Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Profiles_Profile_Error_lbl_NotValid
source: Profile can not be saved:
be_by: Немагчыма захаваць профіль:
el_gr: Το προφίλ δεν μπορεί να αποθηκευτεί:
es_419: El perfil no puede guardarse:
fi_fi: Profiilia ei voida tallentaa:
fr_fr: Le profil ne peut pas être enregistré :
id_id: Profil tidak bisa disimpan:
it_it: Il profilo non può essere salvato:
nl_nl: Profiel kan niet worden opgeslagen:
pl_pl: Profil nie może zostać zapisany:
ro_ro: Profilul nu poate fi salvat:
sk_sk: Profil nie je možné uložiť:
sl_si: Profila ni bilo mogoče shraniti.
tr_tr: Profil kaydedilemedi:

# Profiles_Profile_Error_msg_ColorEmpty
source: Please select a color
be_by: Выберыце колер
el_gr: Παρακαλώ επιλέξτε ένα χρώμα
es_419: Seleccione un color
fi_fi: Valitse väri
fr_fr: Sélectionnez une couleur.
id_id: Silahkan pilih warna
it_it: Per favore seleziona un colore
nl_nl: Kies een kleur
pl_pl: Wybierz kolor
ro_ro: Selectați o culoare
sk_sk: Prosím, vyberte farbu
sl_si: Izberite barvo.
tr_tr: Lütfen bir renk seçin

# Profiles_Profile_Error_msg_CountryEmpty
source: Please select a country
be_by: Выберыце краіну
el_gr: Παρακαλούμε επιλέξτε μια χώρα
es_419: Seleccione un país
fi_fi: Valitse maa
fr_fr: Sélectionnez un pays.
id_id: Silahkan pilih negara
it_it: Per favore seleziona un paese
nl_nl: Kies een land
pl_pl: Wybierz kraj
ro_ro: Selectați o țară
sk_sk: Prosím, vyberte krajinu
sl_si: Izberite državo.
tr_tr: Lütfen bir ülke seçin

# Profiles_Profile_Error_msg_GatewayEmpty
source: Please select a gateway
be_by: Выберыце шлюз
el_gr: Παρακαλούμε επιλέξτε μία πύλη
es_419: Seleccione una puerta de enlace.
fi_fi: Valitse yhdyskäytävä
fr_fr: Sélectionnez une passerelle
it_it: Seleziona un gateway
pl_pl: Wybierz bramę
ro_ro: Selectați o poartă de acces.
sk_sk: Vyberte prosím bránu.
sl_si: Izberite prehod.
tr_tr: Lütfen bir ağ geçidi seçin

# Profiles_Profile_Error_msg_NameEmpty
source: Please select a profile name
be_by: Выберыце назву профілю
el_gr: Παρακαλώ επιλέξτε ένα όνομα προφίλ
es_419: Seleccione un nombre de perfil
fi_fi: Valitse profiilille nimi
fr_fr: Sélectionnez un nom de profil.
id_id: Silahkan pilih nama profil
it_it: Per favore seleziona un nome del profilo
nl_nl: Selecteer een profielnaam
pl_pl: Wybierz nazwę profilu
ro_ro: Selectați un nume de profil
sk_sk: Prosím, vyberte názov profilu
sl_si: Izberite ime profila.
tr_tr: Lütfen bir profil adı seçin

# Profiles_Profile_Error_msg_NameExists
source: Profile name already exists
be_by: Профіль з такой назвай ужо існуе
el_gr: Το όνομα του προφίλ υπάρχει ήδη
es_419: El nombre del perfil ya existe
fi_fi: Samanniminen profiili on jo olemassa
fr_fr: Ce nom de profil existe déjà.
id_id: Nama profil telah digunakan
it_it: Nome del profilo già esistente
nl_nl: Deze naam bestaat al
pl_pl: Profil o tej nazwie już istnieje
ro_ro: Deja există un profil cu același nume.
sk_sk: Názov profilu už existuje
sl_si: Ime profila že obstaja
tr_tr: Aynı adlı bir profil zaten var

# Profiles_Profile_Error_msg_NameTooLong_One
source: Maximum profile name length is {0} symbol. Please choose a shorter profile name.
be_by: Максімальная даўжыня назвы не можа быць больш за {0} сімвал. Выберыце больш кароткую назву.
el_gr: Το μέγιστο μήκος ονόματος προφίλ είναι {0} σύμβολο. Επιλέξτε ένα μικρότερο όνομα προφίλ.
es_419: El número máximo de caracteres del nombre de perfil es de {0} caracter. Elija un nombre de perfil más corto.
fi_fi: Profiilin nimen enimmäispituus on {0} merkki. Valitse lyhyempi profiilin nimi.
fr_fr: Le nom du profil ne doit pas avoir plus de {0} caractère. Choisissez un nom de profil plus court.
it_it: La lunghezza massima del nome del profilo è {0} simbolo. Scegli un nome profilo più breve.
nl_nl: Maximale lengte is {0} teken. Kies een kortere profielnaam.
pl_pl: Maksymalna długość nazwy profilu to {0} znak. Wpisz krótszą nazwę profilu.
ro_ro: Lungimea maximă a numelui profilului este de un simbol. Alegeți altul mai scurt.
sk_sk: Maximálna dĺžka názvu profilu je {0} symbol. Zvoľte prosím kratší názov profilu.
sl_si: Največja dolžina imena profila je {0} simbol. Izberite krajše ime profila.
tr_tr: Profil adı en fazla {0} karakter uzunluğunda olabilir. Lütfen daha kısa bir profil adı seçin.

# Profiles_Profile_Error_msg_NameTooLong_Other
source: Maximum profile name length is {0} symbols. Please choose a shorter profile name.
be_by: Максімальная даўжыня назвы не можа быць больш за {0} сімвалы. Выберыце больш кароткую назву.
el_gr: Το μέγιστο μήκος ονόματος προφίλ είναι {0} σύμβολα. Επιλέξτε ένα μικρότερο όνομα προφίλ.
es_419: El número máximo de caracteres del nombre de perfil es de {0} caracteres. Elija un nombre de perfil más corto.
fi_fi: Profiilin nimen enimmäispituus on {0} merkkiä. Valitse lyhyempi profiilin nimi.
fr_fr: Le nom du profil ne doit pas avoir plus de {0} caractères. Choisissez un nom de profil plus court.
id_id: Nama pengguna hanya dapat mengandung maksimal {0} karakter. Silakan gunakan nama pengguna yang lebih pendek.
it_it: La lunghezza massima del nome del profilo è {0} simboli. Scegli un nome profilo più breve.
nl_nl: Maximale lengte is {0} tekens. Kies een kortere profielnaam.
pl_pl: Maksymalna długość nazwy profilu to {0} znaków. Wpisz krótszą nazwę profilu.
ro_ro: Lungimea maximă a numelui profilului este de {0} de simboluri. Alegeți altul mai scurt.
sk_sk: Maximálna dĺžka názvu profilu je {0} symbolov. Zvoľte prosím kratší názov profilu.
sl_si: Največja dolžina imena profila je {0} simbolov. Izberite krajše ime profila.
tr_tr: Profil adı en fazla {0} karakter uzunluğunda olabilir. Lütfen daha kısa bir profil adı seçin.

# Profiles_Profile_Error_msg_ServerEmpty
source: Please select a server
be_by: Выберыце сервер
el_gr: Παρακαλώ επιλέξτε ένα διακομιστή
es_419: Seleccione un servidor
fi_fi: Valitse palvelin
fr_fr: Sélectionnez un serveur.
id_id: Silakan pilih server untuk digunakan
it_it: Per favore seleziona un server
nl_nl: Selecteer een server
pl_pl: Wybierz serwer
ro_ro: Selectați un server
sk_sk: Prosím vyberte server
sl_si: Izberite strežnik.
tr_tr: Lütfen bir sunucu seçin

# Profiles_Profile_ExitCountry_Watermark
source: Select Exit Country
be_by: Выберыце краіну выхаду
el_gr: Επιλογή χώρας εξόδου
es_419: Seleccionar país de salida
fi_fi: Valitse kohdemaa
fr_fr: Sélectionner le pays de sortie
id_id: Pilih Negara Tujuan Akhir
it_it: Seleziona il paese di uscita
nl_nl: Selecteer het uitgaande land
pl_pl: Wybierz kraj wyjścia
ro_ro: Selectați țara de ieșire
sk_sk: Vyberte krajinu výstupu
sl_si: Izberite izhodno državo
tr_tr: Çıkış ülkesini seçin

# Profiles_Profile_Gateway_Watermark
source: Select Gateway
be_by: Выберыце шлюз
el_gr: Επιλέξτε πύλη
es_419: Seleccionar una puerta de enlace
fi_fi: Valitse yhdyskäytävä
fr_fr: Sélectionner une passerelle
it_it: Seleziona gateway
pl_pl: Wybierz bramę
ro_ro: Selectare poartă de acces
sk_sk: Vyberte bránu
sl_si: Izberite prehod
tr_tr: Ağ geçidi seçin

# Profiles_Profile_Name_Watermark
source: Enter Profile Name
be_by: Увядзіце назву профілю
el_gr: Εισάγετε Όνομα Προφίλ
es_419: Ingrese el nombre del perfil
fi_fi: Syötä profiilin nimi
fr_fr: Saisir le nom du profil
id_id: Masukkan Nama Profil
it_it: Inserisci il nome del profilo
nl_nl: Vul Profielnaam in
pl_pl: Wpisz nazwę profilu
ro_ro: Introducere nume profil
sk_sk: Zadajte Názov Profilu
sl_si: Vnesite ime profila
tr_tr: Profil adını yazın

# Profiles_Profile_Name_val_Fastest
source: Fastest
be_by: Найхутчэйшы
el_gr: Γρηγορότερο
es_419: El más rápido
fi_fi: Nopein
fr_fr: Le plus rapide
id_id: Tercepat
it_it: Più veloce
nl_nl: Snelste
pl_pl: Najszybszy
ro_ro: Cel mai rapid
sk_sk: Najrýchlejší
sl_si: Najhitrejše
tr_tr: En hızlı

# Profiles_Profile_Name_val_Random
source: Random
be_by: Выпадковы
el_gr: Τυχαίο
es_419: Aleatorio
fi_fi: Satunnainen
fr_fr: Aléatoire
id_id: Acak
it_it: Casuale
nl_nl: Willekeurig
pl_pl: Losowy
ro_ro: Aleator
sk_sk: Náhodne
sl_si: Naključno
tr_tr: Rastgele

# Profiles_Profile_btn_Discard
source: Discard
be_by: Адхіліць
el_gr: Απόρριψη
es_419: Descartar
fi_fi: Hylkää
fr_fr: Abandonner
id_id: Buang
it_it: Scarta
nl_nl: Weggooien
pl_pl: Odrzuć
ro_ro: Renunțare
sk_sk: Zahodiť
sl_si: Zavrzi
tr_tr: Yok say

# Profiles_Profile_btn_KeepEditing
source: Keep editing
be_by: Працягнуць рэдагаванне
el_gr: Συνέχεια επεξεργασίας
es_419: Seguir editando
fi_fi: Jatka muokkausta
fr_fr: Continuer les modifications
id_id: Lanjut sunting
it_it: Continua modifiche
nl_nl: Doorgaan met bewerken
pl_pl: Kontynuuj edytowanie
ro_ro: Continuare editare
sk_sk: Pokračovať v úprave
sl_si: Nadaljuj z urejanjem
tr_tr: Düzenlemeyi sürdür

# Profiles_Profile_lbl_Color
source: Color:
be_by: Колер:
el_gr: Χρώμα:
fi_fi: Väri:
fr_fr: Couleur :
id_id: Warna:
it_it: Colore:
nl_nl: Kleur:
pl_pl: Kolor:
ro_ro: Culoare:
sk_sk: Farba:
sl_si: Barva:
tr_tr: Renk:

# Profiles_Profile_lbl_Country
source: Country:
be_by: Краіна:
el_gr: Χώρα:
es_419: País:
fi_fi: Maa:
fr_fr: Pays :
id_id: Negara:
it_it: Paese:
nl_nl: Land:
pl_pl: Kraj:
ro_ro: Țara:
sk_sk: Krajina:
sl_si: Država:
tr_tr: Ülke:

# Profiles_Profile_lbl_Country_Watermark
source: Select Country
be_by: Выберыце краіну
el_gr: Επιλογή Χώρας
es_419: Seleccionar país
fi_fi: Valitse maa
fr_fr: Sélectionner un pays
id_id: Pilih Negara
it_it: Seleziona paese
nl_nl: Selecteer land
pl_pl: Wybierz kraj
ro_ro: Selectare țară
sk_sk: Vybrať Krajinu
sl_si: Izberite državo
tr_tr: Ülke seçin

# Profiles_Profile_lbl_ExitCountry
source: Exit Country:
be_by: Краіна выхаду:
el_gr: Έξοδος Χώρας:
es_419: País de salida:
fi_fi: Kohdemaa:
fr_fr: Pays de sortie :
id_id: Negara Tujuan Akhir:
it_it: Paese di uscita:
nl_nl: Uitgaande Land:
pl_pl: Kraj wyjścia:
ro_ro: Țara de ieșire:
sk_sk: Krajina výstupu:
sl_si: Izstopna država:
tr_tr: Çıkış ülkesi:

# Profiles_Profile_lbl_Gateway
source: Gateway:
be_by: Шлюз:
el_gr: Πύλη:
es_419: Puerta de enlace:
fi_fi: Yhdyskäytävä:
fr_fr: Passerelle :
pl_pl: Brama:
ro_ro: Poartă de acces:
sk_sk: Brána:
sl_si: Prehod:
tr_tr: Ağ geçidi:

# Profiles_Profile_lbl_Name
source: Name:
be_by: Назва:
el_gr: Όνομα:
es_419: Nombre:
fi_fi: Nimi:
fr_fr: Nom :
id_id: Nama:
it_it: Nome:
nl_nl: Naam:
pl_pl: Nazwa:
ro_ro: Nume:
sk_sk: Názov
sl_si: Ime:
tr_tr: Ad:

# Profiles_Profile_lbl_Protocol
source: Protocol:
be_by: Пратакол:
el_gr: Πρωτόκολλο:
es_419: Protocolo:
fi_fi: Protokolla:
fr_fr: Protocole :
id_id: Protokol:
it_it: Protocollo:
pl_pl: Protokół:
sk_sk: Protokol:
sl_si: Protokol:
tr_tr: İletişim kuralı:

# Profiles_Profile_lbl_Server
source: Server:
be_by: Сервер:
el_gr: Διακομιστής:
es_419: Servidor:
fi_fi: Palvelin:
fr_fr: Serveur :
pl_pl: Serwer:
sl_si: Strežnik:
tr_tr: Sunucu:

# Profiles_Profile_lbl_Server_Watermark
source: Select Server
be_by: Выберыце сервер
el_gr: Επιλογή Διακομιστή
es_419: Seleccionar servidor
fi_fi: Valitse palvelin
fr_fr: Sélectionner un serveur
id_id: Pilih Server
it_it: Seleziona server
nl_nl: Selecteer server
pl_pl: Wybierz serwer
ro_ro: Selectare server
sk_sk: Vybrať Server
sl_si: Izberi strežnik
tr_tr: Sunucu seçin

# Profiles_Profile_msg_DiscardChangesConfirm
source: There are unsaved profile changes.<LineBreak/><LineBreak/>Are you sure you want to discard?
be_by: У профілі ёсць незахаваныя змены.<LineBreak/><LineBreak/>Вы сапраўды хочаце адхіліць іх?
el_gr: Υπάρχουν μη αποθηκευμένες αλλαγές στο προφίλ.<LineBreak/><LineBreak/>Είστε σίγουροι ότι θέλετε να τις απορρίψετε;
es_419: Hay cambios de perfil sin guardar. ¿<LineBreak/><LineBreak/>¿Está seguro que desea descartarlo?
fi_fi: Profiilissa on tallentamattomia muutoksia.<LineBreak/><LineBreak/>Haluatko varmasti hylätä muutokset?
fr_fr: Des changements de profil ne sont pas enregistrés.<LineBreak/><LineBreak/>Voulez-vous vraiment abandonner ?
id_id: Terdapat perubahan profil yang belum disimpan.<LineBreak/><LineBreak/>Apakah Anda yakin untuk tidak menyimpan perubahan yang Anda buat?
it_it: Ci sono modifiche del profilo non salvate.<LineBreak/><LineBreak/>Sei sicuro di volerle scartare?
nl_nl: Er zijn niet opgeslagen profielwijzigingen.<LineBreak/><LineBreak/>Weet u zeker dat u deze wilt verwijderen?
pl_pl: Nie zapisano zmian w profilu.<LineBreak/><LineBreak/>Czy na pewno chcesz je odrzucić?
ro_ro: Există modificări ale profilului nesalvate.<LineBreak/><LineBreak/>Sigur doriți să le anulați?
sk_sk: Existujú neuložené zmeny profilu.<LineBreak/><LineBreak/>Naozaj ich chcete zahodiť?
sl_si: Obstajajo neshranjene spremembe profila.<LineBreak/><LineBreak/>Ste prepričani, da želite zavreči?
tr_tr: Kaydedilmemiş profil değişiklikleri var.<LineBreak/><LineBreak/>İptal etmek istediğinize emin misiniz?

# Profiles_Profile_ttl_Create
source: Create Profile
be_by: Стварэнне профілю
el_gr: Δημιουργία Προφίλ
es_419: Crear perfil
fi_fi: Luo profiili
fr_fr: Créer un profil
id_id: Buat Profil
it_it: Crea profilo
nl_nl: Profiel aanmaken
pl_pl: Utwórz profil
ro_ro: Creare profil
sk_sk: Vytvoriť Profil
sl_si: Ustvari profil
tr_tr: Profil oluştur

# Profiles_Profile_ttl_Edit
source: Edit Profile
be_by: Рэдагаваць профіль
el_gr: Επεξεργασία Προφίλ
es_419: Editar perfil
fi_fi: Muokkaa profiilia
fr_fr: Modifier le profil
id_id: Sunting Profil
it_it: Modifica profilo
nl_nl: Profiel Aanpassen
pl_pl: Edytuj profil
ro_ro: Editare profil
sk_sk: Upraviť Profil
sl_si: Uredi profil
tr_tr: Profili düzenle

# Profiles_btn_Close
source: Close
be_by: Закрыць
el_gr: Κλείσιμο
es_419: Cerrar
fi_fi: Sulje
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închidere
sk_sk: Zavrieť
sl_si: Zapri
tr_tr: Kapat

# Profiles_btn_Create
source: Create Profile
be_by: Стварыць профіль
el_gr: Δημιουργία Προφίλ
es_419: Crear perfil
fi_fi: Luo profiili
fr_fr: Créer un profil
id_id: Buat Profil
it_it: Crea profilo
nl_nl: Profiel aanmaken
pl_pl: Utwórz profil
ro_ro: Creare profil
sk_sk: Vytvoriť Profil
sl_si: Ustvari profil
tr_tr: Profil oluştur

# Profiles_btn_Troubleshoot
source: Troubleshoot
be_by: Выпраўленне непаладак
el_gr: Επίλυση προβλημάτων
es_419: Solución de problemas
fi_fi: Vianetsintä
fr_fr: Dépannage
id_id: Penyelesaian Masalah
it_it: Risoluzione problemi
nl_nl: Probleemoplossing
pl_pl: Rozwiązywanie problemów
ro_ro: Depanare
sk_sk: Riešenie problémov
sl_si: Odpravljanje težav
tr_tr: Sorun gider

# Profiles_col_Action
source: Action
be_by: Дзеянне
el_gr: Ενέργεια
es_419: Acción
fi_fi: Toiminto
id_id: Tindakan
it_it: Azione
nl_nl: Actie
pl_pl: Akcja
ro_ro: Acțiune
sk_sk: Akcia
sl_si: Dejanje
tr_tr: İşlem

# Profiles_col_Connection
source: Connection
be_by: Падключэнне
el_gr: Σύνδεση
es_419: Conexión
fi_fi: Yhteys
fr_fr: Connexion
id_id: Hubungan
it_it: Connessione
nl_nl: Verbinding
pl_pl: Połączenie
ro_ro: Conexiune
sk_sk: Pripojenie
sl_si: Povezava
tr_tr: Bağlantı

# Profiles_col_Profile
source: Profile
be_by: Профіль
el_gr: Προφίλ
es_419: Perfil
fi_fi: Profiili
fr_fr: Profil
id_id: Profil
it_it: Profilo
nl_nl: Profiel
pl_pl: Profil
ro_ro: Profil
sk_sk: Profil
sl_si: Profil
tr_tr: Profil

# Profiles_col_Protocol
source: Protocol
be_by: Пратакол
el_gr: Πρωτόκολλο
es_419: Protocolo
fi_fi: Protokolla
fr_fr: Protocole
id_id: Protokol
it_it: Protocollo
pl_pl: Protokół
sk_sk: Protokol
sl_si: Protokol
tr_tr: İletişim kuralı

# Profiles_msg_AllServersOffline
source: Servers are currently offline for maintenance.
be_by: Зараз серверы па-за сеткай для тэхнічнага абслугоўвання.
el_gr: Οι διακομιστές είναι προς το παρόν εκτός σύνδεσης για συντήρηση.
es_419: Los servidores están actualmente fuera de línea por mantenimiento.
fi_fi: Palvelimet eivät tällä hetkellä ole huollon vuoksi tavoitettavissa.
fr_fr: Les serveurs sont actuellement hors ligne pour maintenance.
id_id: Server saat ini sedang offline untuk pemeliharaan.
it_it: I server sono attualmente offline per manutenzione.
nl_nl: Servers zijn momenteel offline voor onderhoud.
pl_pl: Serwery są obecnie niedostępne z powodu prac technicznych.
ro_ro: Serverele sunt în mentenanță.
sk_sk: Servery sú momentálne nedostupné z dôvodu údržby.
sl_si: Strežniki so trenutno brez povezave zaradi vzdrževanja.
tr_tr: Sunucular bakım nedeniyle çevrim dışı.

# Profiles_msg_CountryOffline
source: Servers in this country are currently offline for maintenance. Please select a different country.
be_by: Зараз серверы ў гэтай краіне па-за сеткай для тэхнічнага абслугоўвання. Выберыце іншую краіну.
el_gr: Οι διακομιστές σε αυτήν τη χώρα είναι προς το παρόν εκτός σύνδεσης για συντήρηση. Επιλέξτε διαφορετική χώρα.
es_419: Los servidores en este país están actualmente fuera de línea por mantenimiento. Seleccione un país diferente.
fi_fi: Tässä maassa sijaitsevat palvelimet eivät tällä hetkellä ole huollon vuoksi tavoitettavissa. Valitse eri maa.
fr_fr: Les serveurs de ce pays sont actuellement hors ligne pour maintenance. Sélectionnez un autre pays.
id_id: Server di negara ini sedang offline untuk pemeliharaan. Silakan pilih negara yang lain.
it_it: I server in questo paese sono attualmente offline per manutenzione. Per favore seleziona un altro paese.
nl_nl: Servers in dit land zijn momenteel offline voor onderhoud. Selecteer een ander land.
pl_pl: Serwery w tym kraju są obecnie niedostępne z powodu prac technicznych. Wybierz inny kraj.
ro_ro: Serverele din această țară sunt în mentenanță. Selectați o țară diferită.
sk_sk: Servery v tejto krajine sú momentálne nedostupné z dôvodu údržby. Vyberte inú krajinu.
sl_si: Strežniki v tej državi trenutno niso povezani zaradi vzdrževanja. Izberite drugo državo.
tr_tr: Bu ülkedeki sunucular şu anda bakım nedeniyle çevrim dışı. Lütfen başka bir ülke seçin.

# Profiles_msg_DeleteConfirm
source: This profile will be deleted. Do you want to continue?
be_by: Гэты профіль будзе выдалены. Вы сапраўды хочаце працягнуць?
el_gr: Αυτό το προφίλ θα διαγραφεί. Θέλετε να συνεχίσετε;
es_419: Este perfil será eliminado. ¿Desea continuar?
fi_fi: Profiili poistetaan. Haluatko jatkaa?
fr_fr: Ce profil sera supprimé. Voulez-vous continuer ?
id_id: Profil ini akan dihapus. Apakah Anda ingin melanjutkan?
it_it: Questo profilo verrà eliminato. Vuoi continuare?
nl_nl: Dit profiel wordt verwijderd. Weet u zeker dat u door wil gaan?
pl_pl: Ten profil zostanie usunięty. Czy chcesz kontynuować?
ro_ro: Acest profil va fi șters. Doriți să continuați?
sk_sk: Tento profil bude zmazaný. Chcete pokračovať?
sl_si: Ta profil bo izbrisan. Želite nadaljevati?
tr_tr: Bu profil silinecek. İlerlemek istiyor musunuz?

# Profiles_msg_NoServersAvailable
source: There are no servers available right now for your selection. Please select a different option.
be_by: У цяперашні час няма сервераў для вашага выбару. Выберыце іншы параметр.
el_gr: Δεν υπάρχουν διακομιστές που να είναι διαθέσιμοι τώρα για την επιλογή σας. Επιλέξτε μια άλλη επιλογή.
es_419: No hay servidores disponibles ahora mismo para su selección. Seleccione una opción diferente.
fi_fi: Valintaasi vastaavia palvelimia ei ole tällä hetkellä käytettävissä. Valitse eri vaihtoehto.
fr_fr: Il n'y a actuellement aucun serveur disponible pour votre sélection. Nous vous invitons à choisir une autre option.
id_id: Tidak ada server yang tersedia untuk pilihan Anda saat ini. Silakan pilih opsi yang lain.
it_it: Non ci sono server disponibili per la tua selezione. Seleziona un'altra opzione.
nl_nl: Er zijn momenteel geen servers beschikbaar voor uw selectie. Selecteer een andere optie.
pl_pl: Obecnie nie ma dostępnych serwerów dla wybranej opcji. Wybierz inną opcje.
ro_ro: Nu sunt servere disponibile acum pentru selecția curentă. Selectați o opțiune diferită.
sk_sk: Momentálne nie sú pre váš výber k dispozícii žiadne servery. Vyberte inú možnosť.
sl_si: Za vaš izbor trenutno ni na voljo nobenega strežnika. Izberite drugo možnost.
tr_tr: Şu anda seçiminize uygun bir sunucu yok. Lütfen başka bir seçenek seçin.

# Profiles_ttl
source: Profiles
be_by: Профілі
el_gr: Προφίλ
es_419: Perfiles
fi_fi: Profiilit
fr_fr: Profils
id_id: Profil
it_it: Profili
nl_nl: Profielen
pl_pl: Profile
ro_ro: Profile
sk_sk: Profily
sl_si: Profili
tr_tr: Profiller

# PromoCode_btn_Apply
source: Apply
be_by: Ужыць
el_gr: Εφαρμογή
es_419: Aplicar
fi_fi: Käytä
fr_fr: Appliquer
id_id: Terapkan
it_it: Applica
nl_nl: Pas toe
pl_pl: Zastosuj
ro_ro: Aplicare
sk_sk: Použiť
sl_si: Uporabi
tr_tr: Uygula

# PromoCode_lbl_CouponCode
source: Coupon code
be_by: Код купона
el_gr: Κωδικός κουπονιού
es_419: Código de cupón
fi_fi: Etukoodi
fr_fr: Code promotionnel
id_id: Kode kupon
it_it: Codice coupon
nl_nl: Kortingscode
pl_pl: Kod kuponu
ro_ro: Cod cupon
sk_sk: Kód kupónu
sl_si: Koda za kupon
tr_tr: Kupon kodu

# PromoCode_lbl_Success
source: Coupon has been applied successfully.
be_by: Купон быў паспяхова ўжыты.
el_gr: Επιτυχής εφαρμογή κουπονιού.
es_419: El cupón ha sido aplicado.
fi_fi: Etukoodin käyttö onnistui.
fr_fr: Le code promotionnel a été appliqué.
id_id: Kupon berhasil diterapkan.
it_it: Il coupon è stato applicato con successo.
nl_nl: Kortingscode werd succesvol toegepast.
pl_pl: Kupon został naliczony.
ro_ro: Cuponul a fost aplicat cu succes.
sk_sk: Kupón bol úspešne uplatnený.
sl_si: Kupon je bil uspešno uporabljen.
tr_tr: Kupon uygulandı.

# PromoCode_lbl_UseCoupon
source: Use coupon
be_by: Выкарыстаць купон
el_gr: Χρήση κουπονιού
es_419: Usar cupón
fi_fi: Käytä etukoodi
fr_fr: Utiliser un code promotionnel
id_id: Gunakan kupon
it_it: Utilizza coupon
nl_nl: Gebruik kortingscode
pl_pl: Użyj kuponu
ro_ro: Folosire cupon
sk_sk: Použiť kupón
sl_si: Uporabi kupon
tr_tr: Kupon kullan

# QuickLaunch_btn_Connect
source: Quick Connect
be_by: Хуткае падключэнне
el_gr: Γρήγορη Σύνδεση
es_419: Conexión rápida
fi_fi: Pikayhteys
fr_fr: Connexion rapide
it_it: Connessione rapida
nl_nl: Snel Verbinden
pl_pl: Szybkie połączenie
ro_ro: Conectare rapidă
sk_sk: Rýchle pripojenie
sl_si: Hitro povezovanje
tr_tr: Hızlı bağlan

# QuickLaunch_btn_Disconnect
source: Disconnect
be_by: Адключыцца
el_gr: Αποσύνδεση
es_419: Desconectar
fi_fi: Katkaise yhteys
fr_fr: Déconnecter
id_id: Putuskan
it_it: Disconnetti
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
sk_sk: Odpojiť
sl_si: Prekini
tr_tr: Bağlantıyı kes

# QuickLaunch_btn_OpenApp
source: Open Proton VPN
be_by: Адкрыць Proton VPN
el_gr: Άνοιγμα Proton VPN
es_419: Abrir Proton VPN
fi_fi: Avaa Proton VPN
fr_fr: Ouvrir Proton VPN
id_id: Buka Proton VPN
it_it: Apri Proton VPN
pl_pl: Otwórz Proton VPN
ro_ro: Deschidere Proton VPN
sk_sk: Otvoriť Proton VPN
sl_si: Odpri Proton VPN
tr_tr: Proton VPN uygulamasını aç

# QuickLaunch_lbl_Connecting
source: Connecting to
be_by: Падключэнне да
el_gr: Σύνδεση σε
es_419: Conectando a
fi_fi: Yhdistetään palvelimeen
fr_fr: Connexion en cours à
id_id: Menghubungkan ke
it_it: Connessione a
nl_nl: Verbinding maken met
pl_pl: Łączenie z
ro_ro: Se conectează la
sk_sk: Pripájanie k
sl_si: Povezovanje z
tr_tr: Bağlantı kuruluyor

# QuickLaunch_lbl_Profiles
source: Profiles
be_by: Профілі
el_gr: Προφίλ
es_419: Perfiles
fi_fi: Profiilit
fr_fr: Profils
id_id: Profil
it_it: Profili
nl_nl: Profielen
pl_pl: Profile
ro_ro: Profile
sk_sk: Profily
sl_si: Profili
tr_tr: Profiller

# QuickSettings_btn_KillSwitchOff
source: Kill switch Off
be_by: Kill Switch выключаны
el_gr: Kill switch απενεργοποιημένο
es_419: Interruptor de apagado desactivado
fi_fi: Tappokytkin ei käytössä
fr_fr: Arrêt d'urgence (kill switch) désactivé
id_id: Kill Switch Nonaktif
it_it: Kill switch Spento
nl_nl: Kill Switch Uit
pl_pl: Wyłącz Kill Switch
ro_ro: Blocare conexiune oprită
sk_sk: Kill switch Vypnutý
sl_si: Izklopi stikalo za izklop
tr_tr: Bağlantı kesiciyi kapat

# QuickSettings_btn_KillSwitchOn
source: Kill switch On
be_by: Kill Switch уключаны
el_gr: Kill switch ενεργοποιημένο
es_419: Interruptor de apagado activado
fi_fi: Kill Switch käytössä
fr_fr: Arrêt d'urgence (kill switch) activé
id_id: Kill Switch Aktif
it_it: Kill switch Attivo
nl_nl: Kill Switch Aan
pl_pl: Włącz Kill Switch
ro_ro: Blocare conexiune pornită
sk_sk: Kill switch Zapnutý
sl_si: Vklopi stikalo za izklop
tr_tr: Bağlantı kesiciyi aç
