Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Upsell_Country_Bullet2
source: Higher speeds (10 Gbps)
be_by: Найвышэйшая хуткасць (10 Гбіт/с)
el_gr: Υψηλότερες ταχύτητες (10 Gbps)
es_419: Mayores velocidades (10 Gbps)
fi_fi: Korkeammat nopeudet (10 Gbps)
fr_fr: Profitez de vitesses plus élevées (10 Gbit/s).
it_it: Velocità più elevate (10 Gbps)
pl_pl: Najwyższa prędkość (10 Gb/s)
ro_ro: Cea mai mare viteză (10 Gbps)
sk_sk: Vyššie rýchlosti (10 Gbps)
sl_si: Višje hitrosti (10 Gbps)
tr_tr: Daha yüksek hızlar (10 Gb/sn)

# Upsell_Country_Bullet3
source: Stream your favorite movies
be_by: Трансляцыі вашых абраных фільмаў
el_gr: Μεταδώστε τις αγαπημένες σας ταινίες
es_419: Transmita sus películas favoritas
fi_fi: Suoratoista suosikkielokuviasi
fr_fr: Regardez vos films préférés en streaming.
it_it: Guarda in streaming i tuoi film preferiti
pl_pl: Streamuj ulubione filmy
ro_ro: Vizionați filmele preferate
sk_sk: Streamujte svoje obľúbené filmy
sl_si: Pretakajte svoje najljubše filme
tr_tr: Sevdiğiniz filmleri izleyin

# Upsell_Country_Bullet4
source: Protect up to 10 devices
be_by: Абараняйце да 10 прылад
el_gr: Προστατέψτε έως και 10 συσκευές
es_419: Proteja hasta 10 dispositivos
fi_fi: Suojaa jopa 10 laitetta
fr_fr: Protégez jusqu’à 10 appareils.
it_it: Proteggi fino a 10 dispositivi
pl_pl: Ochrona do 10 urządzeń
ro_ro: Protejează până la 10 dispozitive
sk_sk: Ochráňte až 10 zariadení
sl_si: Zaščitite do 10 naprav
tr_tr: 10 aygıta kadar koruyun

# Upsell_Country_Bullet5
source: 30-day money back guarantee
be_by: Гарантыя вяртання грашовых сродкаў на працягу 30 дзён
el_gr: Εγγύηση επιστροφής χρημάτων εντός 30 ημερών
es_419: Garantía de reembolso de 30 días
fi_fi: 30 päivän rahat takaisin -takuu
fr_fr: Garantie satisfait ou remboursé pendant 30 jours
it_it: Garanzia di rimborso entro 30 giorni
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy
ro_ro: Garantarea returnării banilor în 30 de zile
sk_sk: 30-dňová záruka vrátenia peňazí
sl_si: 30-dnevno jamstvo za vračilo denarja
tr_tr: 30 gün içinde ücreti geri ödeme garantisi

# Upsell_Country_Subtitle
source: Unlock <Bold>country selection</Bold> with VPN Plus
be_by: Атрымайце доступ <Bold>да выбару краін</Bold> з VPN Plus
el_gr: Ξεκλειδώστε την <Bold>επιλογή χώρας</Bold> με το VPN Plus
es_419: Desbloquee la <Bold>selección de países</Bold> con VPN Plus
fi_fi: Avaa <Bold>maavalinta</Bold> VPN Plus -tilauksella
fr_fr: Accédez à la <Bold>sélection de pays</Bold> en passant à VPN Plus.
it_it: Sblocca la <Bold>selezione del paese</Bold> con VPN Plus
pl_pl: Odblokuj <Bold>wybór krajów</Bold> w planie VPN Plus
ro_ro: Deblocați <Bold>selectarea țărilor</Bold> cu VPN Plus
sk_sk: Odomknite <Bold>výber krajiny</Bold> s VPN Plus
sl_si: Odklenite <Bold>seznam držav</Bold> z VPN Plus
tr_tr: VPN Plus tarifesi ile <Bold>ülke seçimine</Bold> geçin

# Upsell_Country_Title
source: Want to choose a specific country?
be_by: Вам неабходна нейкая пэўная краіна?
el_gr: Θέλετε να επιλέξετε μια συγκεκριμένη χώρα;
es_419: ¿Desea elegir un país específico?
fi_fi: Haluatko valita tietyn maan?
fr_fr: Vous voulez choisir un pays en particulier ?
it_it: Vuoi scegliere un paese specifico?
pl_pl: Czy chcesz wybrać konkretny kraj?
ro_ro: Doriți să alegeți o anumită țară?
sk_sk: Chcete si vybrať konkrétnu krajinu?
sl_si: Želite izbrati določeno državo?
tr_tr: Belirli bir ülke seçmek ister misiniz?

# Upsell_CustomDns_Bullet1
source: Connect to VPN with your <Bold>custom domain name system (DNS)</Bold>
be_by: Падключайцеся да VPN з вашай <Bold>карыстальніцкай сістэмай даменных імён (DNS)</Bold>
el_gr: Συνδεθείτε στο VPN με το <Bold>προσαρμοσμένο σύστημα ονομάτων τομέα (DNS)</Bold>
es_419: Conéctese a la VPN con su <Bold>sistema de nombres de dominio (DNS)</Bold>
fi_fi: Muodosta VPN-yhteys <Bold>omalla DNS-nimipalvelimellasi</Bold>
fr_fr: Connectez-vous au VPN avec votre <Bold>système de nom de domaine personnalisé (DNS)</Bold>.
it_it: Connettiti a una VPN con il tuo <Bold>sistema dei nomi di domino (DNS) personalizzato</Bold>
pl_pl: Połącz się z VPN za pomocą <Bold>niestandardowego serwera DNS</Bold>
ro_ro: Conectați-vă la VPN cu <Bold>sistemul personal de nume de domenii (DNS)</Bold>
sk_sk: Pripojte sa k VPN s vaším <Bold>vlastným systémom doménových mien (DNS)</Bold>
sl_si: Povežite se z VPN s svojim <Bold>sistemom domenskih imen po meri (DNS)</Bold>
tr_tr: VPN bağlantınızı <Bold>özel etki alanı adı sisteminiz (DNS)</Bold> ile yapın

# Upsell_CustomDns_Bullet2
source: Save frequently used connections with <Bold>profiles</Bold>
be_by: Захоўвайце <Bold>профілі</Bold> з падключэннямі, якімі часта карыстаецеся
el_gr: Αποθηκεύστε συνδέσεις που χρησιμοποιούνται συχνά με <Bold>προφίλ</Bold>
es_419: Guarde las conexiones frecuentes con <Bold>perfiles</Bold>
fi_fi: Tallenna käytetyimmät yhteydet <Bold>profiileiksi</Bold>
fr_fr: Enregistrez dans des <Bold>profils</Bold> les connexions que vous utilisez souvent.
it_it: Salva le connessioni usate frequentemente con i <Bold>profili</Bold>
pl_pl: Zapisz często używane połączenia za pomocą <Bold>profili</Bold>
ro_ro: Salvați conexiunile utilizate frecvent cu <Bold>profiluri</Bold>
sk_sk: Uloženie často používaných pripojení pomocou <Bold>profilov</Bold>
sl_si: Shranite pogosto uporabljene povezave s <Bold>profili</Bold>
tr_tr: <Bold>Profiller</Bold> ile sık kullandığınız bağlantıları kaydedin

# Upsell_CustomDns_Bullet3
source: Get faster access to your profiles with <Bold>Quick Connect</Bold>
be_by: Атрымайце доступ да сваіх профіляў <Bold>хуткага падключэння</Bold>
el_gr: Αποκτήστε ταχύτερη πρόσβαση στα προφίλ σας με <Bold>Γρήγορη Σύνδεση</Bold>
es_419: Acceda rápidamente a sus perfiles con <Bold>Conexión Rápida</Bold>
fi_fi: Tavoita profiilisi nopeammin <Bold>Pikayhteydellä</Bold>
fr_fr: Accédez plus rapidement à vos profils avec la <Bold>Connexion rapide</Bold>.
it_it: Ottieni un accesso più veloce ai tuoi profili con la <Bold>Connessione rapida</Bold>
pl_pl: Uzyskaj szybki dostęp do profili dzięki <Bold>szybkiemu połączeniowi</Bold>
ro_ro: Obțineți acces mai rapid la profiluri cu <Bold>Conexiune rapidă</Bold>
sk_sk: Získajte rýchlejší prístup ku svojim profilom pomocou <Bold>Rýchleho pripojenia</Bold>
sl_si: Pridobite hitrejši dostop do svojih profilov s <Bold>hitro povezavo</Bold>
tr_tr: <Bold>Hızlı bağlan</Bold> ile profillerinize daha hızlı erişin

# Upsell_CustomDns_Title
source: Unlock advanced VPN customization
be_by: Атрымайце доступ да пашыраных наладаў VPN
el_gr: Ξεκλειδώστε προχωρημένες προσαρμογές VPN
es_419: Desbloquear personalizaciones VPN avanzadas
fi_fi: Avaa edistyneet VPN-mukautukset
fr_fr: Accédez à la personnalisation avancée du VPN
it_it: Sblocca la personalizzazione VPN avanzata
pl_pl: Odblokuj zaawansowane ustawienia VPN
ro_ro: Deblocați personalizarea avansată pentru VPN
sk_sk: Odomknite pokročilé prispôsobenie VPN
sl_si: Odklenite napredno prilagoditev VPN
tr_tr: Gelişmiş VPN özelleştirmelerine erişin

# Upsell_FreeConnections_Locations
source: Free server locations ({0})
be_by: Бясплатныя размяшчэнні сервераў ({0})
el_gr: Τοποθεσίες δωρεάν διακομιστών ({0})
es_419: Ubicaciones de servidores gratuitos ({0})
fi_fi: Ilmaiset palvelinsijainnnit ({0})
fr_fr: Emplacements des serveurs gratuits ({0})
it_it: Località dei server gratuiti ({0})
pl_pl: Lokalizacje planu Free ({0})
ro_ro: Locuri servere gratuite ({0})
sk_sk: Bezplatné umiestnenia serverov ({0})
sl_si: Lokacije brezplačnih strežnikov ({0})
tr_tr: Free sunucuları konumları ({0})

# Upsell_FreeConnections_Subtitle
source: Proton Free automatically connects you to the fastest available server. This will normally be the closest server to your location.
be_by: Proton Free аўтаматычна падключае вас да самага хутка з даступных сервераў. Звычайна гэта самы блізкі сервер адносна вашага месцазнаходжання.
el_gr: Το Proton Free σας συνδέει αυτόματα στον ταχύτερο διαθέσιμο διακομιστή. Αυτός θα είναι συνήθως ο πλησιέστερος διακομιστής στην τοποθεσία σας.
es_419: Proton Free le conecta automáticamente al servidor más rápido disponible. Normalmente es el servidor más cercano a su ubicación.
fi_fi: Proton Free yhdistää automaattisesti nopeimpaan käytettävissä olevaan palvelimeen. Yleensä tämä on lähinnä sijaintiasi oleva palvelin.
fr_fr: Proton Free vous connecte automatiquement au serveur disponible le plus rapide. Il s'agit normalement du serveur le plus proche de votre emplacement.
it_it: Proton Free ti connette automaticamente al server più veloce disponibile. Solitamente è il server più vicino alla tua posizione.
pl_pl: Plan Proton Free automatycznie łączy użytkownika z najszybszym dostępnym serwerem. Zazwyczaj będzie to serwer znajdujący się najbliżej lokalizacji użytkownika.
ro_ro: Proton gratuit vă conectează automat la cel mai rapid server disponibil. Acesta va fi în mod normal cel mai apropiat server de locul de unde vă conectați.
sk_sk: Proton Free vás automaticky pripojí k najrýchlejšiemu dostupnému serveru. Zvyčajne je to server, ktorý je najbližšie k vašej polohe.
sl_si: Brezplačni Proton vas samodejno poveže z najhitrejšim razpoložljivim strežnikom. To bo običajno najbližji strežnik vaši lokaciji.
tr_tr: Proton Free sizi otomatik olarak kullanılabilecek en hızlı sunucuya bağlar. Bu sunucu normalde konumunuza en yakın sunucudur.

# Upsell_FreeConnections_Title
source: Free connections
be_by: Бясплатныя падключэнні
el_gr: Δωρεάν συνδέσεις
es_419: Conexiones gratuitas
fi_fi: Ilmaisyhteydet
fr_fr: Connexions gratuites
it_it: Connessioni gratuite
pl_pl: Bezpłatne połączenia
ro_ro: Conexiuni gratuite
sk_sk: Bezplatné pripojenia
sl_si: Brezplačne povezave
tr_tr: Free bağlantıları

# Upsell_ModerateNat_Bullet1
source: Improve online gaming and video call performance
be_by: Палепшыце прадукцыйнасць сеткавых гульняў і відэазванкоў
el_gr: Βελτιώστε την απόδοση των διαδικτυακών παιχνιδιών και βιντεοκλήσεων
es_419: Mejore el rendimiento de los juegos en línea y las videollamadas
fi_fi: Paranna suorituskyä verkkopeleille ja videopuheluille
fr_fr: Améliorez les performances des jeux en ligne et des appels vidéo.
it_it: Migliora le prestazioni dei giochi online e delle videochiamate
pl_pl: Lepsza wydajność gier online i połączeń wideo
ro_ro: Îmbunătățiți performanța jocurilor online și a apelurilor video
sk_sk: Zlepšite výkon online hier a videohovorov
sl_si: Izboljšajte delovanje spletnih iger in video klicev
tr_tr: Çevrim içi oyun ve görüntülü görüşme başarımını artırın

# Upsell_ModerateNat_Bullet2
source: NAT type 2 (moderate) optimizes speed and stability by enabling direct connections between devices
be_by: NAT Type 2 (умераны) аптымізуе хуткасць і стабільнасць з дапамогай прамога падключэння паміж прыладамі
el_gr: Το NAT τύπου 2 (μέτριο) βελτιστοποιεί την ταχύτητα και τη σταθερότητα επιτρέποντας άμεσες συνδέσεις μεταξύ συσκευών
es_419: NAT Tipo 2 (moderada) optimiza la velocidad y estabilidad al habilitar conexiones directas entre los dispositivos
fi_fi: Tyypin 2 NAT (keskitasoinen) tarjoaa optimoidun nopeuden ja vakauden mahdollistamalla suorat yhteydet laitteiden välillä.
fr_fr: Le NAT de type 2 (modéré) optimise la vitesse et la stabilité en permettant des connexions directes entre les appareils.
it_it: NAT di tipo 2 (moderato) ottimizza velocità e stabilità abilitando le connessioni dirette tra i dispositivi
pl_pl: NAT typ 2 (umiarkowany) optymalizuje prędkość i stabilność połączenia, umożliwiając bezpośrednie połączenia między urządzeniami
ro_ro: NAT de tip 2 (moderat) optimizează viteza și stabilitatea permițând conexiuni directe între dispozitive
sk_sk: NAT typu 2 (mierny) optimalizuje rýchlosť a stabilitu tým, že umožňuje priame pripojenie medzi zariadeniami
sl_si: NAT tipa 2 (zmerno) optimizira hitrost in stabilnost z omogočanjem neposrednih povezav med napravami;
tr_tr: NAT Type 2 (ortalama) aygıtlar arasında doğrudan bağlantı kurulmasını sağlayarak hız ve kararlılığı iyileştirir

# Upsell_ModerateNat_Subtitle
source: Unlock <Bold>NAT type 2</Bold> with VPN Plus
be_by: Атрымайце доступ да <Bold>NAT Type 2</Bold> з VPN Plus
el_gr: Ξεκλειδώστε το <Bold>NAT τύπου 2</Bold> με το VPN Plus
es_419: Desbloquee <Bold>NAT Tipo 2</Bold> con VPN Plus
fi_fi: Avaa <Bold>tyypin 2 NAT</Bold> VPN Plus -tilauksella
fr_fr: Disposez du <Bold>NAT de type 2</Bold> en passant à VPN Plus.
id_id: NAT Moderat, yang juga dikenal sebagai NAT Type 2, merupakan sebuah fitur yang dapat memperkaya pengalaman online Anda dalam berbagai aplikasi dan permainan online.
it_it: Sblocca <Bold>NAT di tipo 2</Bold> con VPN Plus
nl_nl: Gemiddelde NAT (ook gekend als NAT Type 2) kan uw online ervaring met verschillende applicaties en online videogames verbeteren.
pl_pl: Odblokuj <Bold>NAT typ 2</Bold> w planie VPN Plus
ro_ro: Deblocați <Bold>NAT de tip 2</Bold> cu VPN Plus
sk_sk: Odomknite <Bold>NAT typu 2</Bold> s VPN Plus
sl_si: Odkleni <Bold>NAT tip 2</Bold> z VPN Plus
tr_tr: VPN Plus tarifesi ile <Bold>NAT Type 2</Bold> özelliğine erişin

# Upsell_ModerateNat_Title
source: Level up your gaming experience
be_by: Перайдзіце на новы гульнявы ўзровень
el_gr: Αναβαθμίστε την εμπειρία παιχνιδιού σας
es_419: Mejore su experiencia de juego
fi_fi: Paranna pelikokemustasi
fr_fr: Améliorez votre expérience de jeu
id_id: Aktifkan NAT Moderat
it_it: Migliora la tua esperienza di gioco
nl_nl: Schakel Gemiddelde NAT in
pl_pl: Podnieś poziom swoich wrażeń z gry
ro_ro: Îmbunătățiți-vă experiența din jocuri
sk_sk: Zvýšte úroveň svojich herných zážitkov
sl_si: Izboljšajte svojo igralno izkušnjo
tr_tr: Oyun deneyiminizi üst düzeye çıkarın

# Upsell_Netshield_BlockAds
source: Block ads and trackers
be_by: Блакіраваць рэкламу і праграмы сачэння
el_gr: Φραγή διαφημίσεων και ιχνηλατών
es_419: Bloquear anuncios y rastreadores
fi_fi: Estä mainoksia ja seurantoja
fr_fr: Bloquez les publicités et les traqueurs
id_id: Blokir iklan dan program pelacak
it_it: Blocca annunci e tracker
nl_nl: Blokkeer advertenties en trackers
pl_pl: Zablokuj reklamy i elementy śledzące
ro_ro: Blocare reclame și urmăritori
sk_sk: Blokujte reklamy a sledovače
sl_si: Blokiraj oglase in sledilnike
tr_tr: Reklam ve etkinlik izleyicileri engelleyebilirsiniz

# Upsell_Netshield_BrowseFast
source: Browse at the highest speeds
be_by: Праглядайце сайты на самых высокіх хуткасцях
el_gr: Περιήγηση με ύψιστη ταχύτητα
es_419: Navegue a las velocidades máximas
fi_fi: Selaa korkeimmilla nopeuksilla
fr_fr: Naviguez aux vitesses les plus élevées
id_id: Jelajahi internet pada kecepatan tertinggi
it_it: Naviga alla massima velocità
nl_nl: Browse aan de hoogste snelheden
pl_pl: Przeglądaj Internet z najwyższą prędkością
ro_ro: Navigați cu viteză maximă
sk_sk: Prehliadajte pri najvyšších rýchlostiach
sl_si: Brskajte pri še višjih hitrostih
tr_tr: En yüksek hızlarda gezinebilirsiniz

# Upsell_Netshield_ProtectFromMalware
source: Protect your device from malware
be_by: Абараніце сваю прыладу ад шкодных праграм
el_gr: Προστασία της συσκευής σας από κακόβουλο λογισμικό
es_419: Proteja su dispositivo de malware
fi_fi: Suojaa laitettasi haittaohjelmilta
fr_fr: Protégez votre appareil contre les logiciels malveillants
id_id: Lindungi perangkat Anda dari malware
it_it: Proteggi il tuo dispositivo dai malware
nl_nl: Bescherm uw apparaat tegen malware
pl_pl: Chroń swoje urządzenie przed złośliwym oprogramowaniem
ro_ro: Protejați dispozitivul de programele malițioase
sk_sk: Chráňte svoje zariadenie pred malvérom
sl_si: Zaščitite svojo napravo pred zlonamerno programsko opremo
tr_tr: Aygıtınızı kötü amaçlı yazılımlardan koruyabilirsiniz

# Upsell_Netshield_Subtitle
source: When you upgrade to Plus
be_by: Калі вы паляпшаеце да Plus
el_gr: Όταν γίνει αναβάθμισή στο πρόγραμμα Plus
es_419: Cuando actualice a Plus
fi_fi: Kun päivität Plus-tilaukseen
fr_fr: En passant à l'abonnement Plus
id_id: Pada saat Anda meningkatkan akun Anda ke Plus
it_it: Quando esegui l'upgrade a Plus
nl_nl: Wanneer u upgrade naar Plus
pl_pl: Po ulepszeniu planu do wersji Plus
ro_ro: Când treceți la Plus
sk_sk: Pri inovácii na Plus
sl_si: Ko nadgradite na Plus
tr_tr: Plus tarifesine yükselttiğinizde

# Upsell_Netshield_Title
source: Enjoy ad-free browsing with NetShield
be_by: Праглядайце старонкі без рэкламы з дапамогай NetShield
el_gr: Απολάυστε σερφάρισμα χωρίς διαφημίσεις με το NetShield
es_419: Disfrute la navegación sin anuncios con NetShield
fi_fi: Nauti mainosvapaasta selauksesta NetShieldillä
fr_fr: Profitez d'une navigation sans aucune publicité avec NetShield
id_id: Nikmati penjelajahan tanpa iklan dengan NetShield
it_it: Goditi la navigazione senza pubblicità con NetShield
nl_nl: Geniet van advertentie-vrij browsen met NetShield
pl_pl: Ciesz się przeglądaniem bez reklam dzięki funkcji NetShield
ro_ro: Bucurați-vă de navigarea fără reclame cu NetShield
sk_sk: Vychutnajte si prehliadanie bez reklám s NetShieldom
sl_si: Uživajte v brskanju brez oglasov z NetShield
tr_tr: NetShield ile reklamlar olmadan gezinebilirsiniz

# Upsell_NonStandardPorts_btn_LearnMore
source: Learn More
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntlı bilgi alın

# Upsell_NonStandardPorts_btn_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Mettre à niveau
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Navýšiť
sl_si: Nadgradi
tr_tr: Yükselt

# Upsell_NonStandardPorts_msg
source: Have advanced or professional computing needs that require non-standard ports? Upgrade to VPN Plus to access this and other premium features.
be_by: У вас дадатковыя або прафесійныя камп'ютарныя патрабаванні, дзе неабходна выкарыстоўваць нестандартныя порты? Палепшыце да VPN Plus, каб атрымаць доступ да гэтай і іншых прэміяльных функцый.
el_gr: Έχετε προχωρημένες ή επαγγελματικές υπολογιστικές ανάγκες που απαιτούν μη τυποποιημένες θύρες; Αναβαθμίστε σε VPN Plus για πρόσβαση σε αυτό και άλλα προνομιακά χαρακτηριστικά.
es_419: ¿Tiene necesidades informáticas avanzadas o profesionales que requieren puertos no estándar? Actualice a VPN Plus para acceder a esta y otras funciones premium.
fi_fi: Onko sinulla vaativia tai ammatillisia tietoteknisiä tarpeita, jotka tarvitsevat epätyypillisiä portteja? Päivitä VPN Plus -tilaukseen käyttääksesi tätä ja muita premium-ominaisuuksia.
fr_fr: Vous avez des besoins informatiques avancés ou professionnels qui nécessitent des ports non standard ? Passez à VPN Plus pour accéder à cette fonctionnalité et à d'autres fonctionnalités premium.
id_id: Memiliki keperluan tertentu yang mengharuskan penggunaan port non-standar? Tingkatkan akun Anda ke VPN Plus agar Anda dapat menggunakan fitur ini dan berbagai fitur premium lainnya.
it_it: Hai esigenze di elaborazione avanzate o professionali che richiedono porte non standard? Esegui l'upgrade a VPN Plus per accedere a questa e ad altre funzionalità premium.
nl_nl: Hebt u geavanceerde of professionele computereisen die niet-standaard poorten vereisen? Upgrade naar VPN Plus om toegang te krijgen tot deze en andere premium functies.
pl_pl: Masz zaawansowane lub profesjonalne potrzeby, które wymagają niestandardowych portów? Ulepsz do planu VPN Plus, aby uzyskać dostęp do funkcji premium.
ro_ro: Aveți nevoi avansate sau profesionale de calcul care necesită porturi non-standard? Treceți la VPN Plus pentru a activa aceasta și alte funcții premium.
sk_sk: Máte pokročilé alebo profesionálne počítačové potreby, ktoré vyžadujú neštandardné porty? Ak chcete získať prístup k týmto a ďalším prémiovým funkciám, prejdite na VPN Plus.
sl_si: Imate napredne ali profesionalne računalniške potrebe, ki zahtevajo nestandardna vrata? Nadgradite na VPN Plus za dostop do te in drugih premijskih funkcij.
tr_tr: Standart olmayan bağlantı noktaları kullanmanızı gerektiren gelişmiş veya profesyonel bilgi işlem gereksinimleriniz mi var? Bu ve diğer ücretli özelliklere erişmek için VPN Plus tarifesine yükseltin.

# Upsell_NonStandardPorts_ttl
source: Allow traffic to non-standard ports
be_by: Дазваляць трафік на нестандартныя парты
el_gr: Άδεια διακίνησης σε μη τυποποιημένες θύρες
es_419: Permitir el tráfico a puertos no estándar
fi_fi: Salli tietoliikenne epätyypillisiin portteihin
fr_fr: Autoriser le trafic vers les ports non standard
id_id: Izinkan lalu lintas data melalui port non-standar
it_it: Consenti il ​​traffico verso porte non standard
nl_nl: Laat verkeer toe naar niet-standaard poorten
pl_pl: Zezwalaj na ruch do niestandardowych portów
ro_ro: Permitere trafic la porturile nonstandard
sk_sk: Umožniť prevádzku na neštandardných portoch
sl_si: Dovoli promet do nestandardnih vrat
tr_tr: Standart olmayan bağlantı noktalarından trafik geçebilsin

# Upsell_Plan_Business_Info
source: Available with VPN Business.
be_by: Даступна з VPN Business.
el_gr: Διαθέσιμο με VPN Business.
es_419: Disponible con VPN Business.
fi_fi: Sisältyy VPN Business -tilaukseen.
fr_fr: Disponible avec VPN Business.
it_it: Disponibile con VPN Business.
pl_pl: Funkcja dostępna w planie VPN Business.
ro_ro: Disponibil cu VPN Business.
sk_sk: Dostupné s VPN Business.
sl_si: Na voljo z VPN Business.
tr_tr: VPN Business ile kullanılabilir.

# Upsell_PortForwarding_Bullet1
source: Improve your peer-to-peer download speeds
be_by: Палепшыце хуткасць спампоўвання свайго аднарангавага падключэння
el_gr: Βελτιώστε τις ταχύτητες peer-to-peer λήψης
es_419: Mejore sus velocidades de descarga peer-to-peer
fi_fi: Paranna vertaisverkon latausnopeutta
fr_fr: Améliorez vos vitesses de téléchargement peer-to-peer.
it_it: Migliora le tue velocità di download peer-to-peer
pl_pl: Zwiększ prędkość pobierania P2P
ro_ro: Îmbunătățiți-vă vitezele de descărcare persoană-la-persoană
sk_sk: Zlepšite rýchlosť sťahovania peer-to-peer
sl_si: Izboljšajte hitrost prenosa med P2P
tr_tr: Eşler arası indirme hızlarınızı iyileştirin

# Upsell_PortForwarding_Bullet2
source: Connect to online gaming servers and host multiplayer games
be_by: Падключайцеся да сервераў з сеткавымі гульнямі
el_gr: Συνδεθείτε σε διακομιστές διαδικτυακών παιχνιδιών και φιλοξενήστε παιχνίδια για πολλαπλούς παίκτες
es_419: Conéctese a servidores de juegos en línea y aloje juegos multijugador
fi_fi: Yhdistä verkkopelipalvelimiin ja isännöi moninpelejä
fr_fr: Connectez-vous à des serveurs de jeux en ligne et hébergez des jeux multijoueurs.
it_it: Connettiti ai server di gioco online e ospita giochi multigiocatore
pl_pl: Połącz się z serwerami gier online i hostuj gry wieloosobowe
ro_ro: Conectați-vă la servere de jocuri online și găzduiți jocuri multiplayer
sk_sk: Pripojte sa k online herným serverom a hosťujte hry pre viacerých hráčov
sl_si: Povežite se s spletnimi igralnimi strežniki in gostite igre za več igralcev
tr_tr: Çevrim içi oyun sunucularına bağlanın ve çok oyunculu oyunlar sunun

# Upsell_PortForwarding_Bullet3
source: Set up remote access to devices on your local network
be_by: Наладжвайце аддалены доступ да прылад з вашай лакальнай сеткі
el_gr: Ρυθμίστε απομακρυσμένη πρόσβαση σε συσκευές στο τοπικό σας δίκτυο
es_419: Configure el acceso remoto a dispositivos en su red local
fi_fi: Määritä etäyhteys lähiverkkosi laitteille
fr_fr: Configurez l'accès à distance aux appareils de votre réseau local.
it_it: Configura l'accesso remoto ai dispositivi sulla tua rete locale
pl_pl: Skonfiguruj zdalny dostęp do urządzeń w sieci lokalnej
ro_ro: Configurați accesul de la distanță la dispozitivele din rețeaua locală
sk_sk: Nastavte vzdialený prístup k zariadeniam v miestnej sieti
sl_si: Nastavite oddaljeni dostop do naprav v lokalnem omrežju
tr_tr: Yerel ağınızdaki aygıtlara uzaktan erişim sağlayın
