Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Country_val_EH
source: Western Sahara
be_by: Заходняя Сахара
el_gr: Δυτική Σαχάρα
es_419: Sáhara Occidental
fi_fi: Länsi-Sahara
fr_fr: Sahara Occidental
id_id: Sahara Barat
it_it: Sahara Occidentale
nl_nl: Westelijke Sahara
pl_pl: Sahara Zachodnia
ro_ro: Sahara de Vest
sk_sk: Západná Sahara
sl_si: Zahodna Sahara
tr_tr: Batı Sahra

# Country_val_ER
source: Eritrea
be_by: Эрытрэя
el_gr: Ερυθραία
fr_fr: Érythrée
pl_pl: Erytrea
sl_si: Eritreja
tr_tr: Eritre

# Country_val_ES
source: Spain
be_by: Іспанія
el_gr: Ισπανία
es_419: España
fi_fi: Espanja
fr_fr: Espagne
id_id: Spanyol
it_it: Spagna
nl_nl: Spanje
pl_pl: Hiszpania
ro_ro: Spania
sk_sk: Španielsko
sl_si: Španija
tr_tr: İspanya

# Country_val_ET
source: Ethiopia
be_by: Эфіопія
el_gr: Αιθιοπία
es_419: Etiopía
fi_fi: Etiopia
fr_fr: Éthiopie
it_it: Etiopia
nl_nl: Ethiopië
pl_pl: Etiopia
ro_ro: Etiopia
sk_sk: Etiópia
sl_si: Etiopija
tr_tr: Etiyopya

# Country_val_FI
source: Finland
be_by: Фінляндыя
el_gr: Φινλανδία
es_419: Finlandia
fi_fi: Suomi
fr_fr: Finlande
id_id: Finlandia
it_it: Finlandia
pl_pl: Finlandia
ro_ro: Finlanda
sk_sk: Fínsko
sl_si: Finska
tr_tr: Finlandiya

# Country_val_FJ
source: Fiji
be_by: Фіджы
el_gr: Φίτζι
es_419: Fiyi
fi_fi: Fidži
fr_fr: Fidji
pl_pl: Fidżi
sk_sk: Fidži
sl_si: Fidži

# Country_val_FK
source: Falkland Islands (Malvinas)
be_by: Фалклендскія (Мальвінскія) астравы
el_gr: Νησιά Φώκλαντ (Μαλβίνες)
es_419: Islas Falkland (Malvinas)
fi_fi: Falklandinsaaret
fr_fr: Îles Malouines
id_id: Kepulauan Falkland (Malvinas)
it_it: Isole Falkland (Malvine)
nl_nl: Falkland Eilanden (Malvinas)
pl_pl: Falklandy (Malwiny)
ro_ro: Insulele Falkland (Malvine)
sk_sk: Falklandské ostrovy (Malvíny)
sl_si: Falklandski otoki (Malvinas)
tr_tr: Falkland Adaları (Malvinas)

# Country_val_FM
source: Micronesia
be_by: Мікранезія
el_gr: Μικρονησία
fi_fi: Mikronesia
fr_fr: Micronésie
id_id: Mikronesia
nl_nl: Micronesië
pl_pl: Mikronezja
ro_ro: Micronezia
sk_sk: Mikronézia
sl_si: Mikronezija
tr_tr: Mikronezya

# Country_val_FO
source: Faroe Islands
be_by: Фарэрскія астравы
el_gr: Νήσοι Φερόες
es_419: Islas Faroe
fi_fi: Färsaaret
fr_fr: Îles Féroé
id_id: Kepulauan Faroe
it_it: Isole Faroe
nl_nl: Faeröer Eilanden
pl_pl: Wyspy Owcze
ro_ro: Insulele Feroe
sk_sk: Faerské ostrovy
sl_si: Ferski otoki
tr_tr: Faroe Adaları

# Country_val_FR
source: France
be_by: Францыя
el_gr: Γαλλία
es_419: Francia
fi_fi: Ranska
id_id: Perancis
it_it: Francia
nl_nl: Frankrijk
pl_pl: Francja
ro_ro: Franța
sk_sk: Francúzsko
sl_si: Francija
tr_tr: Fransa

# Country_val_GA
source: Gabon
be_by: Габон
el_gr: Γκαμπόν
es_419: Gabón

# Country_val_GB
source: United Kingdom
be_by: Вялікабрытанія
el_gr: Ηνωμένο Βασίλειο
es_419: Reino Unido
fi_fi: Yhdistynyt kuningaskunta
fr_fr: Royaume-Uni
id_id: Britania Raya
it_it: Regno Unito
nl_nl: Verenigd Koninkrijk
pl_pl: Wielka Brytania
ro_ro: Regatul Unit
sk_sk: Spojené kráľovstvo
sl_si: Združeno kraljestvo
tr_tr: Birleşik Krallık

# Country_val_GD
source: Grenada
be_by: Грэнада
el_gr: Γρενάδα
es_419: Granada
fr_fr: Grenade

# Country_val_GE
source: Georgia
be_by: Грузія
el_gr: Γεωργία
fr_fr: Géorgie
nl_nl: Georgië
pl_pl: Gruzja
sk_sk: Gruzínsko
sl_si: Gruzija
tr_tr: Gürcistan

# Country_val_GF
source: French Guiana
be_by: Французская Гвіяна
el_gr: Γαλλική Γουιάνα
es_419: Guyana Francesa
fi_fi: Ranskan Guayana
fr_fr: Guyane française
id_id: Guyana Perancis
it_it: Guiana Francese
nl_nl: Franse Guinee
pl_pl: Gujana Francuska
ro_ro: Guiana Franceză
sk_sk: Francúzska Guyana
sl_si: Francoska Gvajana
tr_tr: Fransız Guyanası

# Country_val_GG
source: Guernsey
be_by: Гернсі
el_gr: Γκέρνζι
fr_fr: Guernesey

# Country_val_GH
source: Ghana
be_by: Гана
el_gr: Γκάνα
ro_ro: Gana
sl_si: Gana
tr_tr: Gana

# Country_val_GI
source: Gibraltar
be_by: Гібралтар
el_gr: Γιβραλτάρ
it_it: Gibilterra
sk_sk: Gibraltár
tr_tr: Cebelitarık

# Country_val_GL
source: Greenland
be_by: Грэнландыя
el_gr: Γροιλανδία
es_419: Groenlandia
fi_fi: Grönlanti
fr_fr: Groenland
it_it: Groenlandia
nl_nl: Groenland
pl_pl: Grenlandia
ro_ro: Groenlanda
sk_sk: Grónsko
sl_si: Grenlandija
tr_tr: Grönland

# Country_val_GM
source: Gambia
be_by: Гамбія
el_gr: Γκάμπια
fr_fr: Gambie
sl_si: Gambija
tr_tr: Gambiya

# Country_val_GN
source: Guinea
be_by: Гвінея
el_gr: Γουινέα
fr_fr: Guinée
nl_nl: Guinee
pl_pl: Gwinea
ro_ro: Guineea
sl_si: Gvineja
tr_tr: Gine

# Country_val_GP
source: Guadeloupe
be_by: Гвадэлупа
el_gr: Γουαδελούπη
es_419: Guadalupe
it_it: Guadalupa
pl_pl: Gwadelupa
ro_ro: Guadalupe
sl_si: Gvadelup

# Country_val_GQ
source: Equatorial Guinea
be_by: Экватарыяльная Гвінея
el_gr: Ισημερινή Γουινέα
es_419: Guinea Ecuatorial
fi_fi: Päiväntasaajan Guinea
fr_fr: Guinée équatoriale
id_id: Guinea Ekuatorial
it_it: Guinea Equatoriale
nl_nl: Equatoriaal Guinea
pl_pl: Gwinea Równikowa
ro_ro: Guineea Ecuatorială
sk_sk: Rovníková Guinea
sl_si: Ekvatorialna Gvineja
tr_tr: Ekvator Ginesi

# Country_val_GR
source: Greece
be_by: Грэцыя
el_gr: Ελλάδα
es_419: Grecia
fi_fi: Kreikka
fr_fr: Grèce
id_id: Yunani
it_it: Grecia
nl_nl: Griekenland
pl_pl: Grecja
ro_ro: Grecia
sk_sk: Grécko
sl_si: Grčija
tr_tr: Yunanistan

# Country_val_GS
source: South Georgia and the South Sandwich Islands
be_by: Паўднёвая Джорджыя і Паўднёвыя Сандвічавы астравы
el_gr: Νήσοι Νότια Γεωργία και Νότιες Σάντουιτς
es_419: Islas Georgias del Sur y Sándwich del Sur
fi_fi: Etelä-Georgia ja eteläiset Sandwichsaaret
fr_fr: Géorgie du Sud-et-les Îles Sandwich du Sud
id_id: Georgia Selatan dan Kepulauan Sandwich Selatan
it_it: Georgia del Sud e Isole Sandwich Australi
nl_nl: Zuid-Georgië en de Zuidelijke Sandwicheilanden
pl_pl: Georgia Południowa i Sandwich Południowy
ro_ro: Georgia de Sud și Insulele Sandwich de Sud
sk_sk: Južná Georgia a Južné Sandwichove ostrovy
sl_si: Južna Georgija in Južni Sandwichevi otoki
tr_tr: Güney Georgia ve Güney Sandwich Adaları

# Country_val_GT
source: Guatemala
be_by: Гватэмала
el_gr: Γουατεμάλα
fr_fr: Guatémala
pl_pl: Gwatemala
sl_si: Gvatemala

# Country_val_GU
source: Guam
be_by: Гуам
el_gr: Γκουάμ
sl_si: Gvam

# Country_val_GW
source: Guinea-Bissau
be_by: Гвінея-Бісау
el_gr: Γουινέα-Μπισάου
es_419: Guinea-Bisáu
fr_fr: Guinée-Bissau
nl_nl: Guinee-Bissau
pl_pl: Gwinea Bissau
ro_ro: Guineea-Bissau
sl_si: Gvineja Bissau
tr_tr: Gine-Bissau

# Country_val_GY
source: Guyana
be_by: Гаяна
el_gr: Γουιάνα
es_419: Guayana
pl_pl: Gujana
ro_ro: Guiana
sl_si: Gvajana

# Country_val_HK
source: Hong Kong
be_by: Ганконг
el_gr: Χονγκ Κονγκ
nl_nl: Hongkonger

# Country_val_HM
source: Heard Island and McDonald Islands
be_by: Востраў Херд і Астравы Мак-Доналд
el_gr: Νήσοι Χερντ και Μακντόναλντ
es_419: Islas Heard y McDonald
fi_fi: Heard ja McDonaldinsaaret
fr_fr: Îles Heard et McDonald
id_id: Pulau Heard dan Kepulauan McDonald
it_it: Isola Heard e Isole McDonald
nl_nl: Heard- en MacDonaldeilanden
pl_pl: Wyspy Heard i McDonalda
ro_ro: Insula Heard și Insulele McDonald
sk_sk: Heardov ostrov a McDonaldove ostrovy
sl_si: Heardov otok in McDonaldovi otoki
tr_tr: Heard Adası ve McDonald Adaları

# Country_val_HN
source: Honduras
be_by: Гандурас
el_gr: Ονδούρα

# Country_val_HR
source: Croatia
be_by: Харватыя
el_gr: Κροατία
es_419: Croacia
fi_fi: Kroatia
fr_fr: Croatie
id_id: Kroasia
it_it: Croazia
nl_nl: Kroatië
pl_pl: Chorwacja
ro_ro: Croația
sk_sk: Chorvátsko
sl_si: Hrvaška
tr_tr: Hırvatistan

# Country_val_HT
source: Haiti
be_by: Гаіці
el_gr: Αϊτή
es_419: Haití
fr_fr: Haïti
nl_nl: Haïti

# Country_val_HU
source: Hungary
be_by: Венгрыя
el_gr: Ουγγαρία
es_419: Hungría
fi_fi: Unkari
fr_fr: Hongrie
id_id: Hungaria
it_it: Ungheria
nl_nl: Hongarije
pl_pl: Węgry
ro_ro: Ungaria
sk_sk: Maďarsko
sl_si: Madžarska
tr_tr: Macaristan

# Country_val_ID
source: Indonesia
be_by: Інданезія
el_gr: Ινδονησία
fr_fr: Indonésie
nl_nl: Indonesië
pl_pl: Indonezja
ro_ro: Indonezia
sk_sk: Indonésia
sl_si: Indonezija
tr_tr: Endonezya

# Country_val_IE
source: Ireland
be_by: Ірландыя
el_gr: Ιρλανδία
es_419: Irlanda
fi_fi: Irlanti
fr_fr: Irlande
id_id: Irlandia
it_it: Irlanda
nl_nl: Ierland
pl_pl: Irlandia
ro_ro: Irlanda
sk_sk: Írsko
sl_si: Irska
tr_tr: İrlanda

# Country_val_IL
source: Israel
be_by: Ізраіль
el_gr: Ισραήλ
fr_fr: Israël
it_it: Israele
nl_nl: Israël
pl_pl: Izrael
sk_sk: Izrael
sl_si: Izrael
tr_tr: İsrail

# Country_val_IM
source: Isle of Man
be_by: Востраў Мэн
el_gr: Νήσος Μαν
es_419: Isla de Man
fi_fi: Mansaari
fr_fr: Île de Man
id_id: Pulau Mann
it_it: Isola di Man
pl_pl: Wyspa Man
ro_ro: Insula Man
sk_sk: Ostrov Man
sl_si: Otok Man
tr_tr: Man Adası

# Country_val_IN
source: India
be_by: Індыя
el_gr: Ινδία
fi_fi: Intia
fr_fr: Inde
pl_pl: Indie
sl_si: Indija
tr_tr: Hindistan

# Country_val_IO
source: British Indian Ocean Territory
be_by: Брытанская тэрыторыя ў Індыйскім акіяне
el_gr: Βρετανικό Έδαφος Ινδικού Ωκεανού
es_419: Territorio Británico del Océano Índico
fi_fi: Brittiläinen Intian valtameren alue
fr_fr: Territoire britannique de l'océan Indien
id_id: Teritori Samudera Hindia Inggris
it_it: Territori Britannici dell'Oceano Indiano
nl_nl: Brits Indische Oceaan Territorium
pl_pl: Brytyjskie Terytorium Oceanu Indyjskiego
ro_ro: Teritoriul Britanic al Oceanului Indian
sk_sk: Britské indickooceánske územie
sl_si: Britansko ozemlje v Indijskem oceanu
tr_tr: Britanya Hint Okyanusu Toprakları

# Country_val_IQ
source: Iraq
be_by: Ірак
el_gr: Ιράκ
es_419: Irak
fi_fi: Irak
fr_fr: Irak
id_id: Irak
nl_nl: Irak
pl_pl: Irak
ro_ro: Irak
sk_sk: Irak
sl_si: Irak
tr_tr: Irak

# Country_val_IR
source: Iran
be_by: Іран
el_gr: Ιράν
es_419: Irán
sk_sk: Irán

# Country_val_IS
source: Iceland
be_by: Ісландыя
el_gr: Ισλανδία
es_419: Islandia
fi_fi: Islanti
fr_fr: Islande
id_id: Islandia
it_it: Islanda
nl_nl: IJsland
pl_pl: Islandia
ro_ro: Islanda
sk_sk: Island
sl_si: Islandija
tr_tr: İzlanda

# Country_val_IT
source: Italy
be_by: Італія
el_gr: Ιταλία
es_419: Italia
fi_fi: Italia
fr_fr: Italie
id_id: Italia
it_it: Italia
nl_nl: Italië
pl_pl: Włochy
ro_ro: Italia
sk_sk: Taliansko
sl_si: Italija
tr_tr: İtalya

# Country_val_JE
source: Jersey
be_by: Джэрсі
el_gr: Βαϊλάτο του Τζέρσεϊ

# Country_val_JM
source: Jamaica
be_by: Ямайка
el_gr: Τζαμάικα
fi_fi: Jamaika
fr_fr: Jamaïque
id_id: Jamaika
it_it: Giamaica
pl_pl: Jamajka
sk_sk: Jamajka
sl_si: Jamajka
tr_tr: Jamaika

# Country_val_JO
source: Jordan
be_by: Іарданія
el_gr: Ιορδανία
es_419: Jordania
fi_fi: Jordania
fr_fr: Jordanie
id_id: Yordania
it_it: Giordania
nl_nl: Jordanië
pl_pl: Jordania
ro_ro: Iordan
sk_sk: Jordánsko
sl_si: Jordanija
tr_tr: Ürdün

# Country_val_JP
source: Japan
be_by: Японія
el_gr: Ιαπωνία
es_419: Japón
fi_fi: Japani
fr_fr: Japon
id_id: Jepang
it_it: Giappone
pl_pl: Japonia
ro_ro: Japonia
sk_sk: Japonsko
sl_si: Japonska
tr_tr: Japonya

# Country_val_KE
source: Kenya
be_by: Кенія
el_gr: Κένυα
es_419: Kenia
fi_fi: Kenia
it_it: Kenia
nl_nl: Kenia
pl_pl: Kenia
sk_sk: Keňa
sl_si: Kenija

# Country_val_KG
source: Kyrgyzstan
be_by: Кыргызстан
el_gr: Κιργιστάν
es_419: Kirguistán
fi_fi: Kirgisia
fr_fr: Kirghizistan
it_it: Kirghizistan
nl_nl: Kirgizië
pl_pl: Kirgistan
ro_ro: Kârgâzstan
sk_sk: Kirgizsko
sl_si: Kirgizistan
tr_tr: Kırgızistan

# Country_val_KH
source: Cambodia
be_by: Камбоджа
el_gr: Καμπότζη
es_419: Camboya
fi_fi: Kambodža
fr_fr: Cambodge
id_id: Kamboja
it_it: Cambogia
nl_nl: Cambodja
pl_pl: Kambodża
ro_ro: Cambogia
sk_sk: Kambodža
sl_si: Kambodža
tr_tr: Kamboçya

# Country_val_KI
source: Kiribati
be_by: Кірыбаці
el_gr: Κιριμπάτι

# Country_val_KM
source: Comoros
be_by: Каморскія астравы
el_gr: Κομόρες
es_419: Comoras
fi_fi: Komorit
fr_fr: Comores
id_id: Komoro
it_it: Comore
nl_nl: Comoren
pl_pl: Komory
ro_ro: Comore
sk_sk: Komory
sl_si: Komori
tr_tr: Komorlar

# Country_val_KN
source: Saint Kitts and Nevis
be_by: Сэнт-Кітс і Нэвіс
el_gr: Άγιος Χριστόφορος
es_419: San Cristóbal y Nieves
fi_fi: Saint Kitts ja Nevis
fr_fr: Saint-Christophe-et-Niévès
id_id: Saint Kitts dan Nevis
it_it: Saint Kitts e Nevis
nl_nl: Saint Kitts en Nevis
pl_pl: Saint Kitts i Nevis
ro_ro: Sfântul Cristofor și Nevis
sk_sk: Svätý Krištof a Nevis
sl_si: Sveti Krištof in Nevis
tr_tr: Saint Kitts ve Nevis

# Country_val_KP
source: North Korea
be_by: Паўночная Карэя
el_gr: Βόρεια Κορέα
es_419: Corea del Norte
fi_fi: Pohjois-Korea
fr_fr: Corée du Nord
id_id: Korea Utara
it_it: Corea del Nord
nl_nl: Noord-Korea
pl_pl: Korea Północna
ro_ro: Coreea de Nord
sk_sk: Severná Kórea
sl_si: Severna Koreja
tr_tr: Kuzey Kore

# Country_val_KR
source: South Korea
be_by: Паўднёвая Карэя
el_gr: Νότια Κορέα
es_419: Corea del Sur
fi_fi: Etelä-Korea
fr_fr: Corée du Sud
id_id: Korea Selatan
it_it: Corea del Sud
nl_nl: Zuid-Korea
pl_pl: Korea Południowa
ro_ro: Coreea de Sud
sk_sk: Južná Kórea
sl_si: Južna Koreja
tr_tr: Güney Kore

# Country_val_KW
source: Kuwait
be_by: Кувейт
el_gr: Κουβέιτ
fr_fr: Koweït
nl_nl: Koeweit
pl_pl: Kuwejt
ro_ro: Kuweit
sk_sk: Kuvajt
sl_si: Kuvajt
tr_tr: Kuveyt

# Country_val_KY
source: Cayman Islands
be_by: Кайманавы астравы
el_gr: Νήσοι Κέιμαν
es_419: Islas Caimán
fi_fi: Caymansaaret
fr_fr: Îles Caïmans
id_id: Kepulauan Cayman
it_it: Isole Caiman
nl_nl: Kaaiman Eilanden
pl_pl: Kajmany
ro_ro: Insulele Caiman
sk_sk: Kajmanské ostrovy
sl_si: Kajmanji otoki
tr_tr: Cayman Adaları

# Country_val_KZ
source: Kazakhstan
be_by: Казахстан
el_gr: Καζακστάν
es_419: Kazajistán
fi_fi: Kazakstan
it_it: Kazakistan
nl_nl: Kazachstan
pl_pl: Kazachstan
ro_ro: Kazahstan
sk_sk: Kazachstan
sl_si: Kazahstan
tr_tr: Kazakistan

# Country_val_LA
source: Laos
be_by: Лаос
el_gr: Λάος

# Country_val_LB
source: Lebanon
be_by: Ліван
el_gr: Λίβανος
es_419: Líbano
fi_fi: Libanon
fr_fr: Liban
it_it: Libano
nl_nl: Libanon
pl_pl: Liban
ro_ro: Liban
sk_sk: Libanon
sl_si: Libanon
tr_tr: Lübnan

# Country_val_LC
source: Saint Lucia
be_by: Сент-Люсія
el_gr: Αγία Λουκία
es_419: Santa Lucía
fr_fr: Sainte-Lucie
it_it: Santa Lucia
ro_ro: Sfânta Lucia
sk_sk: Svätá Lucia
sl_si: Sveta Lucija

# Country_val_LI
source: Liechtenstein
be_by: Ліхтэнштэйн
el_gr: Λιχτενστάιν
sk_sk: Lichtenštajnsko
sl_si: Lihtenštajn
tr_tr: Lihtenştayn

# Country_val_LK
source: Sri Lanka
be_by: Шры-Ланка
el_gr: Σρι Λάνκα
sk_sk: Srí Lanka
sl_si: Šrilanka

# Country_val_LR
source: Liberia
be_by: Ліберыя
el_gr: Λιβερία
sk_sk: Libéria
sl_si: Liberija
tr_tr: Liberya

# Country_val_LS
source: Lesotho
be_by: Лесота
el_gr: Λεσότο
es_419: Lesoto
it_it: Lesoto
sl_si: Lesoto

# Country_val_LT
source: Lithuania
be_by: Літва
el_gr: Λιθουανία
es_419: Lituania
fi_fi: Liettua
fr_fr: Lituanie
it_it: Lituania
nl_nl: Litouwen
pl_pl: Litwa
ro_ro: Lituania
sk_sk: Litva
sl_si: Litva
tr_tr: Litvanya

# Country_val_LU
source: Luxembourg
be_by: Люксембург
el_gr: Λουξεμβούργο
es_419: Luxemburgo
fi_fi: Luxemburg
it_it: Lussemburgo
nl_nl: Luxemburg
pl_pl: Luksemburg
ro_ro: Luxemburg
sk_sk: Luxembursko
sl_si: Luksemburg
tr_tr: Lüksemburg

# Country_val_LV
source: Latvia
be_by: Латвія
el_gr: Λετονία
es_419: Letonia
fr_fr: Lettonie
it_it: Lettonia
nl_nl: Letland
pl_pl: Łotwa
ro_ro: Letonia
sk_sk: Lotyšsko
sl_si: Latvija
tr_tr: Letonya

# Country_val_LY
source: Libya
be_by: Лівія
el_gr: Λιβύη
es_419: Libia
fr_fr: Libye
it_it: Libia
nl_nl: Libië
pl_pl: Libia
ro_ro: Libia
sk_sk: Líbya
sl_si: Libija

# Country_val_MA
source: Morocco
be_by: Марока
el_gr: Μαρόκο
es_419: Marruecos
fi_fi: Marokko
fr_fr: Maroc
id_id: Maroko
it_it: Marocco
nl_nl: Marokko
pl_pl: Maroko
ro_ro: Maroc
sk_sk: Maroko
sl_si: Maroko
tr_tr: Fas

# Country_val_MC
source: Monaco
be_by: Манака
el_gr: Μονακό
es_419: Mónaco
id_id: Monako
pl_pl: Monako
sk_sk: Monako
sl_si: Monako
tr_tr: Monako

# Country_val_MD
source: Moldova
be_by: Малдова
el_gr: Μολδαβία
es_419: Moldavia
fr_fr: Moldavie
it_it: Moldavia
nl_nl: Moldavië
pl_pl: Mołdawia
ro_ro: Republica Moldova
sk_sk: Moldavsko
sl_si: Moldavija

# Country_val_ME
source: Montenegro
be_by: Чарнагорыя
el_gr: Μαυροβούνιο
fr_fr: Monténégro
pl_pl: Czarnogóra
ro_ro: Muntenegru
sk_sk: Čierna Hora
sl_si: Črna gora
tr_tr: Karadağ

# Country_val_MF
source: Saint Martin (French part)
be_by: Сен-Мартэн (французская частка)
el_gr: Άγιος Μαρτίνος (Γαλλικό τμήμα)
es_419: San Martín (parte francesa)
fi_fi: Saint-Martin (Ranska)
fr_fr: Saint-Martin (partie française)
id_id: Saint Martin (Wilayah Perancis)
it_it: Saint Martin (parte francese)
nl_nl: Sint Maarten (Frans deel)
pl_pl: Saint-Martin (Francja)
ro_ro: Saint Martin (Franța)
sk_sk: Svätý Martin (francúzska časť)
sl_si: Sveti Martin (francoski del)
tr_tr: Saint Martin (Fransız bölümü)

# Country_val_MG
source: Madagascar
be_by: Мадагаскар
el_gr: Μαδαγασκάρη
fi_fi: Madagaskar
id_id: Madagaskar
nl_nl: Madagaskar
pl_pl: Madagaskar
sk_sk: Madagaskar
sl_si: Madagaskar
tr_tr: Madagaskar

# Country_val_MH
source: Marshall Islands
be_by: Маршалавы астравы
el_gr: Νήσοι Μάρσαλ
es_419: Islas Marshall
fi_fi: Marshallinsaaret
fr_fr: Îles Marshall
id_id: Kepulauan Marshall
it_it: Isole Marshall
nl_nl: Marshall Eilanden
pl_pl: Wyspy Marshalla
ro_ro: Insulele Marshall
sk_sk: Marshallove ostrovy
sl_si: Marshallovi otoki
tr_tr: Marshall Adaları

# Country_val_MK
source: Macedonia
be_by: Македонія
el_gr: Σκόπια
fi_fi: Pohjois-Makedonia
fr_fr: Macédoine
id_id: Makedonia Utara
nl_nl: Noord-Macedonië
sk_sk: Macedónsko
sl_si: Makedonija
tr_tr: Makedonya

# Country_val_ML
source: Mali
be_by: Малі
el_gr: Μάλι
es_419: Malí

# Country_val_MM
source: Myanmar
be_by: М’янма
el_gr: Μιανμάρ
es_419: Myanmar/Birmania
fr_fr: Myanmar/Birmanie
pl_pl: Mjanma
sk_sk: Mjanmarsko
sl_si: Mjanmar

# Country_val_MN
source: Mongolia
be_by: Манголія
el_gr: Μογγολία
fr_fr: Mongolie
nl_nl: Mongolië
sk_sk: Mongolsko
sl_si: Mongolija
tr_tr: Moğolistan

# Country_val_MO
source: Macao
be_by: Макаа
el_gr: Μακάο
id_id: Makau
nl_nl: Macau
pl_pl: Makau
sl_si: Makav
tr_tr: Makao

# Country_val_MP
source: Northern Mariana Islands
be_by: Паўночныя Марыянскія астравы
el_gr: Βόρειες Μαριάνες
es_419: Islas Marianas del Norte
fi_fi: Pohjois-Mariaanit
fr_fr: Îles Mariannes du Nord
id_id: Kepulauan Mariana Utara
it_it: Isole Marianne Settentrionali
nl_nl: Noordelijke Marianen
pl_pl: Mariany Północne
ro_ro: Insulele Mariane de Nord
sk_sk: Severné Mariány
sl_si: Severni Marijanski otoki
tr_tr: Kuzey Mariana Adaları

# Country_val_MQ
source: Martinique
be_by: Марцініка
el_gr: Μαρτινίκα
es_419: Martinica
it_it: Martinica
pl_pl: Martynika
ro_ro: Martinica
sk_sk: Martinik
sl_si: Martinik
tr_tr: Martinik

# Country_val_MR
source: Mauritania
be_by: Маўрытанія
el_gr: Μαυριτανία
fr_fr: Mauritanie
nl_nl: Mauritanië
pl_pl: Mauretania
sk_sk: Mauretánia
sl_si: Mavretanija
tr_tr: Moritanya

# Country_val_MS
source: Montserrat
be_by: Мантсерат
el_gr: Μονσεράτ
it_it: Montserrato
sl_si: Monserat

# Country_val_MT
source: Malta
be_by: Мальта
el_gr: Μάλτα
fr_fr: Malte

# Country_val_MU
source: Mauritius
be_by: Маўрыкій
el_gr: Μαυρίκιος
es_419: Mauricio
fr_fr: Maurice
sk_sk: Maurícius
sl_si: Mavricij

# Country_val_MV
source: Maldives
be_by: Мальдывы
el_gr: Μαλδίβες
es_419: Maldivas
fi_fi: Malediivit
id_id: Maladewa
it_it: Maldive
nl_nl: Malediven
pl_pl: Malediwy
ro_ro: Maldive
sk_sk: Maldivy
sl_si: Maldivi
tr_tr: Maldivler

# Country_val_MW
source: Malawi
be_by: Малаві
el_gr: Μαλάουι
es_419: Malaui
sl_si: Malavi
tr_tr: Malavi

# Country_val_MX
source: Mexico
be_by: Мексіка
el_gr: Μεξικό
es_419: México
fi_fi: Meksiko
fr_fr: Mexique
id_id: Meksiko
it_it: Messico
pl_pl: Meksyk
ro_ro: Mexic
sk_sk: Mexiko
sl_si: Mehika
tr_tr: Meksika

# Country_val_MY
source: Malaysia
be_by: Малайзія
el_gr: Μαλαισία
es_419: Malasia
fi_fi: Malesia
fr_fr: Malaisie
it_it: Malesia
nl_nl: Maleisië
pl_pl: Malezja
ro_ro: Malaezia
sk_sk: Malajzia
sl_si: Malezija
tr_tr: Malezya

# Country_val_MZ
source: Mozambique
be_by: Мазамбік
el_gr: Μοζαμβίκη
fi_fi: Mosambik
id_id: Mozambik
it_it: Mozambico
pl_pl: Mozambik
ro_ro: Mozambic
sk_sk: Mozambik
sl_si: Mozambik
tr_tr: Mozambik

# Country_val_NA
source: Namibia
be_by: Намібія
el_gr: Ναμίμπια
fr_fr: Namibie
nl_nl: Namibië
sk_sk: Namíbia
sl_si: Namibija
tr_tr: Namibya

# Country_val_NC
source: New Caledonia
be_by: Новая Каледонія
el_gr: Νέα Καληδονία
es_419: Nueva Caledonia
fi_fi: Uusi-Kaledonia
fr_fr: Nouvelle-Calédonie
id_id: Kaledonia Baru
it_it: Nuova Caledonia
nl_nl: Nieuw-Caledonië
pl_pl: Nowa Kaledonia
ro_ro: Noua Caledonie
sk_sk: Nová Kaledónia
sl_si: Nova Kaledonija
tr_tr: Yeni Kaledonya

# Country_val_NE
source: Niger
be_by: Нігер
el_gr: Νίγηρας
es_419: Níger
ro_ro: Nigeria
tr_tr: Nijer

# Country_val_NF
source: Norfolk Island
be_by: Востраў Норфалк
el_gr: Νήσος Νόρφολκ
es_419: Isla Norfolk
fi_fi: Norfolkinsaari
fr_fr: Île Norfolk
id_id: Pulau Norfolk
it_it: Isola Norfolk
nl_nl: Norfolk eiland
pl_pl: Norfolk
ro_ro: Insula Norfolk
sk_sk: Ostrov Norfolk
sl_si: Otok Norfolk
tr_tr: Norfolk Adası

# Country_val_NG
source: Nigeria
be_by: Нігерыя
el_gr: Νιγηρία
sk_sk: Nigéria
sl_si: Nigerija
tr_tr: Nijerya

# Country_val_NI
source: Nicaragua
be_by: Нікарагуа
el_gr: Νικαράγουα
id_id: Nikaragua
pl_pl: Nikaragua
sk_sk: Nikaragua
sl_si: Nikaragva
tr_tr: Nikaragua

# Country_val_NL
source: Netherlands
be_by: Нідэрланды
el_gr: Ολλανδία
es_419: Países Bajos
fi_fi: Alankomaat
fr_fr: Pays-Bas
id_id: Belanda
it_it: Paesi Bassi
nl_nl: Nederland
pl_pl: Holandia
ro_ro: Țările de Jos
sk_sk: Holandsko
sl_si: Nizozemska
tr_tr: Hollanda

# Country_val_NO
source: Norway
be_by: Нарвегія
el_gr: Νορβηγία
es_419: Noruega
fi_fi: Norja
fr_fr: Norvège
id_id: Norwegia
it_it: Norvegia
nl_nl: Noorwegen
pl_pl: Norwegia
ro_ro: Norvegia
sk_sk: Nórsko
sl_si: Norveška
tr_tr: Norveç

# Country_val_NP
source: Nepal
be_by: Непал
el_gr: Νεπάλ
fr_fr: Népal
sk_sk: Nepál

# Country_val_NR
source: Nauru
be_by: Науру
el_gr: Ναούρου

# Country_val_NU
source: Niue
be_by: Ніуэ
el_gr: Νιούε
fr_fr: Niué

# Country_val_NZ
source: New Zealand
be_by: Новая Зеландыя
el_gr: Νέα Ζηλανδία
es_419: Nueva Zelanda
fi_fi: Uusi-Seelanti
fr_fr: Nouvelle-Zélande
id_id: Selandia Baru
it_it: Nuova Zelanda
nl_nl: Nieuw-Zeeland
pl_pl: Nowa Zelandia
ro_ro: Noua Zeelandă
sk_sk: Nový Zéland
sl_si: Nova Zelandija
tr_tr: Yeni Zelanda

# Country_val_OM
source: Oman
be_by: Аман
el_gr: Ομάν
es_419: Omán
sk_sk: Omán
tr_tr: Umman

# Country_val_PA
source: Panama
be_by: Панама
el_gr: Παναμάς
es_419: Panamá

# Country_val_PE
source: Peru
be_by: Перу
el_gr: Περού
es_419: Perú
fr_fr: Pérou
it_it: Perù

# Country_val_PF
source: French Polynesia
be_by: Французская Палінезія
el_gr: Γαλλική Πολυνησία
es_419: Polinesia Francesa
fi_fi: Ranskan Polynesia
fr_fr: Polynésie française
id_id: Polinesia Perancis
it_it: Polinesia Francese
nl_nl: Frans-Polynesië
pl_pl: Polinezja Francuska
ro_ro: Polinezia Franceză
sk_sk: Francúzska Polynézia
sl_si: Francoska Polinezija
tr_tr: Fransız Polinezyası

# Country_val_PG
source: Papua New Guinea
be_by: Папуа-Новая Гвінея
el_gr: Παπούα Νέα Γουινέα
es_419: Papúa Nueva Guinea
fi_fi: Papua-Uusi-Guinea
fr_fr: Papouasie-Nouvelle-Guinée
id_id: Papua Nugini
it_it: Papua Nuova Guinea
nl_nl: Papoea-Nieuw-Guinea
pl_pl: Papua-Nowa Gwinea
ro_ro: Papua Noua Guinee
sk_sk: Papua-Nová Guinea
sl_si: Papuanska Nova Gvineja
tr_tr: Papua Yeni Gine

# Country_val_PH
source: Philippines
be_by: Філіпіны
el_gr: Φιλιππίνες
es_419: Filipinas
fi_fi: Filippiinit
id_id: Filipina
it_it: Filippine
nl_nl: Filipijnen
pl_pl: Filipiny
ro_ro: Filipine
sk_sk: Filipíny
sl_si: Filipini
tr_tr: Filipinler

# Country_val_PK
source: Pakistan
be_by: Пакістан
el_gr: Πακιστάν
es_419: Pakistán

# Country_val_PL
source: Poland
be_by: Польшча
el_gr: Πολωνία
es_419: Polonia
fi_fi: Puola
fr_fr: Pologne
id_id: Polandia
it_it: Polonia
nl_nl: Polen
pl_pl: Polska
ro_ro: Polonia
sk_sk: Poľsko
sl_si: Poljska
tr_tr: Polonya
