Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# About_UpdateStatus_val_CheckFailed
source: Failed to check for update
be_by: Не ўдалося праверыць абнаўленні
el_gr: Αποτυχία ελέγχου για ενημερώσεις
es_419: Error al buscar actualizaciones
fi_fi: Päivitystarkistus epäonnistui
fr_fr: La vérification de la mise à jour n'a pas abouti.
id_id: Gagal memeriksa pembaruan
it_it: Impossibile cercare gli aggiornamenti
nl_nl: Updates controleren is mislukt
pl_pl: Nie udało się sprawdzić aktualizacji
ro_ro: Eșuare verificare actualizare
sk_sk: Kontrola aktualizácie zlyhala
sl_si: Ni mogoče preveriti posodobitev
tr_tr: Güncelleme denetlenemedi

# About_UpdateStatus_val_Checking
source: Checking for update
be_by: Праверка абнаўленняў
el_gr: Έλεγχος για ενημερώσεις
es_419: Buscando actualizaciones
fi_fi: Tarkistetaan päivityksiä
fr_fr: Recherche de mise à jour
id_id: Memeriksa pembaruan
it_it: Controllando gli aggiornamenti
nl_nl: Controleren op updates
pl_pl: Sprawdzanie aktualizacji
ro_ro: Verificare actualizare
sk_sk: Kontrolujem aktualizácie
sl_si: Preverjanje za posodobitve
tr_tr: Güncelleme denetleniyor

# About_UpdateStatus_val_DownloadFailed
source: Failed to download update
be_by: Не ўдалося спампаваць абнаўленне
el_gr: Αποτυχία λήψης ενημέρωσης
es_419: Error al descargar la actualización
fi_fi: Päivityksen lataus epäonnistui
fr_fr: La mise à jour n'a pas pu être téléchargée.
id_id: Gagal mengunduh pembaruan
it_it: Impossibile scaricare l'aggiornamento
nl_nl: Downloaden van updates mislukt
pl_pl: Nie udało się pobrać aktualizacji
ro_ro: Eșuare descărcare actualizare
sk_sk: Sťahovanie aktualizácie zlyhalo
sl_si: Prenos posodobitve ni uspel
tr_tr: Güncelleme indirilemedi

# About_UpdateStatus_val_Downloading
source: Downloading update
be_by: Спампоўванне абнаўленняў
el_gr: Λήψη ενημέρωσης
es_419: Descargando actualización
fi_fi: Ladataan päivitystä
fr_fr: Téléchargement de la mise à jour
id_id: Mengunduh pembaruan
it_it: Scaricando l'aggiornamento
nl_nl: Update downloaden
pl_pl: Pobieranie aktualizacji
ro_ro: Se descarcă actualizarea
sk_sk: Sťahovanie aktualizácie
sl_si: Prenašanje posodobitev
tr_tr: Güncelleme indiriliyor

# About_UpdateStatus_val_None
source: Proton VPN is up to date
be_by: У вас апошняя версія Proton VPN
el_gr: Το Proton VPN είναι ενημερωμένο
es_419: Proton VPN está actualizado
fi_fi: Proton VPN on ajan tasalla
fr_fr: Proton VPN est à jour.
id_id: Proton VPN sudah di versi terbaru
it_it: Proton VPN è aggiornato
pl_pl: Aplikacja Proton VPN jest aktualna
ro_ro: Proton VPN este la zi
sk_sk: Proton VPN používa aktuálnu verziu
sl_si: Proton VPN je posodobljen
tr_tr: Proton VPN güncel

# About_UpdateStatus_val_Ready
source: New app version available!
be_by: Даступна новая версія праграмы!
el_gr: Νέα έκδοση εφαρμογής διαθέσιμη!
es_419: ¡Hay una versión nueva disponible!
fi_fi: Sovelluksesta on saatavilla uusi versio!
fr_fr: Une nouvelle version de l'application est disponible !
id_id: Versi aplikasi baru tersedia!
it_it: Nuova versione dell'app disponibile!
nl_nl: Nieuwe versie beschikbaar!
pl_pl: Dostępna jest nowa wersja aplikacji!
ro_ro: Versiune nouă disponibilă!
sk_sk: K dispozícii je nová verzia aplikácie!
sl_si: Na voljo je nova verzija!
tr_tr: Uygulamanın yeni bir sürümü yayınlanmış!

# About_lbl_ChangelogVersion
source: Changelog of v.{0}
be_by: Спіс змен версіі {0}
el_gr: Αρχείο Αλλαγών από v.{0}
es_419: Registro de cambios de v.{0}
fi_fi: Version {0} muutokset
fr_fr: Liste des modifications de la v.{0}
id_id: Riwayat perubahan v.{0}
it_it: Changelog della v.{0}
nl_nl: Changelog van v.{0}
pl_pl: Lista zmian wersji {0}
ro_ro: Jurnal modificări v.{0}
sk_sk: Zoznam zmien pre v.{0}
sl_si: Dnevnik sprememb v.{0}
tr_tr: V.{0} değişiklik günlüğü

# About_lbl_ChangelogVersion_New
source: New
be_by: Новая
el_gr: Νέα
es_419: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
nl_nl: Nieuw
pl_pl: Nowa
ro_ro: Nouă
sk_sk: Nové
sl_si: Novo
tr_tr: Yeni

# About_lbl_CurrentVersion
source: Current Version:
be_by: Бягучая версія:
el_gr: Τρέχουσα Έκδοση:
es_419: Versión actual:
fi_fi: Nykyinen versio:
fr_fr: Version actuelle :
id_id: Versi Saat Ini:
it_it: Versione corrente:
nl_nl: Huidige Versie:
pl_pl: Obecna wersja:
ro_ro: Versiune curentă:
sk_sk: Aktuálna verzia:
sl_si: Trenutna različica:
tr_tr: Geçerli sürüm:

# About_lbl_CurrentVersion_EarlyAccess
source: Early Access
be_by: Ранні доступ
el_gr: Πρώιμη Πρόσβαση
es_419: Acceso anticipado
fi_fi: Ennakkoversio
fr_fr: Accès en avant-première
id_id: Akses Dini
it_it: Accesso anticipato
nl_nl: Vroegtijdige Toegang
pl_pl: Wcześniejszy dostęp
ro_ro: Acces timpuriu
sk_sk: Skorý prístup
sl_si: Zgodnji dostop
tr_tr: Erken erişim

# About_lbl_LastUpdate
source: Last Update:
be_by: Апошняе абнаўленне:
el_gr: Τελευταία Ενημέρωση:
es_419: Última actualización:
fi_fi: Päivitetty viimeksi:
fr_fr: Dernière mise à jour :
id_id: Pembaruan Terakhir:
it_it: Ultimo aggiornamento:
nl_nl: Laatste Update:
pl_pl: Ostatnia aktualizacja:
ro_ro: Ultima actualizare:
sk_sk: Posledná aktualizácia:
sl_si: Zadnja posodobitev:
tr_tr: Son güncelleme:

# About_lbl_LicensingInformation
source: Licensing information:
be_by: Інфармацыя аб ліцэнзіі:
el_gr: Πληροφορίες άδειας:
es_419: Información de licencia:
fi_fi: Lisenssitiedot:
fr_fr: Informations sur les licences :
id_id: Informasi lisensi:
it_it: Informazioni sulla licenza:
nl_nl: Licentie-informatie:
pl_pl: Informacja o licencji:
ro_ro: Informații licențiere:
sk_sk: Licenčné informácie:
sl_si: Informacija o licenci:
tr_tr: Lisans bilgileri:

# About_lnk_ReadLicense
source: Read here
be_by: Чытайце тут
el_gr: Διαβάστε εδώ
es_419: Leer aquí
fi_fi: Lue täältä
fr_fr: Lire ici
id_id: Baca di sini
it_it: Leggi qui
nl_nl: Lees hier
pl_pl: Przeczytaj tutaj
ro_ro: Detalii aici
sk_sk: Zistiť viac
sl_si: Preberite tukaj
tr_tr: Buradan okuyun

# About_lnk_Update
source: Update
be_by: Абнавіць
el_gr: Ενημέρωση
es_419: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
id_id: Perbarui
it_it: Aggiorna
nl_nl: Bijwerken
pl_pl: Zaktualizuj
ro_ro: Actualizare
sk_sk: Aktualizácia
sl_si: Posodobi
tr_tr: Güncelle

# About_ttl
source: About
be_by: Пра нас
el_gr: Σχετικά
es_419: Acerca de
fi_fi: Tietoja
fr_fr: À propos
id_id: Tentang
it_it: Info
nl_nl: Over
pl_pl: Informacje
ro_ro: Despre
sk_sk: O aplikácii
sl_si: O nas
tr_tr: Hakkında

# Account_btn_ManageSubscription
source: Manage subscription
be_by: Кіраваць падпіскай
el_gr: Διαχείριση συνδρομής
es_419: Gestionar suscripción
fi_fi: Hallitse tilausta
fr_fr: Gérer l'abonnement
id_id: Kelola langganan
it_it: Gestisci abbonamento
nl_nl: Abonnement beheren
pl_pl: Zarządzaj subskrypcją
ro_ro: Gestionare abonament
sk_sk: Spravovať predplatné
sl_si: Upravljanje z naročnino
tr_tr: Abonelik yönetimi

# Account_lbl_AccessContent
source: Access blocked content
be_by: Доступ да заблакіраванага змесціва
el_gr: Πρόσβαση σε μπλοκαρισμένο περιεχόμενο
es_419: Acceso a contenido bloqueado
fi_fi: Käytä estettyä sisältöä
fr_fr: Accès au contenu bloqué
id_id: Akses konten yang diblokir
it_it: Accesso a contenuti bloccati
nl_nl: Toegang tot geblokkeerde inhoud
pl_pl: Dostęp do zablokowanych treści
ro_ro: Accesare conținut blocat
sk_sk: Prístup k blokovanému obsahu
sl_si: Dostop do blokirane vsebine
tr_tr: Engellenen içeriğe erişin

# Account_lbl_AccountPlan
source: Account Plan:
be_by: Тарыфны план:
el_gr: Πακέτο Λογαριασμού:
es_419: Plan de la cuenta:
fi_fi: Tilin tilaus:
fr_fr: Abonnement :
id_id: Paket Akun:
it_it: Piano dell'account:
nl_nl: Abonnement:
pl_pl: Plan konta:
ro_ro: Plan cont:
sk_sk: Predplatné účtu:
sl_si: Vrsta naročnine:
tr_tr: Hesap tarifesi:

# Account_lbl_AccountType
source: Account Type:
be_by: Тып уліковага запісу:
el_gr: Τύπος Λογαριασμού:
es_419: Tipo de cuenta:
fi_fi: Tilin tyyppi:
fr_fr: Type de compte :
id_id: Tipe Akun:
it_it: Tipo di account:
pl_pl: Typ konta:
ro_ro: Tip cont:
sk_sk: Typ účtu:
sl_si: Vrsta računa:
tr_tr: Hesap türü:

# Account_lbl_AllPlusFeatures
source: All Plus plan features
be_by: Усе функцыі тарыфнага плана Plus
el_gr: Όλες οι λειτουργίες πακέτου Plus
es_419: Todas las características del plan Plus
fi_fi: Kaikki Plus-tilauksen ominaisuudet
fr_fr: Toutes les fonctionnalités de l'abonnement Plus
id_id: Seluruh fitur paket Plus
it_it: Tutte le funzionalità del piano Plus
nl_nl: Alle Plus abonnementsfuncties
pl_pl: Wszystkie funkcje planu Plus
ro_ro: Toate funcțiile de la Plus
sk_sk: Všetky vlastnosti plánu Plus
sl_si: Funkcije naročnine Plus
tr_tr: Tüm Plus tarifesi özellikleri

# Account_lbl_Connection_One
source: <Bold>{0}</Bold> VPN connection
be_by: <Bold>{0}</Bold> падключэнне па VPN
el_gr: <Bold>{0}</Bold> Σύνδεση VPN
es_419: <Bold>{0}</Bold> conexión VPN
fi_fi: <Bold>{0}</Bold> VPN-yhteys
fr_fr: <Bold>{0}</Bold> connexion VPN
it_it: <Bold>{0}</Bold> Connessione VPN
nl_nl: <Bold>{0}</Bold> VPN-verbinding
pl_pl: <Bold>{0}</Bold> połączenie VPN
ro_ro: <Bold>O</Bold> conexiune VPN
sk_sk: <Bold>{0}</Bold> VPN pripojenie
sl_si: <Bold>{0}</Bold> VPN povezava
tr_tr: <Bold>{0}</Bold> VPN bağlantısı

# Account_lbl_Connection_Other
source: <Bold>{0}</Bold> VPN connections
be_by: <Bold>{0}</Bold> падключэнні па VPN
el_gr: <Bold>{0}</Bold> Συνδέσεις VPN
es_419: <Bold>{0}</Bold> conexiones VPN
fi_fi: <Bold>{0}</Bold> VPN-yhteyttä
fr_fr: <Bold>{0}</Bold> connexions VPN
id_id: <Bold>{0}</Bold> sambungan VPN
it_it: <Bold>{0}</Bold> Connessioni VPN
nl_nl: <Bold>{0}</Bold> VPN-verbindingen
pl_pl: <Bold>{0}</Bold> połączenia VPN
ro_ro: <Bold>{0}</Bold> de conexiuni VPN
sk_sk: <Bold>{0}</Bold> VPN pripojení
sl_si: <Bold>{0}</Bold> VPN povezav
tr_tr: <Bold>{0}</Bold> VPN bağlantısı

# Account_lbl_Countries_One
source: in <Bold>{0}</Bold> country
be_by: у <Bold>{0}</Bold> краіне
el_gr: σε <Bold>{0}</Bold> χώρα
es_419: en <Bold>{0}</Bold> país
fi_fi: <Bold>{0}</Bold> maassa
fr_fr: dans <Bold>{0}</Bold> pays
it_it: in <Bold>{0}</Bold> paese
nl_nl: in <Bold>{0}</Bold> land
pl_pl: w <Bold>{0}</Bold> kraju
ro_ro: într-o țară
sk_sk: v <Bold>{0}</Bold> krajine
sl_si: in <Bold>{0}</Bold> država
tr_tr: <Bold>{0}</Bold> ülkede

# Account_lbl_Countries_Other
source: in <Bold>{0}</Bold> countries
be_by: у <Bold>{0}</Bold> краінах
el_gr: σε <Bold>{0}</Bold> χώρες
es_419: en <Bold>{0}</Bold> países
fi_fi: <Bold>{0}</Bold> maassa
fr_fr: dans <Bold>{0}</Bold> pays
id_id: di <Bold>{0}</Bold> negara
it_it: in <Bold>{0}</Bold> paesi
nl_nl: in <Bold>{0}</Bold> landen
pl_pl: w <Bold>{0}</Bold> krajach
ro_ro: în <Bold>{0}</Bold> de țări
sk_sk: v <Bold>{0}</Bold> krajinách
sl_si: in <Bold>{0}</Bold> držav
tr_tr: <Bold>{0}</Bold> ülkede

# Account_lbl_CurrentPlan
source: Current plan
be_by: Бягучы тарыфны план
el_gr: Τρέχον πρόγραμμα
es_419: Plan actual
fi_fi: Nykyinen tilaus
fr_fr: Abonnement actuel
id_id: Paket saat ini
it_it: Piano attuale
nl_nl: Huidig abonnement
pl_pl: Obecny plan
ro_ro: Plan actual
sk_sk: Súčasný plán
sl_si: Trenutna naročnina
tr_tr: Geçerli tarife

# Account_lbl_Device_One
source: Device
be_by: Прылада
el_gr: Συσκευή
es_419: Dispositivo
fi_fi: laite
fr_fr: Appareil
it_it: Dispositivo
nl_nl: Apparaat
pl_pl: urządzenie
ro_ro: dispozitiv
sk_sk: Zariadenie
sl_si: Naprava
tr_tr: Aygıt

# Account_lbl_Device_Other
source: Devices
be_by: Прылады
el_gr: Συσκευές
es_419: Dispositivos
fi_fi: laitetta
fr_fr: Appareils
id_id: Perangkat
it_it: Dispositivi
nl_nl: Apparaten
pl_pl: urządzenia
ro_ro: de dispozitive
sk_sk: Zariadení
sl_si: Naprav
tr_tr: Aygıt

# Account_lbl_HighSpeed
source: <Bold>High</Bold> speed
be_by: <Bold>Высокая</Bold> хуткасць
el_gr: <Bold>Υψηλή</Bold> ταχύτητα
es_419: Velocidad <Bold>alta</Bold>
fi_fi: <Bold>Korkea</Bold> nopeus
fr_fr: Vitesse <Bold>élevée</Bold>
id_id: Kecepatan <Bold>Tinggi</Bold>
it_it: <Bold>Alta</Bold> velocità
nl_nl: <Bold>Hoge</Bold> snelheid
pl_pl: <Bold>Wysoka</Bold> prędkość
ro_ro: Viteză <Bold>mare</Bold>
sk_sk: <Bold>Vysoká</Bold> rýchlosť
sl_si: <Bold>Visoka</Bold> hitrost
tr_tr: <Bold>Yüksek</Bold> hız

# Account_lbl_HighestSpeed
source: <Bold>Highest</Bold> speed (up to 10 Gbps)
be_by: <Bold>Найвышэйшая</Bold> хуткасць (да 10 Гбіт/с)
el_gr: <Bold>Ύψηλότερη</Bold> ταχύτητα (μέχρι 10Gbps)
es_419: <Bold>Máxima</Bold> velocidad (hasta 10 Gbps)
fi_fi: <Bold>Korkein</Bold> nopeus (jopa 10 Gbps)
fr_fr: Vitesse <Bold>maximale</Bold> (jusqu’à 10 Gbit/s)
id_id: Kecepatan <Bold>tertinggi</Bold> (hingga 10 Gbps)
it_it: <Bold>Velocità massima</Bold> (fino a 10 Gbps)
nl_nl: <Bold>Hoogste</Bold> snelheid (tot 10 Gbps)
pl_pl: <Bold>Najwyższa</Bold> prędkość (do 10 Gb/s)
ro_ro: Viteză <Bold>maximă</Bold> (până la 10 Gbps)
sk_sk: <Bold>Najvyššia</Bold> rýchlosť (do 10 Gbps)
sl_si: <Bold>Višje</Bold> hitrosti (do 10 Gbps)
tr_tr: <Bold>En yüksek</Bold> hız (10 Gb/sn hıza kadar)

# Account_lbl_MediumSpeed
source: <Bold>Medium</Bold> speed
be_by: <Bold>Сярэдняя</Bold> хуткасць
el_gr: <Bold>Μεσαία</Bold> ταχύτητα
es_419: Velocidad <Bold>media</Bold>
fi_fi: <Bold>Keskitasoinen</Bold> nopeus
fr_fr: Vitesse <Bold>moyenne</Bold>
id_id: Kecepatan <Bold>Menengah</Bold>
it_it: <Bold>Media</Bold> velocità
nl_nl: <Bold>Gemiddelde</Bold> snelheid
pl_pl: <Bold>Umiarkowana</Bold> prędkość
ro_ro: Viteză <Bold>medie</Bold>
sk_sk: <Bold>Stredná</Bold> rýchlosť
sl_si: <Bold>Srednja</Bold> hitrost
tr_tr: <Bold>Orta</Bold> hız

# Account_lbl_NetShield
source: Adblocker (NetShield)
be_by: Блакіроўшчык рэкламы (NetShield)
el_gr: Φραγή Διαφημίσεων (NetShield)
es_419: Bloqueador de anuncios (NetShield)
fi_fi: Mainosesto (NetShield)
fr_fr: Bloqueur de publicités (NetShield)
nl_nl: Advertentieblokkering (NetShield)
pl_pl: Blokada reklam (NetShield)
ro_ro: Blocare reclame (NetShield)
sk_sk: Blokátor reklám (NetShield)
sl_si: Blokiranje oglasov (NetShield)
tr_tr: Reklam engelleyici (NetShield)

# Account_lbl_NoLogs
source: Strict no-logs policy
be_by: Палітыка строгай адсутнасці журналаў актыўнасці
el_gr: Αυστηρή πολιτική μη καταγραφής
es_419: Política estricta de no registros
fi_fi: Tiukka lokivapaa käytäntö
fr_fr: Politique stricte de non-journalisation (no-log)
id_id: Kebijakan tanpa log yang ketat
it_it: Rigorosa politica di non conservazione dei log
nl_nl: Strikt beleid tegen logboeken
pl_pl: Polityka braku przechowywania logów
ro_ro: Politică strictă fără înregistrări
sk_sk: Prísna politika neuchovávania záznamov
sl_si: Strikten pravilnik brez dnevniških datotek
tr_tr: Sıkı kayıt tutmama ilkesi

# Account_lbl_P2P
source: P2P/BitTorrent support
be_by: Падтрымка P2P/BitTorrent
el_gr: Υποστήριξη P2P/BitTorrent
es_419: Soporte P2P/BitTorrent
fi_fi: P2P-/BitTorrent-tuki
fr_fr: Prise en charge P2P/BitTorrent
id_id: Dukungan P2P/BitTorrent
it_it: Supporto P2P/BitTorrent
nl_nl: P2P/Bittorrent ondersteuning
pl_pl: Wsparcie P2P / BitTorrent
ro_ro: Suport P2P/BitTorrent
sk_sk: Podpora P2P/BitTorrent
sl_si: Podpora za P2P/BitTorrent
tr_tr: P2P/BitTorrent desteği

# Account_lbl_P2P_Info
source: Support for file sharing protocols such as BitTorrent.
be_by: Падтрымка пратаколаў абагулення файлаў, такіх як BitTorrent.
el_gr: Υποστήριξη για πρωτόκολλα κοινής χρήσης αρχείων όπως το BitTorrent.
es_419: Soporte para protocolos de intercambio de archivos como BitTorrent.
fi_fi: Tuki BitTorrentin kaltaisille tiedostonjakoprotokollille.
fr_fr: Prise en charge des protocoles de partage de fichiers comme BitTorrent.
id_id: Dukungan untuk protokol file-sharing seperti BitTorrent.
it_it: Supporto per protocolli di condivisione dei file come Bittorrent.
nl_nl: Ondersteuning voor filesharing protocollen zoals BitTorrent.
pl_pl: Wsparcie dla protokołów udostępniania plików, takich jak BitTorrent.
ro_ro: Suport pentru protocoalele de partajare a fișierelor, cum ar fi BitTorrent.
sk_sk: Podpora protokolov pre zdieľanie súborov, ako je BitTorrent.
sl_si: Podpora za protokole za skupno rabo datotek, kot je BitTorrent.
tr_tr: BitTorrent gibi dosya paylaşımı iletişim kurallarına destek.

# Account_lbl_Servers_One
source: <Bold>{0}</Bold> server
be_by: <Bold>{0}</Bold> сервер
el_gr: <Bold>{0}</Bold> διακομιστής
es_419: <Bold>{0}</Bold> servidor
fi_fi: <Bold>{0}</Bold> palvelin
fr_fr: <Bold>{0}</Bold> serveur
pl_pl: <Bold>{0}</Bold> serwer
ro_ro: un server
sl_si: <Bold>{0}</Bold> strežnik
tr_tr: <Bold>{0}</Bold> sunucu

# Account_lbl_Servers_Other
source: <Bold>{0}</Bold> servers
be_by: <Bold>{0}</Bold> серверы
el_gr: <Bold>{0}</Bold> διακομιστές
es_419: <Bold>{0}</Bold> servidores
fi_fi: <Bold>{0}</Bold> palvelinta
fr_fr: <Bold>{0}</Bold> serveurs
id_id: <Bold>{0}</Bold> server
it_it: <Bold>{0}</Bold> server
pl_pl: <Bold>{0}</Bold> serwerów
ro_ro: <Bold>{0}</Bold> de servere
sk_sk: <Bold>{0}</Bold> serverov
sl_si: <Bold>{0}</Bold> strežniki
tr_tr: <Bold>{0}</Bold> sunucu

# Account_lbl_Streaming
source: Streaming service support
be_by: Падтрымка сэрвісу трансляцыі
el_gr: Υποστήριξη υπηρεσίας streaming
es_419: Soporte de servicios de streaming
fi_fi: Suoratoistopalveluiden tuki
fr_fr: Prise en charge des services de streaming
id_id: Dukungan layanan streaming
it_it: Streaming supportato
nl_nl: Ondersteuning voor streamingservices
pl_pl: Wsparcie usług streamingu
ro_ro: Suport servicii de transmisie în flux
sk_sk: Podpora streamovacích služieb
sl_si: Podpora pretočnim servisom
tr_tr: Yayın akışı hizmeti desteği

# Account_lbl_TorOverVpn
source: TOR over VPN
be_by: Tor праз VPN
el_gr: VPN μέσω Tor
es_419: TOR sobre VPN
fi_fi: TOR + VPN
fr_fr: Tor via VPN
id_id: TOR via VPN
it_it: TOR su VPN
nl_nl: TOR via VPN
pl_pl: Tor przez VPN
ro_ro: Tor prin VPN
sk_sk: TOR cez VPN
sl_si: TOR preko VPN
tr_tr: VPN üzerinden Tor

# Account_lbl_Username
source: Username:
be_by: Імя карыстальніка:
el_gr: Όνομα χρήστη:
es_419: Nombre de usuario:
fi_fi: Käyttäjätunnus:
fr_fr: Nom d'utilisateur :
id_id: Nama Pengguna:
it_it: Nome utente:
nl_nl: Gebruikersnaam:
pl_pl: Nazwa użytkownika:
ro_ro: Utilizator:
sk_sk: Používateľské meno:
sl_si: Uporabniško ime:
tr_tr: Kullanıcı adı:

# Account_ttl
source: Account
be_by: Уліковы запіс
el_gr: Λογαριασμός
es_419: Cuenta
fi_fi: Tili
fr_fr: Compte
id_id: Akun
pl_pl: Konto
ro_ro: Cont
sk_sk: Účet
sl_si: Račun
tr_tr: Hesap

# Api_error_Timeout
source: Your request has failed. Please try again.
be_by: Збой выканання запыту. Паспрабуйце яшчэ раз.
el_gr: Το αίτημά σας απέτυχε. Παρακαλούμε δοκιμάστε ξανά.
es_419: Error con la solicitud. Intente de nuevo.
fi_fi: Pyyntösi epäonnistui. Yritä uudelleen.
fr_fr: Votre requête n'a pas abouti. Nous vous invitons à réessayer.
id_id: Permintaan Anda telah gagal. Silakan coba lagi.
it_it: La tua richiesta è fallita. Per favore riprova.
nl_nl: Uw verzoek is mislukt. Gelieve opnieuw te proberen.
pl_pl: Żądanie nie powiodło się. Spróbuj ponownie.
ro_ro: Solicitarea a eșuat. Mai reîncercați.
sk_sk: Vaša žiadosť zlyhala. Skúste znovu, prosím.
sl_si: Vaša zahteva ni uspela. Poskusite ponovno.
tr_tr: İsteğiniz yerine getirelemedi. Lütfen yeniden deneyin.

# App_mnu_About
source: About
be_by: Пра нас
el_gr: Σχετικά
es_419: Acerca de
fi_fi: Tietoja
fr_fr: À propos
id_id: Tentang
it_it: Info
nl_nl: Over
pl_pl: Informacje
ro_ro: Despre
sk_sk: O aplikácii
sl_si: O programu
tr_tr: Hakkında

# App_mnu_Account
source: Account
be_by: Уліковы запіс
el_gr: Λογαριασμός
es_419: Cuenta
fi_fi: Tili
fr_fr: Compte
id_id: Akun
pl_pl: Konto
ro_ro: Cont
sk_sk: Účet
sl_si: Račun
tr_tr: Hesap

# App_mnu_Connect
source: Connect
be_by: Падключыцца
el_gr: Σύνδεση
es_419: Conectar
fi_fi: Yhdistä
fr_fr: Se connecter
id_id: Hubungkan
it_it: Connetti
nl_nl: Verbind
pl_pl: Połącz
ro_ro: Conectare
sk_sk: Pripojiť
sl_si: Poveži
tr_tr: Bağlan

# App_mnu_Disconnect
source: Disconnect
be_by: Адключыцца
el_gr: Αποσύνδεση
es_419: Desconectar
fi_fi: Katkaise yhteys
fr_fr: Se déconnecter
id_id: Putuskan
it_it: Disconnetti
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
sk_sk: Odpojiť
sl_si: Prekini
tr_tr: Bağlantıyı kes

# App_mnu_Exit
source: Exit
be_by: Выйсці з праграмы
el_gr: Έξοδος
es_419: Salir
fi_fi: Sulje
fr_fr: Quitter
id_id: Keluar Aplikasi
it_it: Esci
nl_nl: Afsluiten
pl_pl: Wyjście
ro_ro: Ieșire
sk_sk: Odísť
sl_si: Izhod
tr_tr: Çık

# App_mnu_Help
source: Help
be_by: Даведка
el_gr: Βοήθεια
es_419: Ayuda
fi_fi: Tuki
fr_fr: Aide
id_id: Bantuan
it_it: Aiuto
nl_nl: Hulp
pl_pl: Pomoc
ro_ro: Ajutor
sk_sk: Nápoveda
sl_si: Pomoč
tr_tr: Yardım

# App_mnu_Logout
source: Sign out
be_by: Выйсці з уліковага запісу
el_gr: Αποσύνδεση
es_419: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_fr: Se déconnecter
id_id: Keluar Akun
it_it: Disconnetti
nl_nl: Uitloggen
pl_pl: Wyloguj
ro_ro: Deconectare
sk_sk: Odhlásiť sa
sl_si: Odjava
tr_tr: Oturumu kapat

# App_mnu_Profiles
source: Profiles
be_by: Профілі
el_gr: Προφίλ
es_419: Perfiles
fi_fi: Profiilit
fr_fr: Profils
id_id: Profil
it_it: Profili
nl_nl: Profielen
pl_pl: Profile
ro_ro: Profile
sk_sk: Profily
sl_si: Profili
tr_tr: Profiller

# App_mnu_ReportBug
source: Report an Issue
be_by: Паведаміць пра праблему
el_gr: Αναφορά προβλήματος
es_419: Reportar un problema
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un bug
id_id: Laporkan Masalah
it_it: Segnala un problema
nl_nl: Een probleem melden
pl_pl: Zgłoś problem
ro_ro: Raportare o problemă
sk_sk: Nahlásiť problém
sl_si: Prijavite težavo
tr_tr: Bir sorun bildir

# App_mnu_Settings
source: Settings
be_by: Налады
el_gr: Ρυθμίσεις
es_419: Ajustes
fi_fi: Asetukset
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setări
sk_sk: Nastavenia
sl_si: Nastavitve
tr_tr: Ayarlar

# App_msg_LogoutConnectedConfirm
source: Signing out of the application will disconnect the active VPN connection. Do you want to continue?
be_by: Выхад з праграмы прывядзе да адключэння ад актыўнага падключэння па VPN. Вы сапраўды хочаце працягнуць?
el_gr: Η έξοδος από την εφαρμογή θα αποσυνδέσει την ενεργή συνεδρία VPN. Θέλετε να συνεχίσετε;
es_419: Cerrar la sesión de la aplicación desconectará la conexión VPN activa. ¿Desea continuar?
fi_fi: Uloskirjautuminen katkaisee aktiivisen VPN-yhteyden. Haluatko jatkaa?
fr_fr: En vous déconnectant de l'application, vous interromprez la connexion VPN active. Voulez-vous continuer ?
id_id: Dengan keluar dari aplikasi, koneksi VPN yang sedang aktif akan terputus. Apakah Anda ingin melanjutkan?
it_it: Disconnettendo l'applicazione, tutte le connessioni VPN attive verranno terminate. Vuoi continuare?
nl_nl: Uitloggen van de applicatie zal de actieve VPN-verbinding verbreken. Wilt u doorgaan?
pl_pl: Wylogowanie z aplikacji spowoduje rozłączenie aktywnego połączenia VPN. Czy chcesz kontynuować?
ro_ro: Deconectându-vă din aplicație veți deconecta conexiunea VPN activă. Doriți să continuați?
sk_sk: Odhlásením z aplikácie sa odpojí aktívne pripojenie VPN. Chcete pokračovať?
sl_si: Odjava iz aplikacije bo prekinila aktivno povezavo VPN. Želite nadaljevati?
tr_tr: Uygulama oturumunu kapatmak, etkin VPN bağlantısını kesecek. İlerlemek istiyor musunuz?
