Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Country_val_PM
source: Saint Pierre and Miquelon
be_by: Сен-П’ер і Мікелон
el_gr: Νήσοι Αγίου Πέτρου και Μιχαήλ
es_419: San Pedro y Miquelón
fi_fi: Saint Pierre ja Miquelon
fr_fr: Saint-Pierre-et-Miquelon
id_id: Saint Pierre dan Miquelon
it_it: Saint Pierre e Miquelon
nl_nl: Saint-Pierre en Miquelon
pl_pl: Saint-Pierre i Miquelon
ro_ro: Saint Pierre și Miquelon
sk_sk: Saint Pierre a Miquelon
sl_si: Sveta Peter in Mihael
tr_tr: Saint Pierre ve Miquelon

# Country_val_PN
source: Pitcairn
be_by: Астравы Піткэрн
el_gr: Πίτκερν
fr_fr: Îles Pitcairn
it_it: Isole Pitcairn
nl_nl: Pitcairneilanden
sk_sk: Pitcairnove ostrovy

# Country_val_PR
source: Puerto Rico
be_by: Пуэрта-Рыка
el_gr: Πουέρτο Ρίκο
fr_fr: Porto Rico
id_id: Puerto Riko
it_it: Portorico
pl_pl: Portoryko
ro_ro: Porto Rico
sk_sk: Portoriko
sl_si: Portoriko
tr_tr: Porto Riko

# Country_val_PS
source: Palestine
be_by: Палесціна
el_gr: Παλαιστίνη
es_419: Palestina
fi_fi: Palestiina
id_id: Palestina
it_it: Palestina
nl_nl: Palestina
pl_pl: Palestyna
ro_ro: Palestina
sk_sk: Palestína
sl_si: Palestina
tr_tr: Filistin

# Country_val_PT
source: Portugal
be_by: Партугалія
el_gr: Πορτογαλία
fi_fi: Portugali
it_it: Portogallo
pl_pl: Portugalia
ro_ro: Portugalia
sk_sk: Portugalsko
sl_si: Portugalska
tr_tr: Portekiz

# Country_val_PW
source: Palau
be_by: Палау
el_gr: Παλάου
es_419: Palaos
fr_fr: Palaos
sl_si: Palav

# Country_val_PY
source: Paraguay
be_by: Парагвай
el_gr: Παραγουάη
it_it: Paraguai
pl_pl: Paragwaj
sk_sk: Paraguaj
sl_si: Paragvaj

# Country_val_QA
source: Qatar
be_by: Катар
el_gr: Κατάρ
es_419: Catar
pl_pl: Katar
sk_sk: Katar
sl_si: Katar
tr_tr: Katar

# Country_val_RE
source: Réunion
be_by: Рэюньён
el_gr: Ρεϋνιόν
es_419: Reunión
fr_fr: La Réunion
it_it: Riunione
pl_pl: Reunion
sl_si: Reunion

# Country_val_RO
source: Romania
be_by: Румынія
el_gr: Ρουμανία
es_419: Rumania
fr_fr: Roumanie
nl_nl: Roemenië
pl_pl: Rumunia
ro_ro: România
sk_sk: Rumunsko
sl_si: Romunija
tr_tr: Romanya

# Country_val_RS
source: Serbia
be_by: Сербія
el_gr: Σερβία
fr_fr: Serbie
nl_nl: Servië
sk_sk: Srbsko
sl_si: Srbija
tr_tr: Sırbistan

# Country_val_RU
source: Russia
be_by: Расія
el_gr: Ρωσία
es_419: Rusia
fi_fi: Venäjä
fr_fr: Russie
id_id: Rusia
nl_nl: Rusland
pl_pl: Rosja
ro_ro: Rusia
sk_sk: Rusko
sl_si: Rusija
tr_tr: Rusya

# Country_val_RW
source: Rwanda
be_by: Руанда
el_gr: Ρουάντα
es_419: Ruanda
fi_fi: Ruanda
it_it: Ruanda
ro_ro: Ruanda
sl_si: Ruanda
tr_tr: Ruanda

# Country_val_SA
source: Saudi Arabia
be_by: Саудаўская Аравія
el_gr: Σαουδική Αραβία
es_419: Arabia Saudita
fr_fr: Arabie Saoudite
id_id: Arab Saudi
it_it: Arabia Saudita
nl_nl: Saudi-Arabië
pl_pl: Arabia Saudyjska
ro_ro: Arabia Saudită
sk_sk: Saudská Arábia
sl_si: Saudova Arabija
tr_tr: Suudi Arabistan

# Country_val_SB
source: Solomon Islands
be_by: Саламонавы астравы
el_gr: Νήσοι Σολομώντος
es_419: Islas Salomón
fi_fi: Salomonsaaret
fr_fr: Îles Salomon
id_id: Kepulauan Solomon
it_it: Isole Salomone
nl_nl: Salomonseilanden
pl_pl: Wyspy Salomona
ro_ro: Insula Solomon
sk_sk: Šalamúnove ostrovy
sl_si: Salomonovi otoki
tr_tr: Solomon Adaları

# Country_val_SC
source: Seychelles
be_by: Сейшэльскія астравы
el_gr: Σεϊχέλες
fi_fi: Seychellit
nl_nl: Seychellen
pl_pl: Seszele
sk_sk: Seychely
sl_si: Sejšeli
tr_tr: Seyşeller

# Country_val_SD
source: Sudan
be_by: Судан
el_gr: Σουδάν
es_419: Sudán
fr_fr: Soudan
nl_nl: Soedan
sk_sk: Sudán

# Country_val_SE
source: Sweden
be_by: Швецыя
el_gr: Σουηδία
es_419: Suecia
fi_fi: Ruotsi
fr_fr: Suède
id_id: Swedia
it_it: Svezia
nl_nl: Zweden
pl_pl: Szwecja
ro_ro: Suedia
sk_sk: Švédsko
sl_si: Švedska
tr_tr: İsveç

# Country_val_SG
source: Singapore
be_by: Сінгапур
el_gr: Σιγκαπούρη
es_419: Singapur
fr_fr: Singapour
id_id: Singapura
pl_pl: Singapur
sk_sk: Singapur
sl_si: Singapur
tr_tr: Singapur

# Country_val_SH
source: Saint Helena, Ascension and Tristan da Cunha
be_by: Астравы Святой Алены, Ушэсця і Трыстан-да-Кунья
el_gr: Αγία Ελένη, της Αναλήψεως και Τριστάν ντα Κούνια
es_419: Santa Helena, Ascensión y Tristán de Acuña
fi_fi: Saint Helena, Ascension ja Tristan da Cunha
fr_fr: Sainte-Hélène, Ascension et Tristan da Cunha
id_id: Saint Helena, Ascension dan Tristan da Cunha
it_it: Sant'Elena, Ascensione e Tristan da Cunha
nl_nl: Sint-Helena, Ascension en Tristan da Cunha
pl_pl: Wyspa Świętej Heleny, Wyspa Wniebowstąpienia i Tristan da Cunha
ro_ro: Sfânta Elena, Ascension și Tristan da Cunha
sk_sk: Svätá Helena, Ascension a Tristan da Cunha
sl_si: Sveta Helena, Ascension in Tristan da Cunha
tr_tr: Saint Helena, Ascension ve Tristan da Cunha

# Country_val_SI
source: Slovenia
be_by: Славенія
el_gr: Σλοβενία
es_419: Eslovenia
fr_fr: Slovénie
nl_nl: Slovenië
pl_pl: Słowenia
sk_sk: Slovinsko
sl_si: Slovenija
tr_tr: Slovenya

# Country_val_SJ
source: Svalbard and Jan Mayen
be_by: Шпіцберген і Ян-Маен
el_gr: Σβάλμπαρντ
es_419: Svalbard y Jan Mayen
fi_fi: Huippuvuoret ja Jan Mayen
fr_fr: Svalbard et Jan Mayen
id_id: Svalbard dan Jan Mayen
it_it: Svalbard e Jan Mayen
nl_nl: Spitsbergen en Jan Mayen
pl_pl: Svalbard i Jan Mayen
ro_ro: Svalbard și Jan Mayen
sk_sk: Svalbard a Jan Mayen
sl_si: Svalbard in Jan Mayen
tr_tr: Svalbard ve Jan Mayen

# Country_val_SK
source: Slovakia
be_by: Славакія
el_gr: Σλοβακία
es_419: Eslovaquia
fr_fr: Slovaquie
it_it: Slovacchia
nl_nl: Slowakije
pl_pl: Słowacja
ro_ro: Slovacia
sk_sk: Slovensko
sl_si: Slovaška
tr_tr: Slovakya

# Country_val_SL
source: Sierra Leone
be_by: Сьера-Леонэ
el_gr: Σιέρα Λεόνε
es_419: Sierra Leona

# Country_val_SM
source: San Marino
be_by: Сан-Марына
el_gr: Άγιος Μαρίνος
fr_fr: Saint-Marin

# Country_val_SN
source: Senegal
be_by: Сенегал
el_gr: Σενεγάλη
fr_fr: Sénégal

# Country_val_SO
source: Somalia
be_by: Самалі
el_gr: Σομαλία
fr_fr: Somalie
nl_nl: Somalië
sk_sk: Somálsko
sl_si: Somalija
tr_tr: Somali

# Country_val_SR
source: Suriname
be_by: Сурынам
el_gr: Σουρινάμ
es_419: Surinam
pl_pl: Surinam
ro_ro: Surinam
sk_sk: Surinam
sl_si: Surinam
tr_tr: Surinam

# Country_val_SS
source: South Sudan
be_by: Паўднёвы Судан
el_gr: Νότιο Σουδάν
es_419: Sudán del Sur
fi_fi: Etelä-Sudan
fr_fr: Soudan du Sud
id_id: Sudan Selatan
it_it: Sudan Del Sud
nl_nl: Zuid-Soedan
pl_pl: Sudan Południowy
ro_ro: Sudanul de Sud
sk_sk: Južný Sudán
sl_si: Južni Sudan
tr_tr: Güney Sudan

# Country_val_ST
source: Sao Tome and Principe
be_by: Сан-Тамэ і Прынсіпі
el_gr: Άγιος Θωμάς
es_419: Santo Tomé y Príncipe
fi_fi: Sao Tome ja Principe
fr_fr: Sao Tomé-et-Principe
id_id: Sao Tome dan Principe
it_it: São Tomé e Príncipe
nl_nl: Sao Tomé en Principe
pl_pl: Wyspy Świętego Tomasza i Książęca
ro_ro: Sao Tome și Principe
sk_sk: Svätý Tomáš a Princov ostrov
sl_si: Sveti Tomaž in Princ
tr_tr: Sao Tome ve Principe

# Country_val_SV
source: El Salvador
be_by: Сальвадор
el_gr: Ελ Σαλβαδόρ
fr_fr: Salvador
pl_pl: Salwador
sk_sk: Salvádor
sl_si: Salvador

# Country_val_SX
source: Sint Maarten (Dutch part)
be_by: Сен-Мартэн (нідэрландская частка)
el_gr: Άγιος Μαρτίνος (Ολλανδικό τμήμα)
es_419: San Martín (parte francesa)
fi_fi: Sint Maarten (Alankomaat)
fr_fr: Saint-Martin (partie néerlandaise)
id_id: Sint Maarten (Wilayah Belanda)
it_it: Sint Maarten
nl_nl: Sint Maarten (Nederlands deel)
pl_pl: Sint Maarten (Dania)
ro_ro: Sint Maarten (partea olandeză)
sk_sk: Svätý Martin (holandská časť)
sl_si: Sveti Martin (nizozemski del)
tr_tr: Sint Maarten (Hollanda kısmı)

# Country_val_SY
source: Syrian Arab Republic
be_by: Сірыя
el_gr: Αραβική Δημοκρατία της Συρίας
es_419: Siria
fi_fi: Syyria
fr_fr: Syrie
id_id: Republik Arab Suriah
it_it: Siria
nl_nl: Syrische Arabische Republiek
pl_pl: Syria
ro_ro: Republica Arabă Siriană
sk_sk: Sýrska arabská republika
sl_si: Sirija
tr_tr: Suriye Arap Cumhuriyeti

# Country_val_SZ
source: Eswatini
be_by: Эсваціні
el_gr: Εσουατίνη
es_419: Suazilandia
fi_fi: Swazimaa
nl_nl: Swaziland
sk_sk: Svazijsko
sl_si: Esvatini
tr_tr: Esvatini

# Country_val_TC
source: Turks and Caicos Islands
be_by: Астравы Цёркс і Кайкас
el_gr: Νήσοι Τερκς και Κάικος
es_419: Islas Turcas y Caicos
fi_fi: Turks- ja Caicossaaret
fr_fr: Îles Turques-et-Caïques
id_id: Kepulauan Turks dan Caicos
it_it: Isole Turks e Caicos
nl_nl: De Turks- en Caicoseilanden
pl_pl: Turks i Caicos
ro_ro: Insulele Turks și Caicos
sk_sk: Ostrovy Turks a Caicos
sl_si: Otoki Turks in Caicos
tr_tr: Turks ve Caicos Adaları

# Country_val_TD
source: Chad
be_by: Чад
el_gr: Τσαντ
fi_fi: Tšad
fr_fr: Tchad
it_it: Ciad
nl_nl: Tsjaad
pl_pl: Czad
ro_ro: Ciad
sk_sk: Čad
sl_si: Čad
tr_tr: Çad

# Country_val_TF
source: French Southern Territories
be_by: Французскія Паўднёвыя тэрыторыі
el_gr: Νότια Γαλλικά Εδάφη
es_419: Territorios Australes Franceses
fi_fi: Ranskan eteläiset alueet
fr_fr: Terres australes françaises
id_id: Teritori Selatan Perancis
it_it: Terre Australi e Antartiche Francesi
nl_nl: Franse Zuidelijke en Antarctische Gebieden
pl_pl: Francuskie Terytoria Południowe i Antarktyczne
ro_ro: Teritoriile Franceze de Sud
sk_sk: Francúzske južné územia
sl_si: Francoska južna ozemlja
tr_tr: Fransız Güney Toprakları

# Country_val_TG
source: Togo
be_by: Тога
el_gr: Τόγκο

# Country_val_TH
source: Thailand
be_by: Тайланд
el_gr: Ταϊλάνδη
es_419: Tailandia
fi_fi: Thaimaa
fr_fr: Thaïlande
it_it: Thailandia
pl_pl: Tajlandia
ro_ro: Tailanda
sk_sk: Thajsko
sl_si: Tajska
tr_tr: Tayland

# Country_val_TJ
source: Tajikistan
be_by: Таджыкістан
el_gr: Τατζικιστάν
es_419: Tayikistán
fi_fi: Tadžikistan
fr_fr: Tadjikistan
it_it: Tagikistan
nl_nl: Tadjikistan
pl_pl: Tadżykistan
ro_ro: Tadjikistan
sk_sk: Tadžikistan
sl_si: Tadžikistan
tr_tr: Tacikistan

# Country_val_TK
source: Tokelau
be_by: Такелау
el_gr: Τοκελάου
sl_si: Tokelav

# Country_val_TL
source: Timor-Leste
be_by: Тымор-Лешці
el_gr: Ανατολικό Τιμόρ
es_419: Timor Oriental
fi_fi: Itä-Timor
fr_fr: Timor oriental
it_it: Timor Est
nl_nl: Oost-Timor
pl_pl: Timor Wschodni
ro_ro: Timorul De Est
sk_sk: Východný Timor
sl_si: Vzhodni Timor
tr_tr: Doğu Timor

# Country_val_TM
source: Turkmenistan
be_by: Туркменістан
el_gr: Τουρκμενιστάν
es_419: Turkmenistán
fr_fr: Turkménistan
tr_tr: Türkmenistan

# Country_val_TN
source: Tunisia
be_by: Туніс
el_gr: Τυνησία
es_419: Túnez
fr_fr: Tunisie
nl_nl: Tunesië
pl_pl: Tunezja
sk_sk: Tunisko
sl_si: Tunizija
tr_tr: Tunus

# Country_val_TO
source: Tonga
be_by: Тонга
el_gr: Τόνγκα

# Country_val_TR
source: Turkey
be_by: Турцыя
el_gr: Τουρκία
es_419: Turquía
fi_fi: Turkki
fr_fr: Turquie
id_id: Turki
it_it: Turchia
nl_nl: Turkije
pl_pl: Turcja
ro_ro: Turcia
sk_sk: Turecko
sl_si: Turčija
tr_tr: Türkiye

# Country_val_TT
source: Trinidad and Tobago
be_by: Трынідад і Табага
el_gr: Τρινιντάντ
es_419: Trinidad y Tobago
fi_fi: Trinidad ja Tobago
fr_fr: Trinité-et-Tobago
id_id: Trinidad dan Tobago
it_it: Trinidad e Tobago
nl_nl: Trinidad en Tobago
pl_pl: Trynidad i Tobago
ro_ro: Trinidad și Tobago
sk_sk: Trinidad a Tobago
sl_si: Trinidad in Tobago
tr_tr: Trinidad ve Tobago

# Country_val_TV
source: Tuvalu
be_by: Тувалу
el_gr: Τουβαλού

# Country_val_TW
source: Taiwan
be_by: Тайвань
el_gr: Ταϊβάν
es_419: Taiwán
fr_fr: Taïwan
pl_pl: Tajwan
sl_si: Tajvan
tr_tr: Tayvan

# Country_val_TZ
source: Tanzania
be_by: Танзанія
el_gr: Τανζανία
es_419: Tanzanía
fi_fi: Tansania
fr_fr: Tanzanie
sk_sk: Tanzánia
sl_si: Tanzanija
tr_tr: Tanzanya

# Country_val_UA
source: Ukraine
be_by: Украіна
el_gr: Ουκρανία
es_419: Ucrania
fi_fi: Ukraina
id_id: Ukraina
it_it: Ucraina
nl_nl: Oekraïne
pl_pl: Ukraina
ro_ro: Ucraina
sk_sk: Ukrajina
sl_si: Ukrajina
tr_tr: Ukrayna

# Country_val_UG
source: Uganda
be_by: Уганда
el_gr: Ουγκάντα
fr_fr: Ouganda
nl_nl: Oeganda

# Country_val_UK
source: United Kingdom
be_by: Вялікабрытанія
el_gr: Ηνωμένο Βασίλειο
es_419: Reino Unido
fi_fi: Yhdistynyt kuningaskunta
fr_fr: Royaume-Uni
id_id: Britania Raya
it_it: Regno Unito
nl_nl: Verenigd Koninkrijk
pl_pl: Wielka Brytania
ro_ro: Regatul Unit
sk_sk: Spojené kráľovstvo
sl_si: Združeno kraljestvo
tr_tr: Birleşik Krallık

# Country_val_UM
source: United States Minor Outlying Islands
be_by: Малыя аддаленыя астравы ЗША
el_gr: Απομακρυσμένες Νησίδες των Ηνωμένων Πολιτειών
es_419: Islas Ultramarinas Menores de Estados Unidos
fi_fi: Yhdysvaltain pienet erillissaaret
fr_fr: Îles mineures éloignées des États-Unis
id_id: Pulau-Pulau Terluar Amerika Serikat
it_it: Isole minori esterne degli Stati Uniti d'America
nl_nl: Amerikaanse ondergeschikte afgelegen eilanden
pl_pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
ro_ro: Insulele Minore Îndepărtate ale Statelor Unite
sk_sk: Menšie odľahlé ostrovy Spojených štátov amerických
sl_si: Manjši zunanji otoki Združenih držav
tr_tr: Birleşik Devletler Küçük Dış Adaları

# Country_val_US
source: United States
be_by: ЗША
el_gr: Ηνωμένες Πολιτείες
es_419: Estados Unidos
fi_fi: Yhdysvallat
fr_fr: États-Unis
id_id: Amerika Serikat
it_it: Stati Uniti
nl_nl: Verenigde Staten
pl_pl: Stany Zjednoczone
ro_ro: SUA
sk_sk: Spojené štáty americké
sl_si: Združene države Amerike
tr_tr: Birleşik Devletler

# Country_val_UY
source: Uruguay
be_by: Уругвай
el_gr: Ουρουγουάη
pl_pl: Urugwaj
ro_ro: Uruguai
sk_sk: Uruguaj
sl_si: Urugvaj

# Country_val_UZ
source: Uzbekistan
be_by: Узбекістан
el_gr: Ουζμπεκιστάν
es_419: Uzbekistán
fr_fr: Ouzbékistan
nl_nl: Oezbekistan
tr_tr: Özbekistan

# Country_val_VA
source: Vatican City
be_by: Ватыкан
el_gr: Πόλη του Βατικανού
es_419: Ciudad del Vaticano
fi_fi: Vatikaanivaltio
fr_fr: Vatican
id_id: Kota Vatikan
it_it: Città del Vaticano
nl_nl: Vaticaanstad
pl_pl: Watykan
ro_ro: Orașul Vatican
sk_sk: Vatikán
sl_si: Vatikan
tr_tr: Vatikan Şehri

# Country_val_VC
source: Saint Vincent and the Grenadines
be_by: Сент-Вінсент і Грэнадзіны
el_gr: Άγιος Βικέντιος
es_419: San Vicente y las Granadinas
fi_fi: Saint Vincent ja Grenadiinit
fr_fr: Saint-Vincent et les Grenadines
id_id: Saint Vincent dan Grenadines
it_it: Saint Vincent e Grenadines
nl_nl: Saint Vincent en de Grenadines
pl_pl: Saint Vincent i Grenadyny
ro_ro: Sfântul Vincențiu și Grenadinele
sk_sk: Svätý Vincent a Grenadíny
sl_si: Sveti Vincencij in Grenadine
tr_tr: Saint Vincent ve Grenadinler

# Country_val_VE
source: Venezuela
be_by: Венесуэла
el_gr: Βενεζουέλα
fr_fr: Vénézuéla
pl_pl: Wenezuela

# Country_val_VG
source: Virgin Islands, British
be_by: Брытанскія Віргінскія астравы
el_gr: Βρετανικές Παρθένες Νήσοι
es_419: Islas Vírgenes Británicas
fi_fi: Britannian Neitsytsaaret
fr_fr: Îles Vierges britanniques
id_id: Kepulauan Virgin, Britania
it_it: Isole Vergini Britanniche
nl_nl: Maagdeneilanden, Verenigd Koninkrijk
pl_pl: Brytyjskie Wyspy Dziewicze
ro_ro: Insulele Virgine, Britania
sk_sk: Britské Panenské ostrovy
sl_si: Britanski Deviški otoki
tr_tr: Britanya Virjin Adaları

# Country_val_VI
source: Virgin Islands, U.S.
be_by: Амерыканскія Віргінскія астравы
el_gr: Αμερικανικές Παρθένες Νήσοι
es_419: Islas Vírgenes de EE. UU.
fi_fi: Yhdysvaltain Neitsytsaaret
fr_fr: Îles Vierges des États-Unis
id_id: Kepulauan Virgin, A.S.
it_it: Isole Vergini Americane
nl_nl: Maagdeneilanden, Verenigde Staten.
pl_pl: Wyspy Dziewicze Stanów Zjednoczonych
ro_ro: Insulele Virgine, S.U.A.
sk_sk: Americké Panenské ostrovy.
sl_si: Deviški otoki Združenih držav
tr_tr: Birleşik Devletler Virjin Adaları

# Country_val_VN
source: Vietnam
be_by: В’етнам
el_gr: Βιετνάμ
pl_pl: Wietnam

# Country_val_VU
source: Vanuatu
be_by: Вануату
el_gr: Βανουάτου

# Country_val_WF
source: Wallis and Futuna
be_by: Уоліс і Футуна
el_gr: Ουαλίς και Φουτουνά
es_419: Wallis y Futuna
fi_fi: Wallis ja Futuna
fr_fr: Wallis-et-Futuna
id_id: Wallis dan Futuna
it_it: Wallis e Futuna
nl_nl: Wallis en Futuna
pl_pl: Wallis i Futuna
ro_ro: Wallis și Futuna
sk_sk: Wallis a Futuna
sl_si: Wallis in Futuna
tr_tr: Wallis ve Futuna

# Country_val_WS
source: Samoa
be_by: Самоа
el_gr: Σαμόα

# Country_val_YE
source: Yemen
be_by: Емен
el_gr: Υεμένη
fi_fi: Jemen
fr_fr: Yémen
id_id: Yaman
nl_nl: Jemen
pl_pl: Jemen
sk_sk: Jemen
sl_si: Jemen

# Country_val_YT
source: Mayotte
be_by: Маёта
el_gr: Μαγιότ
pl_pl: Majotta

# Country_val_ZA
source: South Africa
be_by: Паўднёва-Афрыканская Рэспубліка
el_gr: Νότια Αφρική
es_419: Sudáfrica
fi_fi: Etelä-Afrikka
fr_fr: Afrique du Sud
id_id: Afrika Selatan
it_it: Sudafrica
nl_nl: Zuid-Afrika
pl_pl: Południowa Afryka
ro_ro: Africa de Sud
sk_sk: Južná Afrika
sl_si: Južna Afrika
tr_tr: Güney Afrika

# Country_val_ZM
source: Zambia
be_by: Замбія
el_gr: Ζάμπια
fi_fi: Sambia
fr_fr: Zambie
sl_si: Zambija
tr_tr: Zambiya

# Country_val_ZW
source: Zimbabwe
be_by: Зімбабвэ
el_gr: Ζιμπάμπουε
es_419: Zimbabue
sl_si: Zimbabve
tr_tr: Zimbabve

# Country_val_ZZ
source: Unknown
be_by: Невядома
el_gr: Άγνωστο
es_419: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
id_id: Tidak Diketahui
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznany
ro_ro: Necunoscută
sk_sk: Neznáme
sl_si: Neznano
tr_tr: Bilinmiyor

# Dialogs_AssignVpnConnections_btn_Assign
source: Assign VPN connections
be_by: Прызначыць падключэнні па VPN
el_gr: Εκχώρηση συνδέσεων VPN
es_419: Asignar conexiones VPN
fi_fi: Määritä VPN-yhteydet
fr_fr: Attribuer des connexions VPN
id_id: Tetapkan koneksi VPN
it_it: Assegna connessioni VPN
nl_nl: VPN-verbindingen toewijzen
pl_pl: Przypisz połączenia VPN
ro_ro: Atribuire conexiuni VPN
sk_sk: Priradiť VPN pripojenia
sl_si: Dodelite povezave VPN
tr_tr: VPN bağlantısı ata

# Dialogs_AssignVpnConnections_btn_LoginAgain
source: Sign in again
be_by: Увайсці яшчэ раз
el_gr: Είσοδος ξανά
es_419: Iniciar sesión de nuevo
fi_fi: Kirjaudu uudelleen
fr_fr: Se reconnecter
id_id: Masuk lagi
it_it: Accedi di nuovo
nl_nl: Opnieuw inloggen
pl_pl: Zaloguj się ponownie
ro_ro: Reconectați-vă
sk_sk: Prihlásiť sa znova
sl_si: Ponovno se prijavite
tr_tr: Yeniden oturum aç

# Dialogs_AssignVpnConnections_ttl_Info1
source: To start your journey in Proton VPN please assign VPN connections to your account or any other sub-account.
be_by: Пачынаючы знаёмства з Proton VPN, прызначце падключэнні па VPN вашаму ўліковаму запісу або любым іншым падпарадкаваным уліковым запісам.
el_gr: Για να ξεκινήσετε το ταξίδι σας με το Proton VPN παρακαλούμε αναθέστε τις συνδέσεις VPN στον λογαριασμός σας ή σε δεύτερους συνδεδεμένους λογαριασμούς.
es_419: Para empezar su viaje en Proton VPN, asigne conexiones VPN a su cuenta o cualquier otra subcuenta.
fi_fi: Aloittaaksesi Proton VPN -matkasi, määritä VPN-yhteydet omalle tilillesi sekä mahdollisille alitileille.
fr_fr: Pour commencer avec Proton VPN, attribuez des connexions VPN à votre compte ou à tout autre sous-compte.
id_id: Untuk memulai perjalanan Proton VPN Anda, silakan tetapkan koneksi VPN pada akun Anda atau sub-akun lainnya.
it_it: Per iniziare il tuo viaggio in Proton VPN, assegna le connessioni VPN al tuo account o a qualsiasi altro account secondario.
nl_nl: Om uw reis met Proton VPN te beginnen wijst u VPN-verbindingen toe aan uw account of een ander sub-account.
pl_pl: Przypisz połączenia VPN do swojego konta Proton VPN.
ro_ro: Pentru a începe utilizarea Proton VPN atribuiți conexiuni VPN contului sau oricărui cont secundar.
sk_sk: Pre použitie Proton VPN prosím priraďte VPN pripojenie k vášmu účtu alebo k podriadenému účtu.
sl_si: Če želite začeti svojo pot s Proton VPN, dodelite povezave VPN svojemu računu ali kateremu koli drugemu pod računu.
tr_tr: Proton VPN yolculuğunuza başlamak için lütfen hesabınıza ya da başka bir alt hesaba VPN bağlantıları atayın.

# Dialogs_AssignVpnConnections_ttl_Info2
source: This step will take just a few minutes. After that you will be able to sign in and protect all your devices.
be_by: Гэты крок зойме ўсяго некалькі хвілін. Пасля гэтага ў вас будзе магчымасць увайсці і абараніць усе вашы прылады.
el_gr: Αυτό το βήμα θα πάρει μόνο λίγα λεπτά. Μετά θα μπορείτε να συνδέεστε, και να προστατεύετε όλες τις συσκευές σας.
es_419: Este paso le llevará sólo unos minutos. Después de eso podrá iniciar sesión y proteger todos sus dispositivos.
fi_fi: Tämä vaihe kestää vain muutaman minuutin. Sen jälkeen voit kirjautua sisään ja suojata kaikki laitteesi.
fr_fr: Cette étape ne prendra que quelques minutes. Vous pourrez ensuite vous connecter et protéger tous vos appareils.
id_id: Langkah ini akan memakan waktu beberapa menit. Setelahnya, Anda akan dapat masuk dan melindungi seluruh perangkat Anda.
it_it: Questo passaggio richiederà solo pochi minuti. Dopodiché sarai in grado di accedere e proteggere tutti i tuoi dispositivi.
nl_nl: Deze stap duurt slechts een paar minuten. Daarna kunt u zich inloggen en al uw apparaten beveiligen.
pl_pl: Ten krok zajmie tylko kilka minut. Po tym kroku będziesz mógł zalogować się i chronić wszystkie swoje urządzenia.
ro_ro: Acest pas va dura doar câteva minute. După aceasta veți putea să vă conectați și să vă protejați toate dispozitivele.
sk_sk: Tento krok zaberie iba niekoľko minút. Potom sa budete môcť prihlásiť a chrániť všetky svoje zariadenia.
sl_si: Ta korak bo trajal le nekaj minut. Po tem se boste lahko prijavili in zaščitili vse svoje naprave.
tr_tr: Bu adım birkaç dakika sürecek. Bundan sonra oturum açabilir ve tüm aygıtlarınızı koruyabilirsiniz.

# Dialogs_AssignVpnConnections_ttl_Thanks
source: Thanks for upgrading
be_by: Дзякуй, што палепшылі
el_gr: Ευχαριστούμε για την αναβάθμιση
es_419: Gracias por actualizar
fi_fi: Kiitos päivityksestä
fr_fr: Merci d'avoir choisi la version supérieure
id_id: Terima kasih karena telah meningkatkan jenis akun Anda ke Professional/Visionary
it_it: Grazie per l'aggiornamento
nl_nl: Bedankt voor het upgraden
pl_pl: Dziękujemy za ulepszenie planu
ro_ro: Vă mulțumim pentru modificare
sk_sk: Ďakujeme za inováciu
sl_si: Hvala za nadgradnjo!
tr_tr: Tarifenizi yükselttiğiniz için teşekkürler
