Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# App_msg_UpdateConnectedConfirm
source: To complete the update process, Proton VPN will temporarily disconnect and deactivate Permanent kill switch if any of these are active. Do you want to continue?
be_by: Для поўнага завяршэння працэсу абнаўлення, Proton VPN часова адключыцца ад сервера і адключыць пастаянны Kill Switch, калі што-небудзь з гэтага зараз актыўна. Вы сапраўды хочаце працягнуць?
el_gr: Για να ολοκληρωθεί η διαδικασία ενημέρωσης, η Proton VPN θα αποσυνδέσει και θα απενεργοποιήσει προσωρινά το Μόνιμο kill switch εάν κάποιο από αυτά είναι ενεργό. Θέλετε να συνεχίσετε;
es_419: Para completar el proceso de actualización, Proton VPN se desconectará temporalmente y desactivará el interruptor de apagado permanente si alguno de estos está activo. ¿Desea continuar?
fi_fi: Päivitysprosessin viimeistelemiseksi Proton VPN katkaisee yhteyden hetkeksi ja poistaa pysyvän tappokytkimen käytöstä, jos se on käytössä. Haluatko jatkaa?
fr_fr: Pour terminer la mise à jour, Proton VPN se déconnectera temporairement et désactivera la fonctionnalité Arrêt d'urgence (kill switch) permanent si l'un de ces éléments est actif. Voulez-vous continuer ?
id_id: Untuk merampungkan proses pemutakhiran, Proton VPN akan terputus sementara dan seluruh Kill Switch permanen yang berjalan akan dinonaktifkan. Apakah Anda ingin melanjutkan?
it_it: Per completare il processo di aggiornamento, Proton VPN si disconnetterà temporaneamente e disattiverà Kill Switch Permanente se attivo. Vuoi continuare?
nl_nl: Om het updateproces te voltooien, zal Proton VPN de verbinding tijdelijk verbreken en de Permanente IP-beveiliging uitschakelen als een van deze actief zijn. Wilt u doorgaan?
pl_pl: Aby zaktualizować aplikację, Proton VPN w razie potrzeby, tymczasowo rozłączy połączenie i wyłączy stały Kill Switch. Czy chcesz kontynuować?
ro_ro: Pentru a finaliza procesul de actualizare, Proton VPN va întrerupe temporar conexiunea și dezactiva blocarea permanentă a conexiunii dacă una din acestea este activă. Continuați?
sk_sk: Na dokončenie aktualizácie sa Proton VPN dočasne odpojí a Trvalý Kill Switch sa vypne, ak je aktívny. Chcete pokračovať?
sl_si: Za dokončanje postopka posodobitve bo Proton VPN začasno prekinil povezavo in deaktiviral trajno stikalo za izklop, če je katero koli od teh aktivnih. Želite nadaljevati?
tr_tr: Bunlardan biri etkinse, Proton VPN güncelleme işlemini tamamlamak için geçici olarak bağlantıyı kesecek ve bağlantı kesiciyi kapatacak. İlerlemek istiyor musunuz?

# BugReport_btn_Back
source: Back
be_by: Назад
el_gr: Πίσω
es_419: Atrás
fi_fi: Takaisin
fr_fr: Retour
id_id: Kembali
it_it: Indietro
nl_nl: Vorige
pl_pl: Wstecz
ro_ro: Înapoi
sk_sk: Späť
sl_si: Nazaj
tr_tr: Geri

# BugReport_btn_Cancel
source: Cancel
be_by: Скасаваць
el_gr: Ακύρωση
es_419: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
id_id: Batal
it_it: Annulla
nl_nl: Annuleer
pl_pl: Anuluj
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
tr_tr: İptal

# BugReport_btn_Close
source: Close
be_by: Закрыць
el_gr: Κλείσιμο
es_419: Cerrar
fi_fi: Sulje
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închidere
sk_sk: Zavrieť
sl_si: Zapri
tr_tr: Kapat

# BugReport_btn_FillOutTheForm
source: Contact us
be_by: Звязацца з намі
el_gr: Επικοινωνήστε μαζί μας
es_419: Contáctenos
fi_fi: Ota yhteyttä
fr_fr: Contactez-nous
id_id: Hubungi kami
it_it: Contattaci
nl_nl: Contacteer ons
pl_pl: Skontaktuj się z nami
ro_ro: Contactați-ne
sk_sk: Kontaktujte nás
sl_si: Kontaktirajte nas
tr_tr: Bize ulaşın

# BugReport_btn_GetUpdates
source: Update
be_by: Абнавіць
el_gr: Ενημέρωση
es_419: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
id_id: Perbarui
it_it: Aggiorna
nl_nl: Bijwerken
pl_pl: Zaktualizuj
ro_ro: Actualizare
sk_sk: Aktualizovať
sl_si: Posodobi
tr_tr: Güncelle

# BugReport_btn_GotIt
source: Done
be_by: Гатова
el_gr: Ολοκληρώθηκε
es_419: Hecho
fi_fi: Valmis
fr_fr: Terminé
id_id: Selesai
it_it: Completato
nl_nl: Klaar
pl_pl: Gotowe
ro_ro: Gata
sk_sk: Hotovo
sl_si: Končano
tr_tr: Tamam

# BugReport_btn_LearnMore
source: Learn More
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# BugReport_btn_Retry
source: Retry
be_by: Паўтарыць
el_gr: Επανάληψη
es_419: Reintentar
fi_fi: Yritä uudelleen
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
ro_ro: Reîncercare
sk_sk: Skúsiť znova
sl_si: Poskusi znova
tr_tr: Yeniden dene

# BugReport_btn_Send
source: Send report
be_by: Адправіць справаздачу
el_gr: Αποστολή αναφοράς
es_419: Enviar reporte
fi_fi: Lähetä raportti
fr_fr: Envoyer le rapport
id_id: Kirim laporan
it_it: Invia segnalazione
nl_nl: Verstuur melding
pl_pl: Wyślij raport
ro_ro: Trimitere raport
sk_sk: Odoslať hlásenie
sl_si: Pošlji poročilo
tr_tr: Bildirimi gönder

# BugReport_btn_Troubleshoot
source: Troubleshoot
be_by: Выпраўленне непаладак
el_gr: Επίλυση προβλημάτων
es_419: Solución de problemas
fi_fi: Vianetsintä
fr_fr: Dépannage
id_id: Penyelesaian Masalah
it_it: Risoluzione problemi
nl_nl: Probleemoplossing
pl_pl: Rozwiązywanie problemów
ro_ro: Depanare
sk_sk: Riešenie problémov
sl_si: Odpravljanje težav
tr_tr: Sorun gider

# BugReport_lbl_DidNotHelp
source: Didn’t work?
be_by: Не працуе?
el_gr: Δεν δούλεψε;
es_419: ¿No funcionó?
fi_fi: Eikö se toiminut?
fr_fr: Cela n'a pas fonctionné ?
id_id: Apakah langkah-langkah di atas tidak membantu?
it_it: Non ha funzionato?
nl_nl: Niet gelukt?
pl_pl: Nie działa?
ro_ro: Nu a funcționat?
sk_sk: Nefungovalo to?
sl_si: Ni delovalo?
tr_tr: İşe yaramadı mı?

# BugReport_lbl_Email
source: Email
be_by: Электронная пошта
el_gr: Ηλεκτρονικό ταχυδρομείο
es_419: Correo
fi_fi: Sähköpostiosoite
fr_fr: Adresse e-mail
pl_pl: Adres e-mail
sl_si: E-pošta
tr_tr: E-posta adresi

# BugReport_lbl_EmailPlaceholder
source: This email will be used to contact you regarding this issue.
be_by: Гэты адрас электроннай пошты будзе выкарыстаны, каб звязацца з вамі для вырашэння праблемы.
el_gr: Σε αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου θα επικοινωνήσουμε μαζί σας όσον αφορά αυτό το ζήτημα.
es_419: Este correo se usará para contactarle en relación con este asunto.
fi_fi: Sähköpostiosoitetta käytetään ongelmaasi liittyviin yhteydenottoihin.
fr_fr: Cette adresse e-mail sera utilisée pour vous contacter concernant ce problème.
id_id: Kami akan menggunakan alamat email ini untuk menghubungi Anda terkait masalah yang Anda hadapi.
it_it: Questa email verrà utilizzata per contattarti in merito a questo problema.
nl_nl: We gebruiken dit e-mailadres om u te contacteren in verband met uw probleem.
pl_pl: Adres e-mail zostanie wykorzystany na potrzeby kontaktu.
ro_ro: Această adresă de e-mail va fi folosită pentru a vă contacta în legătură cu problema.
sk_sk: Na tento email vás budeme kontaktovať ohľadom tohto problému.
sl_si: Ta e-poštni naslov bo uporabljen za stik z vami glede te težave.
tr_tr: Bu e-posta adresi, bu sorunla ilgili olarak sizinle iletişim kurmak için kullanılacak.

# BugReport_lbl_HowToReproduce
source: What are the exact steps you performed?
be_by: Якія дакладна крокі вы выконвалі?
el_gr: Ποια είναι τα ακριβή βήματα που εκτελέσατε;
es_419: ¿Cuáles son los pasos exactos que realizó?
fi_fi: Mitkä ovat tarkat tekemäsi toimenpiteet?
fr_fr: Pouvez-vous nous décrire précisément les étapes que vous avez suivies ?
id_id: Apa langkah yang Anda tempuh?
it_it: Quali sono i passaggi esatti che hai eseguito?
nl_nl: Wat zijn de exacte stappen die u hebt uitgevoerd?
pl_pl: Jakie dokładnie kroki wykonałeś?
ro_ro: Care sunt exact pașii executați?
sk_sk: Čo sú presné kroky, ktoré ste vykonali?
sl_si: Natančno katere korake ste izvedli?
tr_tr: Tam olarak yaptığınız işlemler nelerdir?

# BugReport_lbl_IncludeLogs
source: Send error logs
be_by: Адправіць журнал з памылкай
el_gr: Αποστολή καταχωρήσεων σφαλμάτων
es_419: Enviar registros de error
fi_fi: Lähetä virhelokit
fr_fr: Envoyer les journaux d'erreurs
id_id: Kirimkan log error
it_it: Invia log errore
nl_nl: Foutmeldingslogboeken verzenden
pl_pl: Wyślij logi błędów
ro_ro: Trimitere jurnale erori
sk_sk: Odoslať záznam chýb
sl_si: Pošlji dnevnik z napakami
tr_tr: Hata kayıtlarını gönder

# BugReport_lbl_IncludeLogsInfo
source: Providing the following details, our team can identify your problem and a possible solution with higher chances and shorter time: • Drivers installation log • List of installed applications • Proton VPN app and Proton VPN service logs • List of network adapters • Routing table information
be_by: Наша каманда зможа хутчэй вызначыць вашу праблему і прапануе магчымае рашэнне за кароткі час, калі вы ўключыце ў справаздачу наступную інфармацыю: • Журнал з усталяванымі драйверамі • Спіс усталяваных праграм • Журналы і службы Proton VPN • Спіс сеткавых адаптараў • Інфармацыя аб табліцы маршрутызацыі
el_gr: Παρέχοντας τις ακόλουθες πληροφορίες, η ομάδα μας μπορεί να εντοπίσει το πρόβλημά σας και να βρεί μια πιθανή λύση με υψηλότερες πιθανότητες και σε μικρότερο χρόνο: • Μητρώο εγκατάστασης προγραμμάτων οδήγησης • Λίστα εγκατεστημένων εφαρμογών • Αρχεία καταγραφής εφαρμογών και υπηρεσιών Proton VPN • Λίστα προσαρμογέων δικτύου • Πληροφορίες πίνακα δρομολόγησης
es_419: Al proporcionar los datos siguientes, nuestro equipo puede identificar su problema y una solución posible con más probabibilidad y menor tiempo: • Registro de instalación de controladores • Lista de aplicaciones instaladas • Aplicación Proton VPN y registros de servicio Proton VPN • Lista de adaptadores de red • Información de la tabla de enrutamiento
fi_fi: Jakamalla seuraavat tiedot, tiimimme tunnistaa ongelman ja voi löytää mahdollisen ratkaisun suuremmalla todennäköisyydelllä ja nopeammin: • Ajureiden asennusloki • Listaus asennetuista sovelluksista • Proton VPN -sovelluksen ja -palvelun lokit • Listaus laitteen verkkosovittimista • Reititystaulukon tiedot
fr_fr: En fournissant les détails suivants, notre équipe a plus de chances d’identifier rapidement votre problème et une solution possible : • Journal d'installation des pilotes • Liste des applications installées • Application Proton VPN et journaux de service Proton VPN • Liste des adaptateurs réseau • Informations sur la table de routage
id_id: Dengan menyertakan informasi berikut, tim kami akan dapat mengidentifikasi masalah Anda dan memberikan Anda solusi yang ampuh dalam waktu yang lebih singkat: • Log instalasi driver • Daftar aplikasi yang terinstal • Log aplikasi Proton VPN dan layanan Proton VPN • Daftar adaptor jaringan • Informasi tabel pengalihan
it_it: Fornendo le seguenti informazioni, il nostro team può identificare il tuo problema e una possibile soluzione con maggiore probabilità e in tempi più brevi: • Log di installazione dei driver • Elenco delle applicazioni installate • Log dell'applicazione Proton VPN e dei suoi servizi • Elenco delle schede di rete • Informazioni sulla tabella di routing
nl_nl: Door de volgende gegevens te verstrekken kan ons team uw probleem bekijken en in korte tijd samen met u tot een oplossing komen: • Overzicht van onlangs geïnstalleerde drivers • Lijst met geïnstalleerde programma's • Informatie over de Proton VPN-app en de logboeken • Overzicht van netwerkadapters • Routing table
pl_pl: Przesłanie następujących szczegółów pomoże naszemu zespołowi zidentyfikować problem i znaleźć jego rozwiązanie z większym prawdopodobieństwem i w szybszym czasie: • Logi instalacji sterowników • Lista zainstalowanych aplikacji • Logi aplikacji i usługi Proton VPN • Lista adapterów sieciowych • Informacja o tablicy routingu
ro_ro: Oferind următoarele detalii, echipa noastră vă poate identifica problema și o posibilă soluție cu șanse mai mari și timp mai scurt: • Jurnal de instalare a driverelor • Lista aplicațiilor instalate • Jurnalele pentru aplicația Proton VPN și serviciile Proton VPN • Lista adaptoarelor de rețea • Informații din tabelul de trasmitere
sk_sk: Poskytnutím nasledujúcich podrobností môže náš tím identifikovať Váš problém a možné riešenie s vyššou šancou za kratší čas: • Protokol inštalácie ovládačov • Zoznam nainštalovaných aplikácií • Servisné protokoly aplikácie Proton VPN a služby Proton VPN • Zoznam sieťových adaptérov • Informácie v tabuľke smerovania
sl_si: Če zagotovite naslednje podrobnosti, lahko naša ekipa identificira vašo težavo in možno rešitev z večjo verjetnostjo in krajšim časom: • Dnevnik namestitve gonilnikov • Seznam nameščenih aplikacij • Dnevniki aplikacije Proton VPN in storitve Proton VPN • Seznam omrežnih kartic • Informacije o usmerjevalni tabeli
tr_tr: Aşağıdaki bilgileri verdiğinizde ekibimiz sorununuzu ve olası çözümünü daha yüksek şansla daha kısa sürede belirleyebilir: • Sürücü kurulum günlüğü • Kurulu uygulamaların listesi • Proton VPN uygulamasının ve Proton VPN hizmetinin günlükleri • Ağ bağdaştırıcılarının listesi • Yöneltme tablosu bilgileri

# BugReport_lbl_LogsDescription
source: Error logs help us to get to the bottom of your issue. If you don’t include them, we might not be able to investigate fully.
be_by: Журнал з памылкамі дазваляе нам зразумець самую сутнасць вашай праблемы. Калі вы не ўключыце яго, то ў нас не будзе магчымасці даследаваць праблему цалкам.
el_gr: Οι καταχωρήσεις σφαλμάτων μας βοηθούν στην επίλυση του θέματός σας! Αν δεν τα συμπεριλάβετε, ίσως να μην μπορούμε να το ερευνήσουμε πλήρως.
es_419: Los registros de errores nos ayudan a llegar al fondo de su problema. Si no los incluye, es posible que no podamos investigar por completo.
fi_fi: Virhelokit auttavat meitä selvittämään ongelmasi perusteellisesti. Jos et halua sisällyttää niitä, emme välttämättä pysty tutkimaan ongelmaa täysin.
fr_fr: Les journaux d'erreurs nous aident à comprendre les causes de votre problème. Si vous ne les incluez pas, nous ne pourrons peut-être pas mener une analyse approfondie.
id_id: Log-log error yang ada akan membantu kami untuk dapat menumpaskan masalah Anda hingga ke akar-akarnya. Apabila Anda tidak menyertakan log-log error tersebut, kami tidak akan dapat menganalisa masalah Anda secara maksimal.
it_it: I log degli errori ci aiutano ad arrivare alla fine del tuo problema. Se non li includi, potremmo non essere in grado di effettuare accertamenti completi.
nl_nl: Foutmeldingslogboeken helpen ons om uw probleem tot op de bodem te onderzoeken. Als u ze niet bijvoegt, kunnen we mogelijks het probleem niet volledig onderzoeken.
pl_pl: Logi błędów pomagają nam rozwiązać problem. Jeśli ich nie dołączysz, możemy nie być w stanie w pełni zbadać Twojego problemu.
ro_ro: Jurnalele de erori ne ajută să ajungem la baza problemei. Dacă nu le includeți, s-ar putea să nu putem investiga pe deplin problema.
sk_sk: Protokoly o chybách nám pomôžu prísť vášmu problému na kĺb. Ak ich neuvediete, je možné, že to nebudeme môcť plne prešetriť.
sl_si: Dnevniške datoteke z napakami nam pomagajo priti do jedra vaše težave. Če jih ne vključite, morda ne bomo mogli izvesti temeljite preiskave.
tr_tr: Hata günlükleri, sorununuzun temeline inmemize yardımcı olur. Bunları göndermezeniz, sorunu tam olarak araştıramayabiliriz.

# BugReport_lbl_LogsTooltip
source: A log is a type of file that shows us the actions you took that led to an error. We’ll only ever use them to help our engineers fix bugs.
be_by: Журнал - гэта тып файла, які паказвае нам дзеянні, якія былі зроблены вамі і прывялі да памылкі. Мы заўсёды выкарыстоўваем яго толькі для таго, каб дапамагчы нашым інжынерам выправіць памылкі.
el_gr: Η καταχώρηση είναι ένα τύπος αρχείου το οποίο μας υποδεικνύει τις ενέργειες που έγιναν και οδήγησαν σε σφάλμα. Θα χρησιμοποιήσουμε αυτά τα αρχεία, μόνο, για να βοηθήσουμε τους τεχνικούς μας στην επίλυση σφαλμάτων.
es_419: Un registro es un tipo de archivo que nos muestra las acciones que realizó y que provocaron un error. Solo los usaremos para ayudar a nuestros ingenieros a corregir errores.
fi_fi: Loki on tiedosto, josta näemme virheeseen johtaneet toimenpiteet. Käytämme näitä tietoja ainoastaan ongelmien korjaukseen.
fr_fr: Un journal est un type de fichier qui nous montre les actions que vous avez effectuées et qui ont conduit à une erreur. Nous les utilisons uniquement pour aider nos ingénieurs à corriger les bugs.
id_id: Log merupakan berkas yang merekam berbagai aktivitas yang memicu terjadinya suatu error. Kami hanya akan menggunakan berkas log Anda untuk membantu para pakar kami dalam menumpas berbagai bug yang ada.
it_it: Un registro è un tipo di file che ci mostra le azioni intraprese che hanno portato a un errore. Li useremo solo per aiutare i nostri ingegneri a correggere i bug.
nl_nl: Een logboek is een type bestand dat ons laat zien welke acties u heeft ondernomen die geleid hebben tot een fout. We gebruiken ze enkel om uw probleem te helpen oplossen.
pl_pl: Logi to plik, który zawiera działania, jakie doprowadziły do błędu. Używamy ich tylko w celu usunięcia błędów.
ro_ro: Un jurnal este un tip de fișier care ne arată acțiunile pe care le-ați întreprins care au dus la o eroare. Le vom folosi doar pentru a ajuta inginerii noștri să remedieze erorile.
sk_sk: Protokol je typ súboru, ktorý nám ukazuje akcie, ktoré ste vykonali a ktoré viedli k chybe. Budeme ich vždy používať iba na to, aby sme pomohli našim inžinierom opraviť chyby.
sl_si: Dnevnik je vrsta datoteke, ki nam prikazuje dejanja, ki ste jih izvedli in so povzročila napako. Uporabljali jih bomo samo za pomoč našim inženirjem pri odpravljanju napak.
tr_tr: Bir günlük, soruna neden olan olayları görmemizi sağlayan bir dosya türüdür. Bunları yalnızca mühendislerimizin hataları gidermesine yardımcı olmaları için kullanacağız.

# BugReport_lbl_NewVersionAvailable
source: Update Proton VPN
be_by: Абнавіць Proton VPN
el_gr: Ενημέρωση Proton VPN
es_419: Actualizar Proton VPN
fi_fi: Päivitä Proton VPN
fr_fr: Mettre à jour Proton VPN
id_id: Perbarui Proton VPN
it_it: Aggiorna Proton VPN
nl_nl: Proton VPN bijwerken
pl_pl: Zaktualizuj aplikację Proton VPN
ro_ro: Actualizare Proton VPN
sk_sk: Aktualizovať Proton VPN
sl_si: Posodobi Proton VPN.
tr_tr: Proton VPN uygulamasını güncelle

# BugReport_lbl_NewVersionInfo
source: This version of Proton VPN might have already solved your issue!
be_by: Магчыма, што ў гэтай версіі Proton VPN ваша праблема ўжо вырашана!
el_gr: Αυτή η έκδοση του ProtonVPN ίσως έχει ήδη λύσει το ζήτημά σας!
es_419: ¡Es posible que esta versión de Proton VPN ya haya resuelto su problema!
fi_fi: Tämä Proton VPN -versio on jo saattanut korjata ongelmasi!
fr_fr: Cette version de Proton VPN a peut-être déjà résolu votre problème !
id_id: Masalah Anda mungkin sudah teratasi pada versi Proton VPN ini!
it_it: Questa versione di Proton VPN potrebbe aver già risolto il tuo problema!
nl_nl: Deze versie van Proton VPN heeft misschien uw probleem al opgelost!
pl_pl: Ta wersja aplikacji Proton VPN może rozwiązać Twój problem!
ro_ro: Această versiune a Proton VPN s-ar putea să vă fi rezolvat deja problema!
sk_sk: Táto verzia Proton VPN už možno vyriešila váš problém!
sl_si: Ta različica Proton VPN je morda že rešila vašo težavo!
tr_tr: Bu Proton VPN sürümü sorununuzu zaten çözmüş olabilir!

# BugReport_lbl_QuickSolutions
source: Quick fixes
be_by: Хуткія выпраўленні
el_gr: Πρόχειρες λύσεις
es_419: Arreglos rápidos
fi_fi: Nopeita korjauksia
fr_fr: Solutions rapides
id_id: Solusi instan
it_it: Soluzioni veloci
nl_nl: Snelle oplossingen
pl_pl: Szybkie rozwiązania
ro_ro: Rezolvări rapide
sk_sk: Rýchle opravy
sl_si: Hitri popravki
tr_tr: Hızlı çözümler

# BugReport_lbl_QuickSolutionsInfo
source: These tips could help to solve your issue faster.
be_by: Гэтыя парады дапамогуць хутчэй вырашыць вашу праблему.
el_gr: Αυτές οι υποδείξεις μπορεί να βοηθήσουν στην ταχύτερη επίλυση του προβλήματός σας.
es_419: Estos consejos podrían ayudarle a resolver su problema más rápido.
fi_fi: Nämä vinkit voivat auttaa ratkaisemaan ongelman nopeammin.
fr_fr: Ces conseils peuvent vous aider à résoudre votre problème plus rapidement.
id_id: Tips-tips berikut dapat membantu Anda untuk menyelesaikan masalah yang Anda hadapi dengan cepat.
it_it: Questi suggerimenti potrebbero aiutarti a risolvere il problema più velocemente.
nl_nl: Deze tips kunnen helpen om uw probleem sneller op te lossen.
pl_pl: Te wskazówki mogą rozwiązać problem.
ro_ro: Aceste sfaturi ar putea ajuta la rezolvarea mai rapidă a problemei.
sk_sk: Tieto tipy by mohli pomôcť rýchlejšie vyriešiť váš problém.
sl_si: Ti nasveti vam lahko pomagajo rešiti vašo težavo hitreje.
tr_tr: Bu ipuçları sorununuzun daha hızlı çözülmesine yardımcı olabilir.

# BugReport_lbl_Step
source: Step
be_by: Крок
el_gr: Βήμα
es_419: Paso
fi_fi: Vaihe
fr_fr: Étape
id_id: Langkah
it_it: Passaggio
nl_nl: Stap
pl_pl: Krok
ro_ro: Pasul
sk_sk: Krok
sl_si: Korak
tr_tr: Adım

# BugReport_lbl_Username
source: Username
be_by: Імя карыстальніка
el_gr: Όνομα χρήστη
es_419: Nombre de usuario
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
id_id: Nama Pengguna
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
ro_ro: Utilizator
sk_sk: Používateľské meno
sl_si: Uporabniško ime
tr_tr: Kullanıcı adı

# BugReport_lbl_UsernamePlaceholder
source: Your Proton username, in case you already have an account.
be_by: Ваша імя карыстальніка Proton, калі ў вас ужо ёсць уліковы запіс.
el_gr: Το Όνομα Χρήστη στην Proton, για την περίπτωση που ήδη έχετε λογαριασμό.
es_419: Su usuario de Proton, en caso de que ya tenga una cuenta.
fi_fi: Proton-tunnuksesi, jos sinulla on jo tili.
fr_fr: Votre nom d'utilisateur Proton, si vous avez déjà un compte.
id_id: Nama pengguna proton Anda, apabila Anda telah memiliki akun.
it_it: Il tuo nome utente Proton, nel caso tu abbia già un account.
nl_nl: Uw Proton gebruikersnaam, in geval u reeds een account heb.
pl_pl: Twoja nazwa użytkownika Proton, jeśli masz konto.
ro_ro: Numele de utilizator Proton, dacă aveți deja un cont.
sk_sk: Vaše používateľské meno Proton, v prípade, že už máte účet.
sl_si: Vaše Proton uporabniško ime – za primer, da že imate račun.
tr_tr: Zaten bir hesabınız varsa Proton kullanıcı adınızı yazın.

# BugReport_lbl_WhatIsTheIssue
source: What's the issue?
be_by: У чым ваша праблема?
el_gr: Τί πρόβλημα αντιμετωπίζεται;
es_419: ¿Cuál es el problema?
fi_fi: Mikä on ongelmana?
fr_fr: Quel est le problème ?
id_id: Apa masalah yang Anda hadapi?
it_it: Quale è il problema?
nl_nl: Wat is het probleem?
pl_pl: Co nie działa?
ro_ro: Care este problema?
sk_sk: V čom je problém?
sl_si: Kaj je narobe?
tr_tr: Sorun neydi?

# BugReport_lbl_WhatWentWrong
source: What went wrong?
be_by: Што пайшло не так?
el_gr: Τι πήγε στραβά;
es_419: ¿Cuál fue el problema?
fi_fi: Mikä meni pieleen?
fr_fr: Quel était le problème ?
id_id: Apa yang salah?
it_it: Cosa non ha funzionato?
nl_nl: Wat is er misgegaan?
pl_pl: Co poszło nie tak?
ro_ro: Ce nu a funcționat bine?
sk_sk: Čo sa pokazilo?
sl_si: Katere težave so nastale?
tr_tr: Yanlış giden neydi?

# BugReport_lbl_WillGetBack
source: We’ll get back to you as soon as we can.
be_by: Мы звяжамся з вамі ў самы бліжэйшы час.
el_gr: Θα σας απαντήσουμε αμέσως μόλις μπορέσουμε.
es_419: Nos comunicaremos con usted lo antes posible.
fi_fi: Palaamme asiaan mahdollisimman pian.
fr_fr: Nous vous répondrons dès que possible.
id_id: Kami akan kembali menghubungi Anda sesegera mungkin.
it_it: Ti risponderemo il prima possibile.
nl_nl: We laten u zo snel als het kan iets weten.
pl_pl: Skontaktujemy się z Tobą wkrótce.
ro_ro: Vă vom contacta cât de curând posibil.
sk_sk: Ozveme sa vám hneď, ako to bude možné.
sl_si: Vrnili vam bomo odgovor, takoj ko bo mogoče.
tr_tr: Olabilecek en kısa sürede size döneceğiz.
