Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Sidebar_FeaturesPopup_LearnMore
source: Learn more
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# Sidebar_FeaturesPopup_P2P_Desc
source: These servers give the best performance for BitTorrent and file sharing.
be_by: Гэтыя серверы даюць найлепшую прадукцыйнасць для BitTorrent і абагулення файлаў.
el_gr: Αυτοί οι διακομιστές παρέχουν καλύτερες επιδόσεις στο διαμοιρασμό αρχείων και για το BitTorrent.
es_419: Estos servidores ofrecen el mejor rendimiento para BitTorrent y compartir archivos.
fi_fi: Nämä palvelimet tarjoavat parhaan suorituskyvyn BitTorrentille ja tiedostojen jaolle.
fr_fr: Ces serveurs offrent les meilleures performances pour le partage de fichiers et BitTorrent.
id_id: Server-server berikut menawarkan performa terbaik dalam hal BitTorrent dan file-sharing.
it_it: Questi server offrono le migliori prestazioni per BitTorrent e la condivisione di file.
nl_nl: Deze servers geven de beste prestaties voor BitTorrent en het delen van bestanden.
pl_pl: Te serwery zapewniają najlepszą wydajność dla protokołu BitTorrent i udostępniania plików.
ro_ro: Aceste servere oferă cea mai bună performanță pentru BitTorrent și partajarea de fișiere.
sk_sk: Tieto servery poskytujú najvyššie výkony pre BitTorrent a zdieľanie súborov.
sl_si: Ti strežniki zagotavljajo najboljšo zmogljivost za BitTorrent in skupno rabo datotek.
tr_tr: Bu sunucular, BitTorrent ve dosya paylaşımı için en iyi başarımı sağlar.

# Sidebar_FeaturesPopup_SmartRouting_Desc
source: This technology allows Proton VPN to provide higher speed and security in difficult-to-serve countries.
be_by: Гэта тэхналогія дазваляе Proton VPN забяспечваць больш высокую хуткасць і бяспеку ў краінах, дзе ёсць праблемы з прыватнасцю.
el_gr: Η τεχνολογία αυτή επιτρέπει στο Proton VPN να παρέχει υψηλότερες ταχύτητες Internet και ασφάλεια σε χώρες με δυσκολίες στην παροχή του.
es_419: Esta tecnología permite a Proton VPN dar mayor velocidad y seguridad en países con acceso limitado.
fi_fi: Tämän tekniikan ansiosta Proton VPN voi tarjota paremman nopeuden ja suojauksen vaikeasti palveltavissa maissa.
fr_fr: Cette technologie permet à Proton VPN de fournir une vitesse et une sécurité plus élevées dans les pays difficiles à desservir.
id_id: Teknologi ini memungkinkan Proton VPN untuk dapat bekerja secara lebih cepat dan lebih aman pada berbagai negara dengan pembatasan internet yang ketat.
it_it: Questa tecnologia consente a ProtonVPN di fornire maggiore velocità e sicurezza in paesi difficili da servire.
nl_nl: Met deze technologie kan Proton VPN hogere snelheid en beveiliging bieden in landen waar de toegang tot VPNs beperkt is.
pl_pl: Ta technologia pozwala zapewnić aplikacji ProtonVPN wyższą prędkość i bezpieczeństwo w krajach nieszanujących prywatność.
ro_ro: Această tehnologie permite ca Proton VPN să ofere viteză și securitate mai mare în țările dificil de accesat.
sk_sk: Táto technológia umožňuje, aby aplikácie Proton VPN boli rýchlejšie a bezpečnejšie v krajinách, ktoré nerešpektujú súkromie.
sl_si: Ta tehnologija omogoča Proton VPN, da zagotavlja višjo hitrost in varnost v državah, kjer je storitev otežena.
tr_tr: Bu teknoloji, hizmet verilmesi zor ülkelerde Proton VPN için daha yüksek hız ve güvenlik sağlar.

# Sidebar_FeaturesPopup_Streaming
source: Streaming
be_by: Трансляцыя
el_gr: Μετάδοση
fi_fi: Suoratoisto
nl_nl: Streamen
ro_ro: Transmisie în flux
sk_sk: Streamované
sl_si: Pretakanje
tr_tr: Yayın akışı

# Sidebar_FeaturesPopup_Streaming_Desc
source: PLUS servers support streaming (Netflix, Disney+, etc) from anywhere in the world.
be_by: Серверы Plus падтрымліваюць трансляцыю (Netflix, Disney+ і іншыя) з любой краіны ў свеце.
el_gr: Οι διακομιστές PLUS υποστηρίζουν μετάδοση (Netflix, Disney+ κλπ.) από οπουδήποτε στον κόσμο.
es_419: Los servidores Plus admiten streaming (Netflix, Disney+, etc) desde cualquier parte del mundo.
fi_fi: Plus-palvelimet tukevat suoratoistoa (Netflix, Disney+, jne.) kaikkialta maailmasta.
fr_fr: Les serveurs « Plus » prennent en charge le streaming (Netflix, Disney+…) depuis n'importe où dans le monde.
id_id: Server PLUS memungkinkan Anda untuk mengakses berbagai layanan streaming (Netflix, Disney+, dll) di manapun Anda berada.
it_it: I server PLUS supportano lo streaming (Netflix, Disney+, etc) da qualsiasi parte del mondo.
nl_nl: PLUS-servers ondersteunen streaming (Netflix, Disney+, enz.) wereldwijd.
pl_pl: Dodatkowe serwery wspierają streaming (Netflix, Disney+ itp.) gdziekolwiek jesteś.
ro_ro: Serverele PLUS suportă trasmisii în flux (Netflix, Disney+ etc.) de oriunde din lume.
sk_sk: PLUS servery podporujú streamovanie (Netflix, Disney+, atď.) kdekoľvek na svete.
sl_si: Strežniki PLUS podpirajo pretakanje (Netflix, Disney+ itd.) od kjer koli na svetu.
tr_tr: Plus sunucuları, dünyanın her yerindeki yayın akışı hizmetlerini (Netflix, Disney + vb.) destekler.

# Sidebar_FeaturesPopup_Title
source: Features
be_by: Функцыі
el_gr: Χαρακτηριστικά
es_419: Funcionalidades
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
id_id: Fitur
it_it: Funzionalità
nl_nl: Mogelijkheden
pl_pl: Funkcje
ro_ro: Funcții
sk_sk: Funkcie
sl_si: Funkcije
tr_tr: Özellikler

# Sidebar_FeaturesPopup_Tor_Desc
source: Route your internet traffic through the Tor network. Slower, but more private.
be_by: Перанакіроўвае ўвесь ваш трафік праз сетку Tor. Павольна, але больш бяспечна.
el_gr: Δρομολογήστε τη ροή δεδομένων σας στο διαδίκτυο, μέσω του δικτύου Tor. Χαμηλότερη ταχύτητα, αλλά πιο ιδιωτικό.
es_419: Envía su tráfico de internet a través de la red Tor. Más lento, pero más privado.
fi_fi: Ohjaa Internet-tietoliikenteesi Tor-verkon kautta. Hitaampaa, mutta yksityisempää.
fr_fr: Acheminez votre trafic internet via le réseau Tor. Plus lent, mais plus privé.
it_it: Convoglia tutto il traffico internet attraverso la rete Tor. Più lento, ma più privato.
nl_nl: Leidt uw internetverkeer om via het Tor-netwerk. Trager, maar meer privé.
pl_pl: Przekieruj swój ruch internetowy przez wolniejszą, ale bardziej prywatną sieć Tor.
ro_ro: Direcționează traficul de internet prin rețeaua Tor. Mai lent, dar mai privat.
sk_sk: Veďte všetku internetovú prevádzku cez sieť Tor. Pomalšie, ale viac súkromnejšie.
sl_si: Usmerite svoj internetni promet prek omrežja Tor. Počasneje, a bolj zasebno.
tr_tr: İnternet trafiğinizi Tor ağı üzerinden yöneltin. Yavaş ama daha güvenli.

# Sidebar_Profiles_btn_Create
source: Create Profile
be_by: Стварыць профіль
el_gr: Δημιουργία Προφίλ
es_419: Crear perfil
fi_fi: Luo profiili
fr_fr: Créer un profil
id_id: Buat Profil
it_it: Crea profilo
nl_nl: Profiel aanmaken
pl_pl: Utwórz profil
ro_ro: Creare profil
sk_sk: Vytvoriť Profil
sl_si: Ustvari profil
tr_tr: Profil oluştur

# Sidebar_Profiles_lnk_Manage
source: Manage
be_by: Кіраваць
el_gr: Διαχείριση
es_419: Gestionar
fi_fi: Hallitse
fr_fr: Gérer
id_id: Kelola
it_it: Gestisci
nl_nl: Beheer
pl_pl: Zarządzaj
ro_ro: Gestionare
sk_sk: Spravovať
sl_si: Upravljaj
tr_tr: Yönet

# Sidebar_Profiles_ttl
source: Profiles
be_by: Профілі
el_gr: Προφίλ
es_419: Perfiles
fi_fi: Profiilit
fr_fr: Profils
id_id: Profil
it_it: Profili
nl_nl: Profielen
pl_pl: Profile
ro_ro: Profile
sk_sk: Profily
sl_si: Profili
tr_tr: Profiller

# Sidebar_Separator_Others
source: Others
be_by: Іншыя
el_gr: Άλλοι
es_419: Otros
fi_fi: Muut
fr_fr: Autres
id_id: LAINNYA
it_it: Altri
nl_nl: ANDERS
pl_pl: Inne
ro_ro: Altele
sk_sk: Ostatné
sl_si: Ostalih
tr_tr: Diğerleri

# Sidebar_Servers_info_plus
source: Plus Server
be_by: Сервер Plus
el_gr: Διακομιστής Plus
es_419: Servidor Plus
fi_fi: Plus-palvelin
fr_fr: Serveur Plus
id_id: Server Plus
it_it: Server Plus
pl_pl: Serwer planu Plus
ro_ro: Server Plus
sk_sk: Server Plus
sl_si: Strežnik Plus
tr_tr: Plus sunucu

# Sidebar_Streaming_Country
source: Streaming - {0}
be_by: Трансляцыя - {0}
el_gr: Ροή/"Streaming" - {0}
fi_fi: Suoratoisto - {0}
ro_ro: Trasmisii în flux - {0}
sk_sk: Streamované- {0}
sl_si: Pretakanje - {0}
tr_tr: Yayın akışı - {0}

# Sidebar_Streaming_Features
source: Features
be_by: Функцыі
el_gr: Χαρακτηριστικά
es_419: Funcionalidades
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
id_id: Fitur
it_it: Funzionalità
nl_nl: Mogelijkheden
pl_pl: Funkcje
ro_ro: Funcții
sk_sk: Funkcie
sl_si: Funkcije
tr_tr: Özellikler

# Sidebar_Streaming_Info
source: Connect to a Plus server in this country to start streaming.
be_by: Каб пачаць трансляцыю, падключыцеся да сервера Plus у гэтай краіне.
el_gr: Συνδεθείτε σε έναν διακομιστή Plus σε αυτήν τη χώρα για να ξεκινήσετε τη ροή.
es_419: Conéctese a un servidor Plus en este país para empezar a transmitir en streaming.
fi_fi: Yhdistä Plus-palvelimeen tässä maassa aloittaaksesi suoratoiston.
fr_fr: Connectez-vous à un serveur « Plus » dans ce pays pour commencer à streamer.
id_id: Hubungkan diri Anda ke server Plus di negara ini untuk mulai menonton tayangan streaming.
it_it: Connettiti a un server Plus in questo paese per avviare lo streaming.
nl_nl: Maak verbinding met een Plus server in dit land om te beginnen met streamen.
pl_pl: Połącz się z serwerem planu Plus w tym kraju, aby rozpocząć streaming.
ro_ro: Conectați-vă la un server Plus din această țară pentru a reda transmisii în flux.
sk_sk: Ak chcete začať streamovanie, pripojte sa k serveru Plus v tejto krajine.
sl_si: Za začetek pretakanja se povežite s strežnikom Plus v tej državi.
tr_tr: Yayın akışını başlatmak için bu ülkedeki bir Plus sunucusuna bağlanın.

# Sidebar_Streaming_InfoNote
source: Note: Use a new browser tab and/or clear the cache to ensure new content appears.
be_by: Нататка: скарыстайцеся новай укладкай браўзера і/або ачысціце кэш, каб пераканацца, што з'явілася новае змесціва.
el_gr: Σημείωση: Χρησιμοποιήστε μια νέα καρτέλα προγράμματος περιήγησης ή/και εκκαθαρίστε την προσωρινή μνήμη για να διασφαλίσετε ότι εμφανίζεται νέο περιεχόμενο.
es_419: Nota: Use una pestaña nueva del navegador y/o limpie la caché para asegurar que el contenido nuevo aparezca.
fi_fi: Huomioi: Käytä uutta selaimen välilehteä ja/tai tyhjennä sen välimuisti varmistaaksesi uuden sisällön näkymisen.
fr_fr: Remarque : utilisez un nouvel onglet et/ou videz le cache pour vous assurer que le nouveau contenu apparaisse.
id_id: Catatan: Gunakan tab browser baru dan/atau bersihkan cache Anda untuk memastikan konten baru muncul.
it_it: Nota: Utilizzare una nuova scheda del browser e/o cancellare la cache per garantire che i nuovi contenuti appaiano.
nl_nl: Opmerking: Gebruik een nieuw browsertabblad en/of wis de cache om nieuwe inhoud te laten verschijnen.
pl_pl: Uwaga: Użyj nowej karty przeglądarki i/lub wyczyść pamięć podręczną, aby zobaczyć nową zawartość.
ro_ro: Notă: Folosiți un alt navigator și/sau goliți bufferul pentru a vă asigura că apare conținut nou.
sk_sk: Poznámka: Ak chcete zobraziť nový obsah, použite novú kartu prehliadača a/alebo vymažte vyrovnávaciu pamäť.
sl_si: Opomba: uporabite nov zavihek brskalnika in/ali počistite predpomnilnik, da zagotovite prikaz nove vsebine.
tr_tr: Not: Yeni içeriğin görüntüleneceğinden emin olmak için yeni bir tarayıcı sekmesi kullanın ve/veya ön belleği temizleyin.

# Sidebar_Streaming_More
source: and more
be_by: і іншыя
el_gr: και άλλα
es_419: y más
fi_fi: ja enemmän
fr_fr: et plus
id_id: dan banyak lagi
it_it: e altro
nl_nl: en meer
pl_pl: i wiele więcej
ro_ro: și mai multe
sk_sk: a viac
sl_si: in več
tr_tr: ve daha fazlası

# StartMinimizedMode_val_Disabled
source: Disabled
be_by: Адключана
el_gr: Απενεργοποιημένο
es_419: Deshabilitado
fi_fi: Ei käytössä
fr_fr: Désactivé
id_id: Dinonaktifkan
it_it: Disabilitato
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
ro_ro: Dezactivat
sk_sk: Zakázané
sl_si: Onemogočeno
tr_tr: Kapalı

# StartMinimizedMode_val_ToSystray
source: to Systray
be_by: ў вобласць апавяшчэнняў
el_gr: στο Systray
es_419: en el área de notificaciones
fi_fi: ilmaisinalueelle
fr_fr: dans la zone de notification
id_id: di Systray
it_it: nell'Area di notifica del sistema
nl_nl: Naar het notificatie center
pl_pl: do zasobnika systemowego
ro_ro: în Zona de notificare
sk_sk: do systémovej lišty
sl_si: v pomanjšano
tr_tr: Sistem tepsisinde

# StartMinimizedMode_val_ToTaskbar
source: to Taskbar
be_by: на панэль задач
el_gr: στη Γραμμή Εργασιών
es_419: en la barra de tareas
fi_fi: tehtäväpalkkiin
fr_fr: dans la barre des tâches
id_id: di Taskbar
it_it: nella barra delle applicazioni
nl_nl: Naar de taakbalk
pl_pl: do paska zadań
ro_ro: în Bara de sarcini
sk_sk: do panela úloh
sl_si: v opravilno vrstico
tr_tr: Görev çubuğunda

# TextBoxPlaceholder
source: Start typing...
be_by: Пачынайце ўводзіць тэкст...
el_gr: Ξεκινήστε να πληκτρολογείτε...
es_419: Empiece a escribir...
fi_fi: Aloita kirjoittaminen...
fr_fr: Commencez à écrire…
id_id: Mulai mengetik...
it_it: Iniziare a digitare...
nl_nl: Begin met typen...
pl_pl: Rozpocznij pisanie...
ro_ro: Începeți să scrieți...
sk_sk: Píšte...
sl_si: Začnite tipkati ...
tr_tr: Yazmaya başlayın...

# TimeUnit_val_Day_One
source: day
be_by: дзень
el_gr: ημέρα
es_419: día
fi_fi: päivä
fr_fr: jour
it_it: giorno
nl_nl: dag
pl_pl: dzień
ro_ro: zi
sk_sk: deň
sl_si: dan
tr_tr: gün

# TimeUnit_val_Day_Other
source: days
be_by: дні
el_gr: ημέρες
es_419: días
fi_fi: päivää
fr_fr: jours
id_id: hari
it_it: giorni
nl_nl: dagen
pl_pl: dnia
ro_ro: de zile
sk_sk: dní
sl_si: dni
tr_tr: gün

# TimeUnit_val_Hour_One
source: hour
be_by: гадзіна
el_gr: ώρα
es_419: hora
fi_fi: tunti
fr_fr: heure
it_it: ora
nl_nl: uur
pl_pl: godzina
ro_ro: oră
sk_sk: hodina
sl_si: ura
tr_tr: saat

# TimeUnit_val_Hour_Other
source: hours
be_by: гадзіны
el_gr: ώρες
es_419: horas
fi_fi: tuntia
fr_fr: heures
id_id: jam
it_it: ore
nl_nl: uren
pl_pl: godziny
ro_ro: de ore
sk_sk: hodín
sl_si: ur
tr_tr: saat

# TimeUnit_val_Minute_One
source: minute
be_by: хвіліна
el_gr: λεπτό
es_419: minuto
fi_fi: minuutti
it_it: minuto
nl_nl: minuut
pl_pl: minuta
ro_ro: minut
sk_sk: minúta
sl_si: minuta
tr_tr: dakika

# TimeUnit_val_Minute_Other
source: minutes
be_by: хвіліны
el_gr: λεπτά
es_419: minutos
fi_fi: minuuttia
id_id: menit
it_it: minuti
nl_nl: minuten
pl_pl: minuty
ro_ro: de minute
sk_sk: minút
sl_si: minut
tr_tr: dakika

# Tooltips_SmartReconnection_Description
source: You have been switched to a faster server that is similar to the one you selected.
be_by: Вы былі пераключаны на больш хуткі сервер, які адпавядае таму, што вы выбралі.
el_gr: Έγινε εναλλαγή σε γρηογρότερο διακομιστή ο οποίος είναι εφάμιλλος με την προεπιλογή σας.
es_419: Ha sido cambiado a un servidor más rápido similar al que ha seleccionado.
fi_fi: Yhteytesi siirrettiin valitsemaasi palvelinta vastaavalle nopeammalle palvelimelle.
fr_fr: Nous vous avons transféré vers un serveur plus rapide, similaire à celui que vous avez sélectionné.
id_id: Anda telah dialihkan ke server lebih cepat yang serupa dengan server pilihan Anda sebelumnya.
it_it: Sei stato passato ad un server più veloce simile a quello selezionato.
nl_nl: U bent overgestapt naar een snellere server die lijkt op de server die u heeft geselecteerd.
pl_pl: Serwer został automatycznie zmieniony na szybszy, podobny do wybranego.
ro_ro: S-a comutat la un server mai rapid, similar cu cel pe care l-ați selectat.
sk_sk: Boli ste prepojení na rýchlejší server podobný tomu, ktorý ste vybrali.
sl_si: Preklopili ste na hitrejši strežnik, ki je podoben izbranemu.
tr_tr: Seçtiğinize benzer daha hızlı bir sunucuya geçtiniz.

# Tooltips_SmartReconnection_btn_NotificationSettings
source: Notification Settings
be_by: Налады апавяшчэнняў
el_gr: Ρυθμίσεις ειδοποιήσεων
es_419: Ajustes de notificaciones
fi_fi: Ilmoitusasetukset
fr_fr: Paramètres de notification
id_id: Pengaturan Notifikasi
it_it: Impostazioni di Notifica
nl_nl: Notificatie Instellingen
pl_pl: Ustawienia powiadomień
ro_ro: Setări notificări
sk_sk: Nastavenia notifikácií
sl_si: Nastavitve obvestil
tr_tr: Bildirim ayarları

# Upsell_Accelerator_Bullet1
source: Access faster, less crowded servers.
be_by: Карыстайцеся самымі хуткімі і найменш нагружанымі серверамі.
el_gr: Αποκτήστε πρόσβαση σε ταχύτερους και λιγότερο πολυσύχναστους διακομιστές.
es_419: Acceda a servidores más rápidos y menos concurridos.
fi_fi: Pääset käyttämään nopeampia, vähemmän ruuhkaisia palvelimia.
fr_fr: Accédez à des serveurs plus rapides et moins occupés.
it_it: Accedi più velocemente, server meno affollati.
pl_pl: Szybszy dostęp do mniej obciążonych serwerów.
ro_ro: Accesați servere mai rapide, mai puțin aglomerate.
sk_sk: Získajte prístup k rýchlejším, menej vyťaženým serverom.
sl_si: Dostopajte do hitrejših in manj natrpanih strežnikov.
tr_tr: Daha hızlı ve daha az kalabalık sunuculara erişin

# Upsell_Accelerator_Bullet2
source: Increase connection speeds by up to 400% with <Bold>VPN Accelerator</Bold>.
be_by: Павялічце хуткасць падключэння да 400% з дапамогай <Bold>VPN Accelerator</Bold>.
el_gr: Αυξήστε τις ταχύτητες σύνδεσης έως και 400% με το <Bold>VPN Accelerator</Bold>.
es_419: Aumente la velocidad de conexión hasta 400% con <Bold>VPN Accelerator</Bold>.
fi_fi: Paranna yhteysnopeuksia jopa 400 % <Bold>VPN Acceleratorilla</Bold>.
fr_fr: Augmentez la vitesse de connexion jusqu'à 400 % avec <Bold>VPN Accelerator</Bold>.
it_it: Aumenta le velocità di connessione fino al 400% con <Bold>VPN Accelerator</Bold>.
pl_pl: Zwiększ prędkość połączenia nawet o 400% dzięki funkcji <Bold>VPN Accelerator</Bold>.
ro_ro: Creșteți viteza conexiunii cu până la 400% cu <Bold>VPN Accelerator</Bold>.
sk_sk: Zvýšte rýchlosť pripojenia až o 400 % pomocou nástroja <Bold>VPN Accelerator</Bold>.
sl_si: Povečajte hitrost povezave do 400[%] s <Bold>pospeševalnikom VPN</Bold>.
tr_tr: <Bold>VPN Accelerator</Bold> ile bağlantı hızlarını %400 oranında artırın.

# Upsell_Accelerator_Bullet3
source: Improved speed and stability when connected to distant servers.
be_by: Палепшаная хуткасць і стабільнасць пры падключэнні да сервераў на вялікай адлегласці.
el_gr: Βελτιωμένη ταχύτητα και σταθερότητα όταν συνδέεστε σε απομακρυσμένους διακομιστές.
es_419: Velocidad y estabilidad mejoradas cuando se conecta a servidores distantes.
fi_fi: Parannettu nopeus ja vakaus, kun yhteys on muodostettu kaukana sijaitseviin palvelimiin.
fr_fr: Amélioration de la vitesse et de la stabilité lors de la connexion à des serveurs distants.
it_it: Velocità e stabilità migliorate quando sei connesso a server distanti.
pl_pl: Zwiększona prędkość i stabilność połączenia z odległymi serwerami.
ro_ro: Viteză și stabilitate îmbunătățite pentru conexiunile la servere la mare distanță.
sk_sk: Vyššia rýchlosť a stabilita pri pripojení k vzdialeným serverom.
sl_si: Izboljšana hitrost in stabilnost pri povezavi z oddaljenimi strežniki.
tr_tr: Uzak sunucularla bağlantı kurarken daha iyi hız ve kararlılık elde edin

# Upsell_Accelerator_Title
source: Browse at even higher speeds (up to 10 Gbps)
be_by: Карыстайцеся інтэрнэтам на самай высокай хуткасці (да 10 Гбіт/с)
el_gr: Περιηγηθείτε με ακόμα υψηλότερες ταχύτητες (έως 10 Gbps)
es_419: Navegue a velocidades aún mayores (hasta 10 Gbps)
fi_fi: Selaa vieläkin korkeammilla nopeuksilla (jopa 10 Gbps)
fr_fr: Naviguez à des vitesses encore plus élevées (jusqu'à 10 Gbit/s)
it_it: Naviga a velocità ancora più elevate (fino a 10 Gbps)
pl_pl: Przeglądaj Internet z najwyższą prędkością (10 Gb/s)
ro_ro: Navigați pe web la viteze și mai mari (până la 10 Gbps)
sk_sk: Prehliadanie pri ešte vyšších rýchlostiach (až do 10 Gb/s)
sl_si: Brskajte pri še višjih hitrostih (do 10 Gbps)
tr_tr: Daha da yüksek hızlarda gezinin (10 Gb/sn değerine varan)

# Upsell_Countries_AccessGeoblockedContent
source: Access geoblocked content
be_by: Доступ да змесціва, якое заблакіравана па геаграфічнай прыкмеце
el_gr: Πρόσβαση σε γεωγραφικά μπλοκαρισμένο περιεχόμενο
es_419: Acceda a contenido geobloqueado
fi_fi: Pääsy geoblokattuun sisältöön
fr_fr: Accédez à des contenus bloqués géographiquement.
it_it: Accedi ai contenuti geograficamente bloccati
pl_pl: Dostęp do zablokowanych treści
ro_ro: Accesați conținutul blocat geografic
sk_sk: Prístup k obsahu s geografickým blokovaním
sl_si: Dostop do geografsko blokirane vsebine
tr_tr: Bölgenizde engellenen içeriğe erişin

# Upsell_Countries_ChooseAnyLocation
source: Choose any location
be_by: Выбірайце любое месцазнаходжанне
el_gr: Επιλέξτε οποιαδήποτε τοποθεσία
es_419: Elija cualquier ubicación
fi_fi: Valitse mikä tahansa sijainti
fr_fr: Choisissez n'importe quel emplacement.
it_it: Scegli qualsiasi località
pl_pl: Wybierz inną lokalizację
ro_ro: Alegeți orice țară
sk_sk: Vyberte si ľubovoľnú lokalitu
sl_si: Izberite poljubno lokacijo
tr_tr: İstediğiniz konumu seçin

# Upsell_Countries_HigherVpnSpeed
source: Even higher VPN speed
be_by: Яшчэ больш хуткі VPN
el_gr: Ακόμα υψηλότερη ταχύτητα VPN
es_419: Velocidad VPN aún mayor
fi_fi: Vielä korkeampi VPN-nopeus
fr_fr: Vitesse VPN encore plus élevée
it_it: Velocità VPN ancora più elevata
pl_pl: Jeszcze wyższa prędkość VPN
ro_ro: Viteze VPN chiar mai mari
sk_sk: Ešte vyššia rýchlosť VPN
sl_si: Še večja hitrost VPN
tr_tr: Daha yüksek VPN hızı

# Upsell_Countries_StreamMovies
source: Stream your favorite movies
be_by: Трансляцыі вашых абраных фільмаў
el_gr: Μεταδώστε τις αγαπημένες σας ταινίες
es_419: Transmita sus películas favoritas
fi_fi: Suoratoista suosikkielokuviasi
fr_fr: Regardez vos films préférés en streaming.
it_it: Guarda in streaming i tuoi film preferiti
pl_pl: Streamuj ulubione filmy
ro_ro: Vizionați filmele preferate
sk_sk: Streamujte svoje obľúbené filmy
sl_si: Pretakajte svoje najljubše filme
tr_tr: Sevdiğiniz filmleri izleyin

# Upsell_Countries_Subtitle
source: When you upgrade to Plus
be_by: Калі вы паляпшаеце да Plus
el_gr: Όταν γίνει αναβάθμισή στο πρόγραμμα Plus
es_419: Cuando actualice a Plus
fi_fi: Kun päivität Plus-tilaukseen
fr_fr: En passant à l'abonnement Plus
id_id: Pada saat Anda meningkatkan akun Anda ke Plus
it_it: Quando esegui l'upgrade a Plus
nl_nl: Wanneer u upgrade naar Plus
pl_pl: Po ulepszeniu planu do wersji Plus
ro_ro: Când treceți la Plus
sk_sk: Po navýšení na tarif Plus
sl_si: Ko nadgradite na Plus
tr_tr: Plus tarifesine yükselttiğinizde

# Upsell_Countries_Title
source: Access over {0} in {1}
be_by: Доступ праз {0} у {1}
el_gr: Έχετε πρόσβαση σε πάνω από {0} σε {1}
es_419: Acceda a más de {0} en {1}
fi_fi: Käytä yli {0} {1}
fr_fr: Accédez à plus de {0} dans {1}.
id_id: Akses lebih dari 1200 server aman di 63 negara
it_it: Accedi a oltre {0} in {1}
nl_nl: Toegang tot {0} in {1}.
pl_pl: Dostęp do ponad {0} w {1}
ro_ro: Accesați peste {0} în {1}
sk_sk: Prístup cez {0} v {1}
sl_si: Dostop do {0} v {1}
tr_tr: {0} ile {1} erişim

# Upsell_Country_Bullet1_One
source: Connect to {0} country
be_by: Падключайцеся да {0} краіны
el_gr: Συνδεθείτε σε {0} χώρα
es_419: Conéctese a {0} país
fi_fi: Yhdistä {0} maahan
fr_fr: Connectez-vous à {0} pays.
it_it: Connettiti a {0} paese
pl_pl: Połącz się z {0} krajem
ro_ro: Conectați-vă la {0} țară
sk_sk: Pripojiť k {0} krajine
sl_si: Povežite se z {0} državo
tr_tr: {0} ülkeden bağlantı kurun

# Upsell_Country_Bullet1_Other
source: Connect to {0} countries
be_by: Падключайцеся да {0} краін
el_gr: Συνδεθείτε σε {0} χώρες
es_419: Conéctese a {0} países
fi_fi: Yhdistä {0} maahan
fr_fr: Connectez-vous à {0} pays.
it_it: Connettiti a {0} paesi
pl_pl: Połącz się z {0} krajami
ro_ro: Conectați-vă la {0} de țări
sk_sk: Pripojiť k {0} krajinám
sl_si: Povežite se z {0} državami
tr_tr: {0} ülkeden bağlantı kurun
