Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_Rebranding_Subtitle_new_plans
source: Introducing Proton’s refreshed look. Many services, one mission. Welcome to an internet where privacy is the default. <Hyperlink Command="{Binding LearnMoreCommand}">Learn more</Hyperlink>
be_by: Уводзіны ў абноўлены выгляд Proton. Шмат сэрвісаў, адна місія. Запрашаем у інтэрнэт, дзе прыватнасць з'яўляецца паўсядзённасцю. <Hyperlink Command="{Binding LearnMoreCommand}">Даведацца больш</Hyperlink>
el_gr: Παρουσίαση ανανεωμένης όψης του Proton. Πολλές υπηρεσίες, μία αποστολή. Καλώς ήρθατε σε ένα διαδίκτυο όπου η ιδιωτικότητα είναι η προεπιλογή. <Hyperlink Command="{Binding LearnMoreCommand}">Μάθετε περισσότερα</Hyperlink>
es_419: Presentamos el aspecto renovado de Proton. Muchos servicios, una misión. Bienvenido a una Internet donde la privacidad es la norma. <Hyperlink Command="{Binding LearnMoreCommand}">Más información</Hyperlink>
fi_fi: Esittelyssä Protonin uusi ilme. Useita palveluita, yhteinen tehtävä. Tervetuloa Internetiin, jossa yksityisyys on oletusarvoista. <Hyperlink Command="{Binding LearnMoreCommand}">Lue lisää</Hyperlink>
fr_fr: Voici le nouveau look de Proton. Plusieurs services, une seule mission. Bienvenue sur un internet où la vie privée est la règle absolue. <Hyperlink Command="{Binding LearnMoreCommand}">En savoir plus</Hyperlink>
id_id: Memperkenalkan tampilan baru Proton. Beragam layanan, satu misi. Selamat datang di Internet yang menjunjung privasi sebagai hal yang baku. <Hyperlink Command="{Binding LearnMoreCommand}">Pelajari lebih lanjut</Hyperlink>
it_it: Ti presentiamo il nuovo look di Proton. Molti servizi, una sola missione: una nuova versione di internet, dove la privacy è la regola. <Hyperlink Command="{Binding LearnMoreCommand}">Scopri di più</Hyperlink>
nl_nl: Ontdek de nieuwe look van Proton. Veel diensten, één missie. Welkom in een internetomgeving waar privacy de standaard is. <Hyperlink Command="{Binding LearnMoreCommand}">Meer info</Hyperlink>
pl_pl: Przedstawiamy odświeżony wygląd usługi Proton. Wiele usług, jedna misja. Witaj w Internecie, w którym prywatność jest standardem. <Hyperlink Command="{Binding LearnMoreCommand}">Dowiedz się więcej</Hyperlink>
ro_ro: Vă prezentăm noua față împrospătată a lui Proton. Multe servicii, o singură misiune. Bun venit la un internet unde intimitatea este implicită. <Hyperlink Command="{Binding LearnMoreCommand}">Detalii</Hyperlink>
sk_sk: Predstavujeme nový vzhľad Protonu. Mnoho služieb, jedno poslanie. Vitajte na internete, kde je súkromie prvoradé. <Hyperlink Command="{Binding LearnMoreCommand}">Zistiť viac</Hyperlink>
sl_si: Predstavljamo Protonov osveženi videz. Veliko storitev, eno poslanstvo. Dobrodošli v internetu, kjer je zasebnost privzeta. <Hyperlink Command="{Binding LearnMoreCommand}">Več o tem</Hyperlink>
tr_tr: Yenilenmiş Proton böyle görünüyor. Birçok hizmet, tek amaç. Gizliliğe odaklanmış bir İnternet fikrine hoş geldiniz. <Hyperlink Command="{Binding LearnMoreCommand}">Ayrıntılı bilgi alın</Hyperlink>

# Dialogs_Rebranding_Title_new_plans
source: Updated Proton, unified protection
be_by: Абноўлены Proton, уніфікаваная абарона
el_gr: Ενημερωμένο Proton, ενοποιημένη προστασία
es_419: Proton actualizado, protección unificada
fi_fi: Päivitetty Proton yhtenäisellä suojauksella
fr_fr: Nouvelle version, protection unifiée
id_id: Proton yang baru, dengan perlindungan yang tersatukan
it_it: Nuovo Proton, protezione unificata
nl_nl: Vernieuwde Proton, uniforme beveiliging
pl_pl: Zaktualizowany Proton, ujednolicona ochrona
ro_ro: Proton actualizat, protecție unificată
sk_sk: Aktualizovaný Proton, jednotná ochrana
sl_si: Posodobljeni Proton, poenotena zaščita
tr_tr: Güncellenmiş Proton, birleşik koruma

# Dialogs_Rebranding_btn_GotIt_new_plans
source: Got it
be_by: Зразумела
el_gr: Το κατάλαβα
es_419: Entendido
fi_fi: Selvä
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
nl_nl: Begrepen
pl_pl: Ok
ro_ro: Am înțeles
sk_sk: Rozumiem
sl_si: Razumem
tr_tr: Anladım

# Dialogs_SplitTunnelWarning_msg
source: For Split Tunneling to function properly, you must disable kill switch.
be_by: Для правільнага функцыянавання Split Tunneling, адключыце Kill Switch.
el_gr: Για να λειτουργήσει σωστά το Split Tunneling, πρέπει να απενεργοποιήσετε τη λειτουργία kill switch.
es_419: Para que la tunelización dividida funcione correctamente, debe deshabilitar el interruptor de apagado.
fi_fi: Tappokytkin on poistettava käytöstä jaetun tunneloinnin kunnollista toimintaa varten.
fr_fr: Pour que Split tunneling fonctionne correctement, vous devez désactiver la fonctionnalité Arrêt d'urgence (kill switch).
id_id: Agar Split Tunneling dapat berfungsi sebagaimana mestinya, Anda harus menonaktifkan Kill Switch.
it_it: Per far funzionare correttamente Split Tunneling, è necessario disabilitare kill switch.
nl_nl: Om Split Tunneling goed te laten functioneren, moet u IP-beveiliging uitschakelen.
pl_pl: Wyłącz funkcję Kill Switch, aby funkcja Split Tunneling działała poprawnie.
ro_ro: Pentru ca divizarea traficului să funcționeze, trebuie să dezactivați blocarea conexiunii.
sk_sk: Aby fungoval Split Tunneling správne, je nutné vypnúť funkciu Kill Switch.
sl_si: Za pravilno delovanje razdeljenega tuneliranja morate onemogočiti stikalo za izklop.
tr_tr: Ayrılmış tünellemenin düzgün çalışması için bağlantı kesiciyi kapatmalısınız.

# Dialogs_SubscriptionExpired_ListOption1_One
source: Hundreds of servers in {0} country
be_by: Сотні сервераў у {0} краіне
el_gr: Εκατοντάδες διακομιστές σε {0} χώρα
es_419: Cientos de servidores en {0} país
fi_fi: Satoja palvelimia {0} maassa
fr_fr: Des centaines de serveurs dans {0} pays
it_it: Centinaia di server in {0} paese
pl_pl: Setki serwerów w {0} kraju
ro_ro: Sute de servere în {0} țară
sk_sk: Stovky serverov v {0} krajine
sl_si: Več sto strežnikov v {0} državi
tr_tr: {0} ülkede yüzlerce sunucu

# Dialogs_SubscriptionExpired_ListOption1_Other
source: Hundreds of servers in {0} countries
be_by: Сотні сервераў у {0} краінах
el_gr: Εκατοντάδες διακομιστές σε {0} χώρες
es_419: Cientos de servidores en {0} países
fi_fi: Satoja palvelimia {0} maassa
fr_fr: Des centaines de serveurs dans {0} pays
it_it: Centinaia di server in {0} paesi
pl_pl: Setki serwerów w {0} krajach
ro_ro: Sute de servere în {0} de țări
sk_sk: Stovky serverov v {0} krajinách
sl_si: Več sto strežnikov v {0} državah
tr_tr: {0} ülkede yüzlerce sunucu

# Dialogs_SubscriptionExpired_ListOption2
source: Connect up to 10 devices at the same time
be_by: Падключайце да 10 прылад адначасова
el_gr: Συνδέστε έως και 10 συσκευές ταυτόχρονα
es_419: Conecta hasta 10 dispositivos al mismo tiempo
fi_fi: Yhdistä jopa 10 laitetta samanaikaisesti
fr_fr: Connectez jusqu'à 10 appareils en même temps
id_id: Hubungkan hingga 10 perangkat dalam satu waktu
it_it: Connetti fino a 10 dispositivi contemporaneamente
nl_nl: Verbind tot 10 apparaten op hetzelfde moment
pl_pl: Połącz do 10 urządzeń jednocześnie
ro_ro: Conectați până la 10 dispozitive simultan
sk_sk: Pripojte až 10 zariadení súčasne
sl_si: Povežite do 10 naprav hkrati
tr_tr: Aynı anda 10 aygıta kadar bağlantı

# Dialogs_SubscriptionExpired_ListOption3
source: Advanced features: NetShield, Secure Core, Tor, P2P
be_by: Пашыраныя функцыі: NetShield, Secure Core, Tor, P2P
el_gr: Προηγμένες λειτουργίες: NetShield, Secure Core, Tor, P2P
es_419: Funciones avanzadas: NetShield, Secure Core, Tor, P2P
fi_fi: Lisäominaisuudet: NetShield, Secure Core, Tor ja P2P
fr_fr: Fonctionnalités avancées : NetShield, Secure Core, Tor, P2P
id_id: Berbagai fitur lanjutan: NetShield, Secure Core, Tor, P2P
it_it: Funzioni avanzate: NetShield, Secure Core, Tor, P2P
nl_nl: Geavanceerde functies: NetShield, Secure Core, Tor, P2P
pl_pl: Zaawansowane funkcje: NetShield, Secure Core, Tor, P2P
ro_ro: Funcții avansate: NetShield, Secure Core, Tor, P2P
sk_sk: Pokročilé funkcie: NetShield, Secure Core, Tor, P2P
sl_si: Napredne funkcije: NetShield, Secure Core, Tor, P2P
tr_tr: Gelişmiş özellikler: NetShield, Secure Core, Tor, P2P

# Dialogs_SubscriptionExpired_ListTitle
source: Upgrade again to enjoy all the features:
be_by: Палепшыць яшчэ раз, каб карыстацца ўсімі функцыямі:
el_gr: Αναβάθμιση ξανά, προς απόλαυση όλων των χαρακτηριστικών:
es_419: Mejore su plan de nuevo para disfrutar de todas las funciones:
fi_fi: Päivitä tilauksesi uudelleen nauttiaksesi kaikista ominaisuuksista:
fr_fr: Passez de nouveau à la version supérieure pour profiter de toutes les fonctionnalités :
id_id: Tingkatkan kembali untuk menikmati seluruh fitur berikut:
it_it: Aggiorna di nuovo per godere di tutte le funzionalità:
nl_nl: Upgrade opnieuw om te genieten van alle functies:
pl_pl: Ulepsz plan ponownie, aby korzystać z funkcji:
ro_ro: Reactivați planul superior pentru a vă bucura de toate funcțiile:
sk_sk: Znovu navýšte tarif pre využitie všetkých funkcií:
sl_si: Znova nadgradite in uživajte v vseh funkcijah:
tr_tr: Tüm özelliklerin tadını çıkarmak için tarifenizi yeniden yükseltin:

# Dialogs_SubscriptionExpired_Reconnected_Subtitle
source: Your subscription has been downgraded, so we are reconnecting to the fastest available server.
be_by: Ваша падпіска была паніжана, таму мы перападключаем вас на самы хуткі з даступных у гэты час сервер.
el_gr: Η συνδρομή σας έχει υποβαθμιστεί, συνεπώς γίνεται επανασύνδεση στον ταχύτερο διαθέσιμο διακομιστή.
es_419: Su suscripción ha pasado a un nivel inferior, volveremos a reconectar al servidor más rápido disponible.
fi_fi: Tilauksesi on vaihdettu alempaan luokkaan, joten yhdistetään nopeimpaan käytettävissä olevaan palvelimeen.
fr_fr: Votre abonnement contient moins de fonctionnalités. Nous vous reconnectons au serveur le plus rapide qui est disponible.
id_id: Paket langganan Anda telah diturunkan, sehingga kami akan menghubungkan Anda kembali ke server tercepat yang tersedia.
it_it: Il tuo abbonamento è stato declassato, quindi ci stiamo riconnettendo al server più veloce disponibile.
nl_nl: Uw abonnement is gedegradeerd, dus we maken opnieuw verbinding met de snelst beschikbare server.
pl_pl: Twoja subskrypcja została obniżona, więc zostałeś ponownie połączony z najszybszym dostępnym serwerem.
ro_ro: Abonamentul a fost retrogradat, deci se va reconecta la cel mai rapid server disponibil.
sk_sk: Vaše predplatné bolo znížené, takže vás prepájame na najrýchlejší dostupný server.
sl_si: Vaša naročnina je bila znižana, zato se ponovno povezujemo z najhitrejšim razpoložljivim strežnikom.
tr_tr: Abonelik tarifeniz düşürüldü. Bu nedenle kullanılabilecek en hızlı sunucuya yeniden bağlanıyoruz.

# Dialogs_SubscriptionExpired_Subtitle
source: Your subscription has been downgraded.
be_by: Ваша падпіска была паніжана.
el_gr: Η συνδρομή σας έχει υποβαθμιστεί.
es_419: Su suscripción ha pasado a un nivel inferior.
fi_fi: Tilauksesi on vaihdettu alempaan luokkaan.
fr_fr: Vous disposez désormais d'un abonnement avec moins de fonctionnalités.
id_id: Paket langganan Anda telah diturunkan.
it_it: Il tuo abbonamento è stato declassato.
nl_nl: Uw abonnement is gedegradeerd.
pl_pl: Twoja subskrypcja została obniżona.
ro_ro: Abonamentul a fost retrogradat.
sk_sk: Vaše predplatné bolo znížené.
sl_si: Vaša naročnina je bila znižana.
tr_tr: Abonelik tarifeniz düşürüldü.

# Dialogs_SubscriptionExpired_Title
source: Your VPN subscription plan has expired
be_by: Ваша падпіска на тарыфны план VPN пратэрмінавана
el_gr: Το πρόγραμμά σας συνδρομής VPN έχει λήξει.
es_419: Su suscripción de VPN ha expirado
fi_fi: VPN-tilauksesi on päättynyt
fr_fr: Votre abonnement VPN a expiré.
id_id: Paket langganan VPN Anda telah berakhir
it_it: Il tuo piano di abbonamento VPN è scaduto
nl_nl: Uw VPN-abonnement is verlopen
pl_pl: Twoja subskrypcja planu VPN wygasła
ro_ro: Abonamentul planului VPN a expirat
sk_sk: Vaše VPN predplatné vypršalo
sl_si: Vaš naročniški paket VPN je potekel
tr_tr: VPN abonelik tarifenizin geçerlilik süresi dolmuş

# Dialogs_SubscriptionExpired_Upgrade
source: Upgrade Again
be_by: Палепшыць яшчэ раз
el_gr: Αναβάθμιση ξανά
es_419: Mejorar de nuevo
fi_fi: Tilaa uudelleen
fr_fr: Passer à un abonnement supérieur
id_id: Tingkatkan Kembali
it_it: Aggiorna di Nuovo
nl_nl: Opnieuw upgraden
pl_pl: Ulepsz ponownie
ro_ro: Modificare din nou
sk_sk: Navýšiť tarif znova
sl_si: Ponovno nadgradite
tr_tr: Yeniden yükselt

# Dialogs_Troubleshoot_ttl
source: Proton VPN Troubleshoot
be_by: Выпраўленне непаладак Proton VPN
el_gr: Επίλυση προβλημάτων Proton VPN
es_419: Solución de problemas de Proton VPN
fi_fi: Proton VPN -vianetsintä
fr_fr: Dépannage Proton VPN
id_id: Penyelesaian Masalah Proton VPN
it_it: Risoluzione dei problemi di Proton VPN
nl_nl: Proton VPN Problemen
pl_pl: Rozwiązywanie problemów usługi Proton VPN
ro_ro: Depanare Proton VPN
sk_sk: Riešenie problémov s Proton VPN
sl_si: Odpravljanje težav s Proton VPN
tr_tr: Proton VPN sorun çözme

# Dialogs_Troubleshooting_btn_Close
source: Close
be_by: Закрыць
el_gr: Κλείσιμο
es_419: Cerrar
fi_fi: Sulje
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închidere
sk_sk: Zavrieť
sl_si: Zapri
tr_tr: Kapat

# Dialogs_Troubleshooting_btn_LearnMore
source: Learn More
be_by: Даведацца больш
el_gr: Μάθετε Περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntlı bilgi alın

# Dialogs_Troubleshooting_msg_AlternativeRouting
source: <Bold>Alternative Routing</Bold> - In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Learn More</Hyperlink>
be_by: <Bold>Альтэрнатыўная маршрутызацыя</Bold> - У выпадку блакіроўкі сайтаў Proton гэта налада дазваляе праграме скарыстацца альтэрнатыўнай сеткавай маршрутызацыяй для атрымання сувязі з Proton, што можа быць карысным для абходу міжсеткавых экранаў або праблем з сеткай. Для большай надзейнасці мы рэкамендуем пакінуць гэту наладу актыўнай. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Даведацца больш</Hyperlink>
el_gr: <Bold>Εναλλακτική Δρομολόγηση</Bold> - Σε περίπτωση αποκλεισμού των ιστοσελίδων Proton, αυτή η ρύθμιση θα επιτρέψει στην εφαρμογή να δοκιμάσει εναλλακτική δρομολόγηση δικτύου ώστε να φτάσει στο Proton, κάτι που μπορεί να είναι χρήσιμο για την παράκαμψη firewall ή προβλημάτων δικτύου. Συνιστούμε να διατηρήσετε αυτήν τη ρύθμιση για μεγαλύτερη αξιοπιστία. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Μάθετε Περισσότερα</Hyperlink>
es_419: <Bold>Rutas alternativas</Bold> - En caso de que los sitios de Proton estén bloqueados, esta configuración permite a la aplicación probar rutas alternativas de red para llegar a Proton, lo que puede ser útil para evitar problemas de red o de firewalls. Recomendamos mantener esta configuración activada para mayor confiabilidad. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Más información</Hyperlink>
fi_fi: <Bold>Vaihtoehtoinen reititys</Bold>Jos Protonin sivustoja ei tavoiteta, sallii tämä asetus niiden tavoittamiseksi verkkoyhteyden vaihtoehtoisen reitityksen, joka voi auttaa palomuurien tai yhteysongelmien kierrossa. Tämä on suositeltavaa luotettavuuden lisäämiseksi. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Lue lisää</Hyperlink>
fr_fr: <Bold>Routage alternatif</Bold> : en cas de blocage des sites Proton, ce paramètre permet à l'application d'essayer un routage réseau alternatif pour atteindre Proton, ce qui peut être utile pour contourner les pare-feux ou les problèmes de réseau. Nous vous recommandons de conserver ce paramètre activé pour une plus grande fiabilité. <Hyperlink Command="{Binding AlternativeRoutingCommand}">En savoir plus</Hyperlink>
id_id: <Bold>Perutean Alternatif</Bold> - Jika situs Proton diblokir, pengaturan ini memungkinkan aplikasi untuk mencoba perutean jaringan alternatif untuk mencapai Proton, yang mana dapat berguna untuk melewati/mem-bypass firewall atau masalah jaringan. Kami sarankan untuk tetap mengaktifkan pengaturan ini untuk keaandalan yang lebih baik. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Pelajari lebih lanjut</Hyperlink>
it_it: <Bold>Percorso alternativo</Bold> - Nel caso in cui i siti Proton siano bloccati, questa impostazione consente all'applicazione di provare un instradamento alternativo nella rete per raggiungere Proton, che può essere utile per aggirare i firewall o problemi di rete. Consigliamo di mantenere attiva questa impostazione per una maggiore affidabilità. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Ulteriori informazioni</Hyperlink>
nl_nl: <Bold>Alternative Routing</Bold> - In het geval dat Proton-sites geblokkeerd zijn, staat deze instelling de app toe om alternatieve netwerkroutering te proberen om Proton te bereiken, wat nuttig kan zijn voor het omzeilen van firewalls of netwerkproblemen. We raden aan deze instelling aan te houden voor een grotere betrouwbaarheid. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Meer informatie</Hyperlink>
pl_pl: <Bold>Alternatywne przekierowanie połączenia</Bold> - W przypadku zablokowania dostępu do stron Proton, ta konfiguracja pozwoli aplikacji wypróbować alternatywne połączenia sieciowe, które mogą przywrócić ten dostęp. Ta funkcja może być przydatna podczas problemów z siecią lub w celu ominięcia zapór. Zalecamy włączenie tego ustawienia dla zapewnienia większej niezawodności. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Dowiedz się więcej</Hyperlink>
ro_ro: <Bold>Direcționare alternativă</Bold> - În cazul în care site-urile Proton sunt blocate, această setare permite aplicației să încerce o rută alternativă pentru a ajunge la Proton, care poate fi utilă pentru ocolirea paravalor de protecție sau a problemelor de rețea. Vă recomandăm să păstrați această setare activată pentru o mai mare fiabilitate. <Hyperlink Command="{Binding AlternativeRoutingCommand}">>Detalii</Hyperlink>
sk_sk: <Bold>Alternatívne smerovanie</Bold> - V prípade, že sú stránky Proton blokované, toto nastavenie umožňuje aplikácii vyskúšať alternatívne sieťové smerovanie na Proton, čo môže byť užitočné pre obchádzanie brán firewall alebo problémom so sieťou. Pre väčšiu spoľahlivosť odporúčame ponechať toto nastavenie zapnuté. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Zistite viac</Hyperlink>
sl_si: <Bold>Nadomestno usmerjanje</Bold> - Če so spletna mesta Proton blokirana, ta nastavitev aplikaciji omogoča, da poskusi alternativno omrežno usmerjanje, da doseže Proton, kar je lahko uporabno za izogibanje požarnim zidom ali težavam z omrežjem. Za večjo zanesljivost priporočamo, da to nastavitev ohranite vključeno. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Več o tem</Hyperlink>
tr_tr: <Bold>Alternatif yöneltme</Bold> - Proton sitelerinin engellenmesi durumunda bu seçenek, uygulamanın Proton ağına erişmek için alternatif ağ yöneltmesini deneyerek, güvenlik duvarlarını veya ağ sorunlarını aşmasına yardımcı olabilir. Daha iyi güvenilirlik sağlamak için bu seçeneği açık tutmanızı öneririz. <Hyperlink Command="{Binding AlternativeRoutingCommand}">Ayrıntılı bilgi alın</Hyperlink>

# Dialogs_Troubleshooting_msg_Antivirus
source: <Bold>Antivirus interference</Bold> - Temporarily disable or remove your antivirus software.
be_by: <Bold>Канфлікт з антывірусам</Bold> - Часова адключыце або выдаліце антывірус.
el_gr: <Bold>Εμπλοκή Antivirus</Bold> - Απενεργοποιήστε προσωρινά το πρόγραμμα antivirus.
es_419: <Bold>Interferencia de antivirus</Bold> - Deshabilitar o eliminar temporalmente su software antivirus.
fi_fi: <Bold>Virustorjunnan aiheuttama häiriö</Bold> - Poista tietoturvasovellus tilapäisesti käytöstä tai poista sen asennus.
fr_fr: <Bold>Interférence anti-virus</Bold> : désactivez ou retirez temporairement votre logiciel antivirus.
id_id: <Bold>Gangguan Antivirus</Bold> - Nonaktifkan sementara atau hapus perangkat lunak antivirus Anda.
it_it: <Bold>Interferenza antivirus</Bold> - Disattivare temporaneamente o rimuovere il software antivirus.
nl_nl: <Bold>Probleem met antivirus-software</Bold> - Zet de software tijdelijk uit of verwijder het.
pl_pl: <Bold>Konflikt z antywirusem</Bold> - Tymczasowo wyłącz lub usuń oprogramowanie antywirusowe.
ro_ro: <Bold>Interferența antivirusului</Bold> - Dezactivați temporar sau eliminați programul antivirus.
sk_sk: <Bold>Rušenie antivírusom</Bold> - Dočasne deaktivujte alebo odinštalujte antivírusový softvér.
sl_si: <Bold>Protivirusne motnje</Bold> - Začasno onemogočite ali odstranite protivirusno programsko opremo.
tr_tr: <Bold>Antivirüs müdahalesi</Bold> - Antivirus uygulamanızı geçici olarak kapatın ya da kaldırın.

# Dialogs_Troubleshooting_msg_Firewall
source: <Bold>Proxy/Firewall interference</Bold> - Disable any proxies or firewalls, or contact your network administrator.
be_by: <Bold>Канфлікт з проксі-серверам/міжсеткавым экранам</Bold> - Адключыце ўсе проксі-серверы, міжсеткавыя экраны або звярніцеся да свайго сеткавага адміністратара.
el_gr: <Bold>Εμπλοκή Proxy/Firewall</Bold> - Απενεργοποιήστε τυχόν proxies ή firewalls, ή επικοινωνήστε με τον διαχειριστή του δικτύου σας.
es_419: <Bold>Interferencia de Proxy/Firewall</Bold> - Desactive cualquier proxy o firewall, o contacte a su administrador de red.
fi_fi: <Bold>Välityspalvelimen/palomuurin aiheuttama häiriö</Bold> - Poista välityspalvelimet ja/tai palomuurit käytöstä tai ole yhteydessä verkkosi ylläpitoon.
fr_fr: <Bold>Interférence proxy/pare-feu</Bold> : désactivez tout proxy ou pare-feu, ou contactez votre administrateur réseau.
id_id: <Bold>Gangguan Proxy/Firewall</Bold> - Nonaktifkan proxy atau firewall, atau hubungi administrator jaringan Anda.
it_it: <Bold>Interferenza Proxy/Firewall</Bold> - Disabilita qualsiasi proxy o firewall, o contatta l'amministratore di rete.
nl_nl: <Bold>Proxy/Firewall problemen</Bold> - Schakel eventuele proxy's of firewalls uit of neem contact op met uw netwerkbeheerder.
pl_pl: <Bold>Konflikt z zaporą sieciową / serwerem proxy</Bold> - Wyłącz zaporę oraz proxy lub skontaktuj się z administratorem sieci.
ro_ro: <Bold>Interferență proxy/paravan de protecție</Bold> - Dezactivați orice proxy sau paravan de protecție sau contactați administratorul.
sk_sk: <Bold>Rušenie proxy/firewallom</Bold> - Zakážte všetky servery proxy alebo brány firewall alebo sa obráťte na správcu siete.
sl_si: <Bold>Motnje strežnika proxy/požarni zid </Bold> - Onemogočite vse strežnike proxy in požarne zidove ali se obrnite na skrbnika omrežja.
tr_tr: <Bold>Vekil sunucu/Güvenlik duvarı etkileşimi</Bold> - Vekil sunucuları ya da güvenlik duvarlarını kapatın ya da ağ yöneticinize başvurun.
