Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_KillSwitchConfirmation_msg
source: With Permanent kill switch, if the VPN is not connected for any reason, you won't be able to access the internet.
be_by: Калі па якой-небудзь прычыне VPN не будзе працаваць, то пастаянны Kill Switch будзе блакіраваць любыя спробы падключэння да інтэрнэту.
el_gr: Με τη μόνιμη λειτουργία kill switch, αν το VPN δε είναι συνδεδεμένο για οποιονδήποτε λόγο, δε θα μπορείτε να έχετε πρόσβαση στο διαδίκτυο.
es_419: Con el interruptor de apagado permanente, si la VPN no está conectada por alguna razón, no podrá acceder a Internet.
fi_fi: Kun pysyvä tappokytkin on käytössä, et voi käyttää Internetiä, jos VPN ei jostain syystä ole yhdistettynä.
fr_fr: Avec la fonctionnalité Arrêt d'urgence (kill switch) en permanence, si le VPN n'est pas connecté pour une raison quelconque, vous ne pourrez pas accéder à internet.
it_it: Con Kill Switch permanente, se la VPN non è connessa, non sarà possibile accedere a Internet.
nl_nl: Met de Permanente IP-beveiliging kunt u geen toegang krijgen tot het internet, als de VPN niet verbonden is om welke reden dan ook.
pl_pl: Stały Kill Switch blokuje dostęp do Internetu, jeśli nie jesteś połączony z siecią VPN.
ro_ro: Cu blocarea permanentă a conexiunii, dacă nu există conexiune la VPN din orice motiv, nu veți putea accesa internetul.
sk_sk: S funkciou Trvalý Kill Switch nebudete mať prístup k internetu, pokiaľ sa VPN z akéhokoľvek dôvodu odpojí.
sl_si: S stalnim izklopnim stikalom, če VPN iz kakršnega koli razloga ni povezan, ne boste mogli dostopati do interneta.
tr_tr: Kalıcı bağlantı kesici ile VPN bağlantısı herhangi bir nedenle kesildiğinde, İnternet erişiminiz de kesilir.

# Dialogs_KillSwitchConfirmation_ttl
source: Enable Permanent kill switch?
be_by: Уключыць пастаянны Kill Switch?
el_gr: Ενεργοποίηση μόνιμης λειτουργίας kill switch;
es_419: ¿Habilitar el interruptor de apagado permanente?
fi_fi: Otetaanko pysyvä tappokytkin käyttöön?
fr_fr: Activer Arrêt d'urgence (kill switch) de manière permanente ?
id_id: Aktifkan Permanent Kill Switch?
it_it: Abilitare kill switch permanente?
nl_nl: Permanente Kill Switch inschakelen?
pl_pl: Włączyć stały Kill Switch?
ro_ro: Activare blocare permanentă conexiune?
sk_sk: Povoliť permanentne kill switch?
sl_si: Omogočiti stikalo za trajno zaustavitev?
tr_tr: Kalıcı bağlantı kesici açılsın mı?

# Dialogs_MaximumDeviceLimit_Disconnect_Ok
source: Got It
be_by: Зразумела
el_gr: Το κατάλαβα
es_419: Entendido
fi_fi: Selvä
fr_fr: J'ai compris
id_id: Mengerti
it_it: Ho capito
nl_nl: Begrepen
pl_pl: Ok
ro_ro: Am înțeles
sk_sk: Rozumiem
sl_si: Razumem
tr_tr: Anladım

# Dialogs_MaximumDeviceLimit_Disconnect_Subtitle
source: Please disconnect another device to connect this one.
be_by: Адключыце іншую прыладу для падключэння гэтай.
el_gr: Παρακαλούμε αποσυνδέστε την άλλη συσκευή για να συνδεθείτε με αυτή.
es_419: Desconecte otro dispositivo para conectar éste.
fi_fi: Katkaise jonkin muun laitteen yhteys yhdistääksesi tämän laitteen.
fr_fr: Vous devez déconnecter un autre appareil pour connecter celui-ci.
id_id: Mohon putuskan perangkat lain agar perangkat ini dapat terhubung.
it_it: Disconnetti un altro dispositivo per connettere questo.
nl_nl: Verbreek verbinding met een ander apparaat om deze te verbinden.
pl_pl: Aby połączyć się, rozłącz inne urządzenie.
ro_ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta.
sk_sk: Prosím odpojte iné zariadenie na pripojenie tohto.
sl_si: Odklopite drugo napravo, da povežete to.
tr_tr: Lütfen bu aygıtı bağlayabilmek için başka bir aygıtın bağlantısını kesin.

# Dialogs_MaximumDeviceLimit_Title
source: You have reached your maximum device limit
be_by: Вы дасягнулі максімальнай колькасці прылад
el_gr: Έχετε φτάσει το μέγιστο όριό σας συσκευών
es_419: Ha alcanzado el límite máximo de dispositivos
fi_fi: Olet saavuttanut laitteiden enimmäismäärän
fr_fr: Vous avez atteint votre nombre maximum d'appareils.
id_id: Anda telah mencapai batas jumlah perangkat yang dapat Anda sambungkan
it_it: Hai raggiunto il limite massimo di dispositivi
nl_nl: U hebt uw maximum apparaat limiet bereikt
pl_pl: Wykorzystano limit liczby podłączonych urządzeń
ro_ro: Ați atins limita maximă de dispozitive folosite
sk_sk: Dosiahli ste váš maximálny počet zariadení
sl_si: Dosegli ste največjo omejitev naprave
tr_tr: Kullanabileceğiniz en fazla aygıt sayısı sınırına ulaştınız

# Dialogs_MaximumDeviceLimit_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Changer d'abonnement
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
nl_nl: Upgraden
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Aktualizovať
sl_si: Nadgradi
tr_tr: Yükselt

# Dialogs_MaximumDeviceLimit_Upgrade_Subtitle
source: Please disconnect another device to connect this one or upgrade to PLUS to get up to 10 devices connected at the same time.
be_by: Адключыце іншую прыладу для падключэння гэтай або палепшыце свой тарыфны план да PLUS, які падтрымлівае падключэнне да 10 прылад адначасова.
el_gr: Παρακαλούμε αποσυνδεθείτε από την άλλη συσκευή, που είναι συνδεδεμένη, για να συνδεθείτε με αυτή ή αναβαθμίστε τη συνδρομή σε PLUS με τη δυνατότητα ταυτόχρονης σύνδεσης μέχρι και 10 συσκευών.
es_419: Desconecte otro dispositivo para conectar éste o actualice a un plan PLUS para conectar hasta 10 dispositivos al mismo tiempo.
fi_fi: Katkaise jonkin muun laitteen yhteys yhdistääksesi tämän laitteen tai päivitä Plus-tilaukseen yhdistääksesi samanaikaisesti 10 laitetta.
fr_fr: Vous devez déconnecter un autre appareil pour connecter celui-ci ou passer à l’abonnement Plus pour pouvoir connecter jusqu'à 10 appareils en même temps.
id_id: Mohon putuskan perangkat lain untuk menyambungkan perangkat ini atau tingkatkan ke PLUS untuk meyambungkan hingga 5 perangkat sekaligus.
it_it: Disconnetti un altro dispositivo per collegare questo o aggiorna a PLUS per ottenere fino a 10 dispositivi connessi allo stesso tempo.
nl_nl: Verbreek verbinding met een ander apparaat om deze te verbinden of upgrade naar PLUS om tegelijkertijd 10 apparaten verbonden te krijgen.
pl_pl: Aby połączyć się, rozłącz inne urządzenie lub ulepsz konto do planu PLUS w celu połączenia 10 urządzeń jednocześnie.
ro_ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta sau faceți treceți la planul PLUS pentru a conecta 10 dispozitive în același timp.
sk_sk: Ak sa chcete pripojiť, odpojte iné zariadenie alebo prejdite na tarif PLUS, aby ste mohli pripojiť až 10 zariadení súčasne.
sl_si: Prekinite povezavo z drugo napravo, da povežete to, ali nadgradite na PLUS, da omogočite povezavo do 10 naprav hkrati.
tr_tr: Lütfen bu aygıtı bağlamak için başka bir aygıtın bağlantısını kesin ya da aynı anda 10 aygıtı bağlamak için Plus tarifesine yükseltin.

# Dialogs_OutdatedApp_btn_Quit
source: Quit
be_by: Выйсці
el_gr: Έξοδος
es_419: Salir
fi_fi: Sulje
fr_fr: Quitter
id_id: Keluar
it_it: Chiudi
nl_nl: Afsluiten
pl_pl: Wyjście
ro_ro: Ieșire
sk_sk: Ukončiť
sl_si: Končaj
tr_tr: Çık

# Dialogs_OutdatedApp_lbl_Downloading
source: Downloading
be_by: Спампоўванне
el_gr: Γίνεται Λήψη
es_419: Descargando
fi_fi: Ladataan
fr_fr: Téléchargement en cours
id_id: Mengunduh
it_it: Download in corso
nl_nl: Downloaden
pl_pl: Pobieranie
ro_ro: Se descarcă
sk_sk: Sťahovanie
sl_si: Prenašanje
tr_tr: İndiriliyor

# Dialogs_OutdatedApp_lbl_Error
source: A problem occurred while downloading a newer version. Update manually to get the latest one.
be_by: Адбылася праблема падчас cпампоўвання новай версіі праграмы. Паспрабуйце абнавіць праграму ўручную, каб атрымаць апошнюю версію.
el_gr: Παρουσιάστηκε πρόβλημα κατά τη λήψη μιας νεότερης έκδοσης. Ενημερώστε με μη αυτόματο τρόπο για να λάβετε το πιο πρόσφατο.
es_419: Se ha producido un problema al descargar una versión más reciente. Actualice manualmente para obtener la más reciente.
fi_fi: Uutta versiota ladattaessa havaittiin ongelma. Päivitä viimeisimpään versioon manuaalisesti.
fr_fr: Un problème est survenu pendant le téléchargement d'une version plus récente. Mettez manuellement à jour votre application pour disposer de la dernière version.
id_id: Terdapat masalah pada saat mengunduh aplikasi versi terbaru. Silakan perbarui aplikasi secara manual untuk mendapatkan versi terbaru.
it_it: Si è verificato un problema durante il download di una versione più recente. Aggiorna manualmente per ottenere quella più recente.
nl_nl: Er is een probleem opgetreden tijdens het downloaden van een nieuwere versie. Update handmatig om de nieuwste versie te krijgen.
pl_pl: Wystąpił problem podczas pobierania aktualizacji. Zaktualizuj ręcznie, aby uzyskać najnowszą wersję.
ro_ro: A apărut o problemă la descărcarea noii versiuni. Actualizați manual pentru a avea ultima versiune.
sk_sk: Pri sťahovaní novšej verzie došlo k chybe. Vykonajte manuálnu aktualizáciu aplikácie na najnovšiu verziu.
sl_si: Med prenosom novejše različice je prišlo do težave. Posodobite ročno, da dobite najnovejšo.
tr_tr: Yeni sürüm indirilirken bir sorun çıktı. Son sürümü almak için el ile güncelleyin.

# Dialogs_OutdatedApp_lbl_Update
source: Update
be_by: Абнавіць
el_gr: Ενημέρωση
es_419: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
id_id: Perbarui
it_it: Aggiorna
nl_nl: Bijwerken
pl_pl: Zaktualizuj
ro_ro: Actualizare
sk_sk: Aktualizovať
sl_si: Posodobi
tr_tr: Güncelle

# Dialogs_OutdatedApp_lbl_UpdateManually
source: Update manually
be_by: Абнавіць уручную
el_gr: Χειροκίνητη ενημέρωση
es_419: Actualizar manualmente
fi_fi: Päivitä manuaalisesti
fr_fr: Mettre à jour manuellement
id_id: Perbarui secara manual
it_it: Aggiornamento manuale
nl_nl: Handmatig updaten
pl_pl: Zaktualizuj ręcznie
ro_ro: Actualizare manuală
sk_sk: Aktualizovať manuálne
sl_si: Posodobite ročno
tr_tr: El ile güncelle

# Dialogs_OutdatedApp_msg
source: The application version you are using is no longer supported. Please, as soon as the update is available, update to the latest version.
be_by: Версія праграмы, якую вы выкарыстоўваеце, больш не падтрымліваецца. Як толькі ў вас з'явіцца магчымасць, абнавіцеся да актуальнай версіі.
el_gr: Η έκδοση της εφαρμογής που χρησιμοποιείτε δεν υποστηρίζεται πλέον. Παρακαλούμε, μόλις η ενημέρωση είναι διαθέσιμη, ενημερώστε στην πιο πρόσφατη έκδοση.
es_419: La versión de la aplicación que está usando ya no está soportada. En cuanto la actualización esté disponible, actualice a la última versión.
fi_fi: Käyttämääsi sovellusversiota ei enää tueta. Päivitä viimeisimpään versioon.
fr_fr: La version de l'application que vous utilisez n'est plus prise en charge. Nous vous invitons à passer à la dernière version dès qu'elle sera disponible.
id_id: Versi aplikasi yang Anda gunakan sudah tidak lagi didukung. Mohon perbarui aplikasi Anda ke versi terbaru sesegera mungkin.
it_it: La versione dell'applicazione che stai utilizzando non è più supportata. Per favore, appena l'aggiornamento è disponibile, aggiorna all'ultima versione.
nl_nl: De applicatie versie die u gebruikt wordt niet langer ondersteund. Zodra de update beschikbaar is, update naar de laatste versie.
pl_pl: Obecna wersja aplikacji nie jest już wspierana. Zaktualizuj ją do najnowszej wersji, jak tylko będzie to możliwe.
ro_ro: Versiunea aplicației folosite nu mai este suportată. Actualizați la ultima versiune imediat ce actualizarea este disponibilă.
sk_sk: Verzia aplikácie, ktorú používate, už nie je podporovaná. Akonáhle bude aktualizácia k dispozícii, vykonajte aktualizáciu na najnovšiu verziu.
sl_si: Različica aplikacije, ki jo uporabljate, ni več podprta. Prosimo, takoj ko bo posodobitev na voljo, posodobite na najnovejšo različico.
tr_tr: Kullandığınız uygulama sürümü artık desteklenmiyor. Lütfen güncelleme hazır olur olmaz son sürüme güncelleyin.

# Dialogs_OutdatedApp_msg_KillSwitchActive
source: Note that the kill switch is enabled. Updating or quitting the application will disable it.
be_by: Звярніце ўвагу, што Kill Switch зараз уключаны. Абнаўленне або выхад з праграмы адключыць яго.
el_gr: Σημειώστε ότι η λειτουργία kill switch είναι ενεργοποιημένη. Η ενημέρωση ή ο τερματισμός της εφαρμογής θα την απενεργοποιήσει.
es_419: Tenga en cuenta que el interruptor de apagado está activado. Actualizar o salir de la aplicación lo desactivará.
fi_fi: Huomioi, että tappokytkin on käytössä. Sovelluksen päivittäminen tai sulkeminen poistaa sen käytöstä.
fr_fr: Notez que la fonctionnalité Arrêt d'urgence (kill switch) est activée. Mettre à jour ou quitter l'application la désactivera.
id_id: Harap diperhatikan bahwa ketika Kill Switch sedang aktif, memperbarui atau menutup aplikasi akan menonaktifkannya.
it_it: Kill switch è abilitato. Aggiornare o uscire dall'applicazione lo disattiverà.
nl_nl: Let op, de IP-beveiliging is ingeschakeld. De toepassing vernieuwen of stoppen zal deze uitschakelen.
pl_pl: Funkcja Kill Switch jest obecnie włączona. Aktualizacja lub wyjście z aplikacji spowoduje jej wyłączenie.
ro_ro: Blocarea conexiunii este activată. Actualizarea sau închiderea aplicației o va dezactiva.
sk_sk: Všimnite si, že kill switch je povolený. Aktualizácia alebo ukončenie aplikácie ho zakáže.
sl_si: Upoštevajte, da je stikalo za izklop omogočeno. Če aplikacijo posodobite ali zapustite, jo onemogočite.
tr_tr: Bağlantı kesicinin açık olduğunu unutmayın. Uygulamayı güncellemek ya da uygulamadan çıkmak bağlantı kesiciyi kapatır.

# Dialogs_P2PBlocked_msg_Blocked
source: Your connection has been disabled because you are using a server that does not support peer-to-peer (P2P) traffic. P2P is not supported on free servers. Please use a different server for P2P.
be_by: Падключэнне было разарвана, бо сервер да якога вы былі падключаны не падтрымлівае трафік аднарангавых сетак (P2P). P2P не падтрымліваецца на бясплатных серверах. Скарыстайцеся іншым серверам для P2P.
el_gr: Η σύνδεση σας έχει απενεργοποιηθεί επειδή χρησιμοποιείτε διακομιστές που δεν υποστηρίζουν κίνηση από χρήστες P2P. Το P2P δεν υποστηρίζεται σε δωρεάν διακομιστές. Παρακαλώ δοκιμάστε διαφορετικό server για P2P.
es_419: Su conexión fue deshabilitada porque está usando un servidor que no admite el tráfico peer-to-peer (P2P). P2P no es compatible con servidores gratuitos. Use un servidor diferente para P2P.
fi_fi: Yhteytesi on poistettu käytöstä, koska käytät palvelinta, joka ei tue tiedostojen jakoon käytettävää P2P-tiedonsiirtoa. P2P-tiedonsiirtoa ei tueta ilmaisilla palvelimilla. Käytä tähän tarkoitukseen eri palvelinta.
fr_fr: Votre connexion a été désactivée, car vous utilisez un serveur qui ne prend pas en charge le trafic peer-to-peer (P2P). Le P2P n'est pas pris en charge par les serveurs de l'abonnement FREE. Vous devez utiliser un autre serveur pour le P2P.
id_id: Sambungan Anda telah dinonaktifkan karena Anda menggunakan server yang tidak mendukung lalu lintas peer-to-peer (P2P). Layanan P2P tidak didukung di server gratis kami. Silakan gunakan server lain yang mendukung P2P.
it_it: La tua connessione è stata disattivata perché stai utilizzando un server che non supporta il traffico peer-to-peer (P2P). P2P non è supportato su server gratuiti. Utilizza un server diverso per il P2P.
nl_nl: Uw verbinding is uitgeschakeld omdat u gebruik maakt van een server die geen peer-to-peer (P2P) verkeer ondersteunt. P2P wordt niet ondersteund op gratis servers. Gebruik een andere server voor P2P.
pl_pl: Twoje połączenie zostało wyłączone, ponieważ serwer, którego używasz, nie wspiera ruchu peer-to-peer (P2P). Ruch P2P nie jest wspierany na darmowych serwerach. Użyj innego serwera dla ruchu P2P.
ro_ro: Conexiunea a fost dezactivată deoarece folosiți un server care nu suportă traficul de la persoană-la-persoană (P2P). P2P nu este suportat pe serverele gratuite. Folosiți un server P2P diferit.
sk_sk: Vaše pripojenie bolo deaktivované, pretože používate server, ktorý nepodporuje prevádzku peer-to-peer (P2P). P2P nie je podporované na bezplatných serveroch. Pre P2P použite iný server.
sl_si: Vaša povezava je bila onemogočena, ker uporabljate strežnik, ki ne podpira prometa enakovrednih (P2P). P2P ni podprt na brezplačnih strežnikih. Za P2P uporabite drug strežnik.
tr_tr: Eşler arası (P2P) trafiği desteklemeyen bir sunucu kullandığınız için bağlantınız kapatıldı. P2P, ücretsiz sunucularda desteklenmez. Lütfen P2P için başka bir sunucu kullanın.

# Dialogs_PortForwardingConfirmation_msg
source: Enable Port Forwarding only when you need it to ensure the strongest privacy and security protection.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Do I need Port Forwarding?</Hyperlink>
be_by: Уключайце перанакіраванне партоў толькі калі гэта функцыя сапраўды неабходна для максімальнай абароны і прыватнасці.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Ці неабходна мне перанакіраванне партоў?</Hyperlink>
el_gr: Ενεργοποιήστε την Προώθηση Θυρών μόνο όταν τη χρειάζεστε για εξασφάλιση της ισχυρότερης ιδιωτικότητας και προστασίας διασφάλισης.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Χρειάζομαι Προώθηση Θυρών;</Hyperlink>
es_419: Habilite el reenvío de puertos solo cuando lo necesite para garantizar la mayor protección de privacidad y seguridad. <LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">¿Necesito reenvío de puertos?</Hyperlink>
fi_fi: Käytä porttiohjausta vain tarvitessasi sitä parhaan yksityisyyden ja suojauksen varmistamiseksi.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Tarvitsenko porttiohjausta?</Hyperlink>
fr_fr: Activez le transfert de port uniquement quand vous devez renforcer la confidentialité et la sécurité.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Ai-je besoin de la redirection de port ?</Hyperlink>
id_id: Aktifkan Port Forwarding hanya ketika Anda perlu memastikan perlindungan privasi dan keamanan terkuat.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Apakah saya memerlukan Port Forwarding?</Hyperlink>
it_it: Abilita Port Forwarding solo quando ne hai bisogno per garantire la più forte protezione della privacy e della sicurezza.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Ho bisogno del Port Forwarding?</Hyperlink>
nl_nl: Schakel Port Forwarding alleen in wanneer u het nodig hebt om te zorgen voor de sterkste privacy en beveiliging<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Heb ik Port Forwarding nodig?</Hyperlink>
pl_pl: Włącz przekierowanie portów tylko, jeśli potrzebujesz najsilniejszej ochrony prywatności i bezpieczeństwa.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Czy potrzebuję przekierować porty?</Hyperlink>
ro_ro: Activați redirecționarea portului doar dacă doriți să asigurați cea mai puternică intimitate și securitate.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Am nevoie de redirecționarea portului?</Hyperlink>
sk_sk: Zapnite presmerovanie portov iba v prípade, že to potrebujete na zabezpečenie najsilnejšej ochrany súkromia a zabezpečenia.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Potrebujem presmerovanie portov?</Hyperlink>
sl_si: Omogočite posredovanje vrat samo, ko ga potrebujete, da zagotovite najmočnejšo zaščito zasebnosti in varnosti.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Ali potrebujem posredovanje vrat?</Hyperlink>
tr_tr: En güçlü gizlilik ve güvenlik korumasını sağlamak için bağlantı noktası yönlendirme özelliğini yalnızca gerek duyduğunuzda açın.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadPortForwardingRisksCommand}">Bağlantı noktası yönlendirmesine gerek duyuyor muyum?</Hyperlink>

# Dialogs_PortForwardingConfirmation_ttl
source: Enable Port Forwarding?
be_by: Уключыць перанакіраванне партоў?
el_gr: Ενεργοποίηση προώθησης θυρών;
es_419: ¿Habilitar el reenvío de puertos?
fi_fi: Otetaanko porttiohjaus käyttöön?
fr_fr: Activer la redirection de port ?
id_id: Aktifkan Port Forwarding?
it_it: Abilitare il Port Forwarding?
nl_nl: Port Forwarding inschakelen?
pl_pl: Włączyć przekierowanie portów?
ro_ro: Activare redirecționare port?
sk_sk: Zapnúť presmerovanie portov?
sl_si: Omogočiti posredovanje vrat?
tr_tr: Bağlantı noktası yönlendirme özelliği açılsın mı?

# Dialogs_Proxy_msg_ProxyDetected
source: Proton VPN has detected a proxy server configured on your local network. The Proton VPN app cannot protect the traffic that passes through this proxy. This means your connection will not be completely protected as expected.
be_by: Proton VPN выявіў, што ў вашай лакальнай сетцы сканфігураваны проксі-сервер. Праграма не зможа абараніць трафік, які будзе праходзіць праз яго. Гэта азначае, што ваша падключэнне не будзе цалкам абаронена, як вы гэта чакалі.
el_gr: Το Proton VPN έχει εντοπίσει έναν διακομιστή proxy που έχει διαμορφωθεί στο τοπικό σας δίκτυο. Η εφαρμογή Proton VPN δεν μπορεί να προστατεύσει την κυκλοφορία που περνά μέσω αυτού του διακομιστή proxy. Αυτό σημαίνει ότι η σύνδεσή σας δεν θα προστατεύεται πλήρως όπως πρέπει.
es_419: Proton VPN ha detectado un servidor proxy configurado en su red local. La aplicación Proton VPN no puede proteger el tráfico que pasa por este proxy. Esto significa que su conexión no estará completamente protegida como se esperaba.
fi_fi: Proton VPN havaitsi paikallisessa verkossa olevan välityspalvelimen, eikä se voi suojata sen kautta kulkevaa tietoliikennettä. Tämän seurauksena yhteyttäsi ei suojata täysin odotetulla tavalla.
fr_fr: Proton VPN a détecté un serveur proxy configuré sur votre réseau local. L'application Proton VPN ne peut pas protéger le trafic qui passe par ce proxy, votre connexion ne sera donc pas complètement protégée comme prévu.
id_id: Proton VPN mendeteksi keberadaan server proxy pada jaringan lokal Anda. Aplikasi Proton VPN tidak akan dapat melindungi lalu lintas data yang melintas melalui proxy ini. Dengan kata lain, koneksi Anda tidak akan sepenuhnya terlindungi sebagaimana mestinya.
it_it: Proton VPN ha rilevato un server proxy configurato sulla tua rete locale. L'app Proton VPN non può proteggere il traffico che passa attraverso questo proxy. Ciò significa che la tua connessione non sarà completamente protetta come previsto.
nl_nl: Proton VPN heeft een proxyserver gedetecteerd die is geconfigureerd op uw lokale netwerk. De Proton VPN-app kan het verkeer dat door deze proxy gaat, niet beschermen. Dit betekent dat uw verbinding niet volledig wordt beveiligd zoals verwacht.
pl_pl: Proton VPN wykrył serwer proxy skonfigurowany w lokalnej sieci. Aplikacja Proton VPN nie może chronić ruchu, który przechodzi przez ten serwer. Oznacza to, że Twoje połączenie nie będzie całkowicie chronione.
ro_ro: Proton VPN a detectat un server proxy configurat în rețeaua locală. Aplicația Proton VPN nu poate proteja traficul care trece prin acest proxy. Prin urmare conexiunea nu va fi protejată complet așa cum e de așteptat.
sk_sk: Proton VPN zistil server proxy nakonfigurovaný vo vašej miestnej sieti. Proton VPN nemôže chrániť prevádzku, ktorá prechádza týmto proxy serverom. To znamená, že vaše pripojenie nebude úplne chránené podľa očakávania.
sl_si: Proton VPN je zaznal proxy strežnik, konfiguriran v vašem lokalnem omrežju. Aplikacija Proton VPN ne more zaščititi prometa, ki gre skozi ta proxy. To pomeni, da vaša povezava ne bo popolnoma zaščitena, kot je bilo pričakovano.
tr_tr: Proton VPN, yerel ağınızda yapılandırılmış bir vekil sunucu algıladı. Proton VPN uygulaması, bu vekil sunucudan geçen trafiği koruyamaz. Bu durum, bağlantınızın beklendiği gibi tamamen korunmayacağı anlamına gelir.
