Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Map_SpeedGraph_lbl_Traffic
source: Session Traffic
be_by: Трафік сеанса
el_gr: Κίνηση Δικτύου
es_419: Tráfico de la sesión
fi_fi: Istunnon tietoliikenne
fr_fr: Infos de la session
id_id: Lalu Lintas Sesi
it_it: Traffico della sessione
nl_nl: Sessie verkeer
pl_pl: Ruch sieciowy sesji
ro_ro: Trafic sesiune
sk_sk: Prevádzka relácie
sl_si: Promet seje
tr_tr: Oturum trafiği

# Map_SpeedGraph_lbl_UpSpeed
source: Up Speed:
be_by: Хуткасць адпраўкі:
el_gr: Ταχύτητα Μεταφόρτωσης:
es_419: Velocidad de subida:
fi_fi: Lähetysnopeus:
fr_fr: Vitesse d'envoi :
id_id: Kecepatan Unggah:
it_it: Velocità di upload:
nl_nl: Uploadsnelheid:
pl_pl: Prędkość wysyłania:
ro_ro: Viteză încărcare:
sk_sk: Rýchlosť odosielania:
sl_si: Hitrost pošiljanja
tr_tr: Gönderme hızı:

# Map_SpeedGraph_lbl_UpVolume
source: Up Volume:
be_by: Адпраўлены аб'ём:
el_gr: Όγκος Μεταφόρτωσης:
es_419: Volumen de subida:
fi_fi: Lähetysmäärä:
fr_fr: Volume envoyé :
id_id: Volume Unggah:
it_it: Volume di upload:
nl_nl: Uploadvolume:
pl_pl: Wysłano:
ro_ro: Volum încărcare:
sk_sk: Objem odosielania:
sl_si: Volumen oddajanja
tr_tr: Gönderilen miktar:

# Map_UpgradeTooltip
source: Upgrade to Plus
be_by: Палепшыць да Plus
el_gr: Αναβαθμίστε στο Plus
es_419: Mejorar a Plus
fi_fi: Päivitä Plus-tilaukseen
fr_fr: Passez à l'abonnement Plus
it_it: Effettua l'upgrade a Plus
pl_pl: Ulepsz do planu Plus
ro_ro: Treceți la Plus
sk_sk: Inovovať na Plus
sl_si: Nadgradite na Plus
tr_tr: Plus tarifesine yükselt

# Map_VpnStatus_val_Connected
source: CONNECTED
be_by: ПАДКЛЮЧАНА
el_gr: ΣΥΝΔΕΘΗΚΕ
es_419: CONECTADO
fi_fi: YHDISTETTY
fr_fr: CONNECTÉ
id_id: TERHUBUNG
it_it: CONNESSO
nl_nl: VERBONDEN
pl_pl: POŁĄCZONO
ro_ro: CONECTAT
sk_sk: PRIPOJENÉ
sl_si: POVEZAN
tr_tr: BAĞLI

# Map_VpnStatus_val_Disconnected
source: DISCONNECTED
be_by: АДКЛЮЧАНА
el_gr: ΑΠΟΣΥΝΔΕΘΗΚΕ
es_419: DESCONECTADO
fi_fi: EI YHDISTETTY
fr_fr: DÉCONNECTÉ
id_id: TIDAK TERHUBUNG
it_it: DISCONNESSO
nl_nl: VERBINDING VERBROKEN
pl_pl: ROZŁĄCZONO
ro_ro: DECONECTAT
sk_sk: ODPOJENÉ
sl_si: ODKLOPLJENO
tr_tr: BAĞLI DEĞİL

# Map_btn_Connect
source: Connect
be_by: Падключыцца
el_gr: Σύνδεση
es_419: Conectar
fi_fi: Yhdistä
fr_fr: Se connecter
id_id: Hubungkan
it_it: Connetti
nl_nl: Verbind
pl_pl: Połącz
ro_ro: Conectare
sk_sk: Pripojiť
sl_si: Poveži
tr_tr: Bağlan

# Map_btn_Disconnect
source: Disconnect
be_by: Адключыцца
el_gr: Αποσύνδεση
es_419: Desconectar
fi_fi: Katkaise
fr_fr: Se déconnecter
id_id: Putuskan
it_it: Disconnetti
nl_nl: Verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
sk_sk: Odpojiť
sl_si: Prekini
tr_tr: Bağlantıyı kes

# Modal_ChangeServer_Subtitle
source: Get unlimited changes with VPN Plus
be_by: Атрымайце неабмежаваную колькасць змяненняў сервераў з VPN Plus
el_gr: Αποκτήστε απεριόριστες αλλαγές με το VPN Plus
es_419: Obtenga cambios ilimitados con VPN Plus
fi_fi: Hanki rajattomasti vaihtoja VPN Plus -tilauksella
fr_fr: Disposez d'un nombre illimité de changements en passant à VPN Plus.
it_it: Ottieni cambi illimitati con VPN Plus
pl_pl: Uzyskaj nieograniczoną liczbę zmian serwerów w planie VPN Plus
ro_ro: Obțineți modificări nelimitate cu VPN Plus
sk_sk: Získajte neobmedzené zmeny s VPN Plus
sl_si: Pridobite neomejene spremembe z VPN Plus
tr_tr: VPN Plus tarifesi ile sınırsız değişim sayısı edinin

# Modal_ChangeServer_Title
source: You’ve reached the maximum number of Free server changes for now.
be_by: На цяперашні момант вы дасягнулі максімальнай колькасці змяненняў сервераў з пазнакай Free.
el_gr: Έχετε φτάσει τον μέγιστο αριθμό αλλαγών σε δωρεάν διακομιστές προς το παρόν.
es_419: Ha alcanzado el número máximo de cambios de servidores gratuitos por ahora.
fi_fi: Olet saavuttanut tällä erää käytettävissä olevan palvelinvaihdosten enimmäismäärän.
fr_fr: Vous avez atteint le nombre maximum de changements de serveurs Free pour le moment.
it_it: Hai raggiunto il numero massimo di cambi gratuiti del server per ora.
pl_pl: Osiągnięto maksymalną liczbę darmowych zmian serwerów.
ro_ro: Ați atins numărul maxim de schimbări de servere gratuite pentru moment.
sk_sk: Momentálne ste dosiahli maximálny počet bezplatných zmien servera.
sl_si: Dosegli ste trenutno največje število brezplačnih sprememb strežnika.
tr_tr: Yapabileceğiniz en fazla Free sunucu değişikliği sayısına ulaştınız.

# Modal_DiscourageSecureCore_ActivateSecureCore
source: Activate Secure Core
be_by: Актываваць Secure Core
el_gr: Ενεργοποίηση Secure Core
es_419: Habilitar Secure Core
fi_fi: Aktivoi Secure Core
fr_fr: Activer Secure Core
id_id: Aktifkan Secure Core
it_it: Attiva Secure Core
nl_nl: Secure Core activeren
pl_pl: Aktywuj funkcję Secure Core
ro_ro: Activare Secure Core
sk_sk: Aktivovať Secure Core
sl_si: Aktivirajte Secure Core
tr_tr: Secure Core kullanılsın

# Modal_DiscourageSecureCore_DoNotShowItAgain
source: Don’t show again
be_by: Больш не паказваць
el_gr: Να μην εμφανιστεί ξανά
es_419: No volver a mostrar
fi_fi: Älä näytä uudelleen
fr_fr: Ne plus afficher
id_id: Jangan tampilkan lagi
it_it: Non mostrare nuovamente
nl_nl: Niet meer weergeven
pl_pl: Nie pokazuj ponownie
ro_ro: Nu mai arăta asta
sk_sk: Nabudúce nezobrazovať
sl_si: Ne prikaži več
tr_tr: Bir daha gösterme

# Modal_DiscourageSecureCore_LearnMore
source: Learn more
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# Modal_DiscourageSecureCore_Subtitle
source: Secure Core offers the highest level of security and privacy, but it may reduce your internet speed. If you need more performance, you can disable Secure Core.
be_by: Secure Core прапануе высокі ўзровень бяспекі і прыватнасці, але можа запаволіць ваша падключэнне. Калі вам неабходна большая прадукцыйнасць, рэкамендуецца адключыць Secure Core.
el_gr: Η επιλογή "Secure Core" προσφέρει το υψηλότερο επίπεδο ασφάλειας και ιδιωτικότητας αλλά μπορεί να επηρεάσει την ταχύτητα πρόσβασής σας στο Internet. Αν χρειάζεστε καλύτερη απόδοση, μπορείτε να απενεργοποιήσετε την επιλογή "Secure Core".
es_419: Secure Core ofrece el más alto nivel de seguridad y privacidad, pero puede reducir la velocidad de Internet. Si necesita más rendimiento, puede deshabilitar Secure Core.
fi_fi: Secure Core tarjoaa korkeimman suojauksen ja yksityisyyden, mutta se voi hidastaa yhteysnopeuttasi. Jos tarvitset enemmän suorituskykyä, voit poistaa Secure Coren käytöstä.
fr_fr: Secure Core offre le meilleur niveau de sécurité et de confidentialité, mais peut réduire la vitesse de votre connexion. Si vous avez besoin de plus de performances, vous pouvez désactiver Secure Core.
id_id: Secure Core menawarkan tingkat keamanan dan privasi tertinggi, namun dapat menurunkan kecepatan internet Anda. Apabila Anda membutuhkan performa yang lebih, Anda dapat menonaktifkan Secure Core.
it_it: Secure Core offre il livello più elevato di sicurezza e privacy, ma potrebbe ridurre la velocità del tuo Internet. Se necessiti di maggiori prestazioni, puoi disabilitare Secure Core.
nl_nl: Secure Core biedt het hoogste niveau van beveiliging en privacy, maar het kan uw internetsnelheid verlagen. Als u hogere prestaties wilt, kan u Secure Core uitschakelen.
pl_pl: Funkcja Secure Core oferuje najwyższy poziom bezpieczeństwa i prywatności, ale może zmniejszyć prędkość połączenia. Jeśli potrzebujesz większej wydajności, wyłącz funkcję Secure Core.
ro_ro: Secure Core oferă cel mai înalt nivel de securitate și confidențialitate, dar vă poate reduce viteza pe internet. Dacă aveți nevoie de mai multe performanțe, puteți dezactiva Secure Core.
sk_sk: Secure Core ponúka najvyššiu úroveň zabezpečenia a súkromia, ale môže znížiť rýchlosť internetu. Pokiaľ potrebujete vyšší výkon, môžete Secure Core vypnúť.
sl_si: Secure Core ponuja najvišjo raven varnosti in zasebnosti, vendar lahko zmanjša hitrost interneta. Če potrebujete več zmogljivosti, lahko onemogočite Secure Core.
tr_tr: Secure Core, en yüksek düzeyde güvenlik ve gizlilik sunar. Ancak İnternet hızınızı düşürebilir. Başarımı yükseltmeye gerek duyuyorsanız, Secure Core özelliğini kapatabilirsiniz.

# Modal_DiscourageSecureCore_Title
source: A note about speed...
be_by: Нататка пра хуткасць...
el_gr: Σημείωση για την ταχύτητα...
es_419: Una nota acerca de la velocidad...
fi_fi: Huomautus nopeudesta...
fr_fr: Une précision à propos de la vitesse…
id_id: Secarik catatan mengenai kecepatan...
it_it: Una nota sulla velocità...
nl_nl: Een opmerking over snelheid...
pl_pl: Uwaga dotycząca prędkości...
ro_ro: Observație privind viteza…
sk_sk: Poznámka k rýchlosti...
sl_si: Opomba o hitrosti …
tr_tr: Hız hakkında bir not...

# Modals_Rescope_NewFreeCountries
source: New Free countries
be_by: Новыя краіны з серверамі Free
el_gr: Νέες Δωρεάν χώρες
es_419: Nuevos países gratuitos
fi_fi: Uusia ilmaisia maita
fr_fr: Nouveaux pays dans l'abonnement Free
it_it: Nuovi paesi gratuiti
pl_pl: Nowe kraje planu Free
ro_ro: Țări noi gratuite
sk_sk: Nové Bezplatné krajiny
sl_si: Nove brezplačne države
tr_tr: Yeni Free ülkeleri

# Modals_Rescope_NewFreeCountriesDescription
source: There are now Free servers in Poland and Romania.
be_by: Серверы з тарыфным планам Free цяпер даступны ў Польшчы і Румыніі.
el_gr: Υπάρχουν τώρα δωρεάν διακομιστές στην Πολωνία και τη Ρουμανία.
es_419: Ahora hay servidores gratuitos en Polonia y Rumania.
fi_fi: Puolassa ja Romaniassa on nyt ilmaispalvelimia.
fr_fr: Il y a maintenant des serveurs Free en Pologne et en Roumanie.
it_it: Ora sono disponibili server gratuiti in Polonia e Romania.
pl_pl: Serwery planu Free są dostępne w Polsce i Rumunii.
ro_ro: Acum există servere gratuite în Polonia și România.
sk_sk: Bezplatné servery sú dostupné už aj v Poľsku a Rumunsku.
sl_si: Na Poljskem in v Romuniji so zdaj brezplačni strežniki.
tr_tr: Artık Polonya ve Romanya'da Free sunucuları var.

# Modals_Rescope_ServerSelection
source: Changes to server selection
be_by: Змяненні ў выбары сервера
el_gr: Αλλαγές στην επιλογή διακομιστή
es_419: Cambios a la selección de servidor
fi_fi: Palvelinvalinnan muutoksia
fr_fr: Changements dans la sélection des serveurs
it_it: Modifiche alla selezione del server
pl_pl: Zmiany w wyborze serwerów
ro_ro: Modificări la selectarea serverului
sk_sk: Zmeny vo výbere serverov
sl_si: Spremembe izbire strežnika
tr_tr: Sunucu seçimindeki değişiklikler

# Modals_Rescope_ServerSelectionDescription
source: To prevent server crowding and ensure that everyone has access to fast and secure browsing, we removed manual country selection and made major improvements to automatic server selection.
be_by: Для таго, каб пазбегнуць перагрузкі сервера і забяспечыць кожнаму доступ да хуткага і бяспечнага прагляду старонак у інтэрнэце, мы выдалілі магчымасць выбару краіны ўручную і значна палепшылі аўтаматычны выбар сервера.
el_gr: Για να αποτρέψουμε τον συνωστισμό διακομιστών και να διασφαλίσουμε ότι όλοι έχουν πρόσβαση σε γρήγορη και ασφαλή περιήγηση, καταργήσαμε τη μην αυτόματη επιλογή χώρας και κάναμε σημαντικές βελτιώσεις στην αυτόματη επιλογή διακομιστή.
es_419: Para evitar la saturación de servidores y garantizar que todos tengan acceso a una navegación rápida y segura, eliminamos la selección manual de países e hicimos mejoras importantes en la selección automática de servidores.
fi_fi: Poistimme manuaalisen maavalinnan ja teimme automaattiseen palvelinvalintaan merkittäviä parannuksia palvelimien ruuhkautumisen estämiseksi ja nopean ja turvallisen selauksen varmistamiseksi kaikille.
fr_fr: Pour éviter l'encombrement des serveurs et garantir à tous l'accès à une navigation rapide et sécurisée, nous avons retiré la sélection manuelle des pays et apporté des améliorations majeures à la sélection automatique des serveurs.
it_it: Per evitare il sovraffollamento dei server e garantire a tutti l'accesso a una navigazione veloce e sicura, abbiamo rimosso la selezione manuale del paese e abbiamo apportato notevoli miglioramenti alla selezione automatica del server.
pl_pl: Usunęliśmy ręczny wybór kraju, aby uniknąć obciążonych serwerów i zapewnić dostęp do szybkiego oraz bezpiecznego przeglądania Internetu. Ponadto ulepszyliśmy automatyczny wybór serwerów.
ro_ro: Pentru a preveni aglomerarea serverelor și pentru a ne asigura că toată lumea are acces la navigarea rapidă și sigură, am eliminat selecția manuală a țării și am adus îmbunătățiri majore selecției automate a serverului.
sk_sk: Aby sme zabránili preplneniu serverov a zabezpečili všetkým prístup k rýchlemu a bezpečnému prehliadaniu, odstránili sme manuálny výber krajiny a výrazne sme vylepšili automatický výber servera.
sl_si: Da bi preprečili gnečo na strežniku in zagotovili, da ima vsakdo dostop do hitrega in varnega brskanja, smo odstranili ročno izbiro države in naredili velike izboljšave pri samodejni izbiri strežnika.
tr_tr: Sunucu kalabalığını önlemek ve herkesin hızlı ve güvenli gezinmeye erişmesini sağlamak için el ile ülke seçimini kaldırdık ve otomatik sunucu seçiminde önemli iyileştirmeler yaptık.

# Modals_Rescope_Title
source: What’s new
be_by: Што новага
el_gr: Τι νέο υπάρχει
es_419: Novedades
fi_fi: Mitä uutta
fr_fr: Nouveautés
it_it: Cosa c'è di nuovo
pl_pl: Co nowego
ro_ro: Ce este nou
sk_sk: Čo je nové
sl_si: Kaj je novega
tr_tr: Yenilikler

# Modals_Rescope_btn_GotIt
source: Got it
be_by: Зразумела
el_gr: Το κατάλαβα
es_419: Entendido
fi_fi: Selvä
fr_fr: J'ai compris
it_it: Ho capito
pl_pl: Ok
ro_ro: Am înțeles
sk_sk: Rozumiem
sl_si: Razumem
tr_tr: Anladım

# Notifications_Delinquency_Description
source: You will be able to access premium features again after these are paid.
be_by: Пасля аплаты вы зможаце зноў атрымаць доступ да прэміяльных функцый.
el_gr: Η πρόσβασή σας στις premium υπηρεσίες θα αποκατασταθεί μετά την πληρωμή αυτών.
es_419: Podrá acceder a las funciones premium de nuevo después de pagar las facturas pendientes.
fi_fi: Voit jälleen käyttää premium-ominaisuuksia, kun nämä on maksettu.
fr_fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué.
id_id: Anda akan kembali dapat mengakses berbagai fitur premium setelah tagihan berikut dilunasi.
it_it: Potrai accedere di nuovo alle funzionalità premium dopo che saranno state pagate.
nl_nl: U hebt weer toegang tot premium functies nadat deze betaald zijn.
pl_pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium.
ro_ro: Veți putea accesa din nou opțiunile premium după ce acestea au fost plătite.
sk_sk: Prístup k prémiovým funkciám získate opäť po uhradení nezaplatených faktúr.
sl_si: Po plačilu čakajočih računov boste lahko znova dostopali do premijskih funkcij.
tr_tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz.

# Notifications_Delinquency_Reconnected_Description
source: You will be able to access premium features again after these are paid. For now, we are reconnecting to the fastest FREE plan server available.
be_by: Пасля аплаты вы зможаце зноў атрымаць доступ да прэміяльных функцый. Пакуль, мы перападключаем вас да самага хуткага даступнага сервера на тарыфным плане FREE.
el_gr: Θα μπορείτε να αποκτήσετε ξανά πρόσβαση σε premium λειτουργίες μετά την πληρωμή αυτών. Προς το παρόν, επανασυνδεόμαστε στον ταχύτερο διαθέσιμο διακομιστή δωρεάν προγράμματος.
es_419: Podrá acceder a las funciones premium de nuevo después de pagar por ellas. Por ahora, le estamos conectando al servidor del plan gratuito más rápido disponible.
fi_fi: Voit jälleen käyttää premium-ominaisuuksia kun nämä on maksettu. Nyt yhteys muodostetaan nopeimpaan käytettävissä olevaan ilmaispalvelimeen.
fr_fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué. Dans l'immédiat, nous nous reconnectons au serveur le plus rapide de l'abonnement FREE.
id_id: Anda akan kembali dapat mengakses berbagai fitur premium setelah tagihan berikut dilunasi. Untuk sekarang, kami akan mengalihkan Anda ke server FREE tercepat yang tersedia.
it_it: Potrai nuovamente accedere alle funzionalità premium dopo il pagamento. Per ora, ci stiamo riconnettendo al server del piano GRATUITO più veloce disponibile.
nl_nl: U hebt weer toegang tot premium functies nadat deze zijn betaald. Op dit moment maken we opnieuw verbinding met de snelste beschikbare GRATIS abonnement-server.
pl_pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium. Obecnie jesteś ponownie łączony z najszybszym dostępnym serwerem planu FREE.
ro_ro: Veți putea accesa din nou opțiunile premium după ce acestea sunt plătite. Momentan, se reconectează la cel mai rapid server disponibil din planul GRATUIT.
sk_sk: Budete môcť znovu pristupovať k prémiovým funkciám po uhradení nezaplatených faktúr. Dovtedy vás pripájame k najrýchlejšiemu bezplatnému serveru.
sl_si: Po plačilu boste lahko znova dostopali do premijskih funkcij. Trenutno se ponovno povezujemo z najhitrejšim BREZPLAČNIM strežnikom, ki je na voljo.
tr_tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz. Şimdilik bağlantınızı, var olan en hızlı Free tarife sunucusuna geçiriyoruz.

# Notifications_Delinquency_Title
source: Your VPN account has pending invoices
be_by: У вашым уліковым запісе ProtonVPN ёсць неаплачаныя рахункі
el_gr: Ο λογαριασμός σας VPN έχει εκκρεμή τιμολόγια.
es_419: Su cuenta VPN tiene facturas pendientes
fi_fi: VPN-tililläsi on avoimia laskuja
fr_fr: Vous avez des factures en retard pour votre compte Proton VPN.
id_id: Akun VPN Anda memiliki tagihan yang belum dilunasi
it_it: Il tuo account VPN ha fatture in sospeso
nl_nl: Uw VPN-account heeft openstaande facturen
pl_pl: Twoje konto VPN posiada oczekujące faktury
ro_ro: Acest cont VPN are facturi în așteptare
sk_sk: Váš VPN účet má nezaplatené faktúry
sl_si: Vaš VPN račun ima neporavnane račune.
tr_tr: VPN hesabınızda ödenmemiş faturalar var

# Notifications_EnableSmartProtocol_msg
source: Proton VPN detected that your current network is preventing a connection to the VPN. Enabling Smart Protocol might bypass these limitations.
be_by: Proton VPN вызначыў, што ваша бягучая сетка блакіруе падключэнне да VPN. Уключэнне Smart Protocol можа дапамагчы абысці гэта абмежаванне.
el_gr: Το Proton VPN ανίχνευσε ότι το τρέχον δίκτυό σας αποτρέπει την σύνδεση στο VPN. Ενεργοποιώντας το Smart Protocol μπορεί να παρακάμφθούν αυτοί οι περιορισμοί.
es_419: Proton VPN detectó que su red actual está impidiendo una conexión a la VPN. Habilitar Smart Protocol podría eludir estas limitaciones.
fi_fi: Proton VPN havaitsi nykyisen verkkosi estävän VPN-yhteyden. Smart Protocol -toiminto saattaa ohittaa rajoitukset
fr_fr: Proton VPN a détecté que votre réseau actuel empêche une connexion au VPN. L'activation de Smart Protocol pourrait contourner ces limitations.
id_id: Proton VPN mendeteksi bahwa jaringan Anda sedang mencegah Anda untuk dapat terhubung ke layanan VPN. Aktifkan Smart Protocol untuk melewati batasan ini.
it_it: Proton VPN ha rilevato che la rete attuale sta impedendo una connessione alla VPN. Abilitare Smart Protocol potrebbe bypassare queste limitazioni.
nl_nl: Proton VPN heeft gedetecteerd dat uw huidige netwerk een verbinding met de VPN blokkeert. Inschakelen van Smart Protocol kan deze beperkingen omzeilen.
pl_pl: Aplikacja Proton VPN wykryła, że Twoja obecna sieć blokuje połączenie z siecią VPN. Włączenie funkcji Smart Protocol może ominąć te ograniczenia.
ro_ro: Proton VPN a detectat că rețeaua curentă împiedică o conexiune la VPN. Activarea funcției Smart Protocol ar putea ocoli aceste limitări.
sk_sk: Proton VPN rozpoznalo, že vaša sieť blokuje pripojenie k VPN. Zapnutie Smart Protocol by mohlo problém vyriešiť.
sl_si: Proton VPN je zaznal, da vaše trenutno omrežje preprečuje povezavo z VPN. Če omogočite pametni protokol, lahko zaobidete te omejitve.
tr_tr: ProtonVPN, kullandığınız ağın VPN bağlantısı engellediğini algıladı. Smart Protocol özelliğini açmak bu kısıtlamaları aşabilir.

# Notifications_EnableSmartProtocol_ttl
source: Smart Protocol is currently disabled
be_by: Smart Protocol зараз адключаны
el_gr: Το Smart Protocol είναι απενεργοποιημένο προς το παρόν.
es_419: Smart Protocol está actualmente deshabilitado
fi_fi: Smart Protocol ei ole tällä hetkellä käytössä
fr_fr: Smart Protocol est actuellement désactivé
id_id: Smart Protocol sedang tidak aktif
it_it: Smart Protocol è attualmente disabilitato
nl_nl: Smart Protocol is momenteel uitgeschakeld
pl_pl: Funkcja Smart Protocol jest obecnie wyłączona
ro_ro: Smart Protocol este acum dezactivat
sk_sk: Smart Protocol je v súčasnej dobe zakázaný
sl_si: Pametni protokol je trenutno onemogočen
tr_tr: Smart Protocol özelliği şu anda kapalı

# Notifications_InsecureWiFi_LearnMore
source: Learn More
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Detalii
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# Notifications_InsecureWiFi_msg_Detected
source: Insecure Wi-Fi connection detected: {0}
be_by: Выяўлена неабароненае падключэнне па Wi-Fi: {0}
el_gr: Εντοπίστηκε μην ασφαλή σύνδεση WiFi: {0}
es_419: Conexión Wi-Fi insegura detectada: {0}
fi_fi: Havaittiin suojaamaton Wi-Fi-verkko: {0}
fr_fr: Connexion wifi non sécurisée détectée : {0}
id_id: Sambungan Wi-Fi yang tidak aman terdeteksi: {0}
it_it: Rilevata connessione Wi-Fi non sicura: {0}
nl_nl: Onveilige Wi-Fi verbinding gedetecteerd: {0}
pl_pl: Wykryto niezabezpieczone połączenie Wi-Fi: {0}
ro_ro: S-a detectat o conexiune Wi-Fi: {0}
sk_sk: Bolo zistené nezabezpečené pripojenie Wi-Fi: {0}
sl_si: Zaznana nezaščitena povezava WiFi: {0}
tr_tr: Güvenli olmayan Wi-Fi bağlantısı algılandı: {0}

# Notifications_MaximumDeviceLimit_Disconnect_Description
source: Please disconnect another device to connect this one.
be_by: Адключыце іншую прыладу для падключэння гэтай.
el_gr: Παρακαλούμε αποσυνδέστε την άλλη συσκευή για να συνδεθείτε με αυτή.
es_419: Desconecte otro dispositivo para conectar éste.
fi_fi: Katkaise jonkin muun laitteen yhteys yhdistääksesi tämän laitteen.
fr_fr: Vous devez déconnecter un autre appareil pour connecter celui-ci.
id_id: Mohon putuskan perangkat lain agar perangkat ini dapat terhubung.
it_it: Disconnetti un altro dispositivo per connettere questo.
nl_nl: Verbreek verbinding met een ander apparaat om deze te verbinden.
pl_pl: Aby połączyć się, rozłącz inne urządzenie.
ro_ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta.
sk_sk: Prosím odpojte iné zariadenie na pripojenie tohto.
sl_si: Odklopite drugo napravo, da povežete to.
tr_tr: Lütfen bu aygıtı bağlayabilmek için başka bir aygıtın bağlantısını kesin.

# Notifications_MaximumDeviceLimit_Title
source: You have reached your maximum device limit
be_by: Вы дасягнулі максімальнай колькасці прылад
el_gr: Έχετε φτάσει το μέγιστο όριό σας συσκευών.
es_419: Ha alcanzado el límite máximo de dispositivos
fi_fi: Olet saavuttanut laitteiden enimmäismäärän
fr_fr: Vous avez atteint votre nombre maximum d'appareils.
id_id: Anda telah mencapai batas jumlah perangkat yang dapat Anda sambungkan
it_it: Hai raggiunto il limite massimo di dispositivi
nl_nl: U heeft de limiet bereikt van maximum aantal apparaten
pl_pl: Wykorzystano limit liczby podłączonych urządzeń
ro_ro: Ați atins limita maximă de dispozitive folosite
sk_sk: Dosiahli ste maximálny počet zariadení
sl_si: Dosegli ste največjo omejitev naprave
tr_tr: Kullanabileceğiniz en fazla aygıt sayısı sınırına ulaştınız
