Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# QuickSettings_btn_LearnMore
source: Learn more
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Aflați mai multe
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# QuickSettings_btn_NetshieldOff
source: Don't block
be_by: Не блакіраваць
el_gr: Να μην εφαρμοστεί φραγή
es_419: No bloquear
fi_fi: Älä estä
fr_fr: Ne pas bloquer
id_id: Jangan blokir
it_it: Non bloccare
nl_nl: Niet blokkeren
pl_pl: Nie blokuj
ro_ro: Fără blocare
sk_sk: Neblokovať
sl_si: Ne blokiraj
tr_tr: Engellenmesin

# QuickSettings_btn_NetshieldOnFirst
source: Block malware only
be_by: Блакіраваць толькі шкодныя праграмы
el_gr: Αποκλεισμός μόνο κακόβουλου λογισμικού
es_419: Bloquear malware solamente
fi_fi: Estä vain haittaohjelmia
fr_fr: Bloquer uniquement les logiciels malveillants
id_id: Hanya blokir malware
it_it: Blocca solo malware
nl_nl: Alleen malware blokkeren
pl_pl: Zablokuj złośliwe oprogramowanie
ro_ro: Blocare doar malware
sk_sk: Blokovať iba malvér
sl_si: Blokiraj samo zlonamerne programe.
tr_tr: Yalnızca kötü amaçlı yazılımlar engellensin

# QuickSettings_btn_NetshieldOnSecond
source: Block malware, ads & trackers
be_by: Блакіраваць шкодныя праграмы, праграмы сачэння і рэкламу
el_gr: Αποκλεισμός κακόβουλου & λογισμικού και διαφημίσεων
es_419: Bloquear malware, anuncios y rastreadores
fi_fi: Estä haittaohjelmia, mainoksia ja seurantoja
fr_fr: Bloquer les logiciels malveillants, publicités et traqueurs
id_id: Blokir malware, iklan, & pelacak
it_it: Blocca malware, annunci & tracker
nl_nl: Blokkeer malware, advertenties & trackers
pl_pl: Zablokuj złośliwe oprogramowanie, reklamy i elementy śledzące
ro_ro: Blocare malware, reclame și instrumente de urmărire
sk_sk: Blokovať malvér, reklamy & sledovače
sl_si: Blokiraj zlonameren program, oglase & sledilnike.
tr_tr: Kötü amaçlı yazılımlar, reklamlar, ve etkinlik izleyiciler engellensin

# QuickSettings_btn_PermanentKillSwitch
source: Permanent kill switch
be_by: Пастаянны Kill Switch
el_gr: Μόνιμης λειτουργίας kill switch
es_419: Interruptor de apagado permanente
fi_fi: Pysyvä tappokytkin
fr_fr: Arrêt d'urgence (kill switch) permanent
it_it: Kill switch permanente
nl_nl: Permanente Kill Switch
pl_pl: Stały Kill Switch
ro_ro: Blocare permanentă conexiune
sk_sk: Permanentný kill switch
sl_si: Omogočiti stikalo za trajno zaustavitev
tr_tr: Kalıcı bağlantı kesici

# QuickSettings_btn_PortForwardingOff
source: Port Forwarding Off
be_by: Перанакіраванне партоў выключана
el_gr: Προώθηση θυρών απενεργοποιημένη
es_419: Reenvío de puertos activado
fi_fi: Porttiohjaus ei käytössä
fr_fr: Redirection de port désactivée
id_id: Port Forwarding Nonaktif
it_it: Port Forwarding Disattivato
nl_nl: Port Forwarding Uitgeschakeld
pl_pl: Wyłącz przekierowanie portów
ro_ro: Redirecționare port oprită
sk_sk: Presmerovanie portov vypnuté
sl_si: Posredovanje vrat je izklopljeno
tr_tr: Bağlantı noktası yönlendirme kapalı

# QuickSettings_btn_PortForwardingOn
source: Port Forwarding On
be_by: Перанакіраванне партоў уключана
el_gr: Προώθηση Θυρών Ενεργοποιημένη
es_419: Reenvío de puertos desactivado
fi_fi: Porttiohjaus käytössä
fr_fr: Redirection de port activée
id_id: Port Forwarding Aktif
it_it: Port Forwarding Attivato
nl_nl: Port forwarding Ingeschakeld
pl_pl: Włącz przekierowanie portów
ro_ro: Redirecționare port pornită
sk_sk: Presmerovanie portov zapnuté
sl_si: Posredovanje vrat vklopljeno
tr_tr: Bağlantı noktası yönlendirme açık

# QuickSettings_btn_SecureCoreOff
source: Secure Core Off
be_by: Secure Core выключаны
el_gr: Secure Core απενεργοποιημένο
es_419: Secure Core desactivado
fi_fi: Secure Core ei käytössä
fr_fr: Secure Core désactivé
id_id: Secure Core Nonaktif
it_it: Secure Core Spento
nl_nl: Secure Core Uit
pl_pl: Wyłącz Secure Core
ro_ro: Secure Core oprit
sk_sk: Secure Core vypnuté
sl_si: Varno jedro izklopljeno
tr_tr: Secure Core kapalı

# QuickSettings_btn_SecureCoreOn
source: Secure Core On
be_by: Secure Core уключаны
el_gr: Secure Core ενεργοποιημένο
es_419: Secure Core activado
fi_fi: Secure Core käytössä
fr_fr: Secure Core activé
id_id: Secure Core Aktif
it_it: Secure Core Attivato
nl_nl: Secure Core Aan
pl_pl: Włącz Secure Core
ro_ro: Secure Core pornit
sk_sk: Secure Core zapnuté
sl_si: Secure Core izklopljeno
tr_tr: Secure Core açık

# QuickSettings_btn_Upgrade
source: UPGRADE
be_by: ПАЛЕПШЫЦЬ
el_gr: ΑΝΑΒΑΘΜΙΣΗ
es_419: MEJORAR
fi_fi: PÄIVITÄ
fr_fr: METTRE À NIVEAU
id_id: TINGKATKAN AKUN
it_it: EFFETTUA L'UPGRADE
nl_nl: UPGRADEN
pl_pl: ULEPSZ
ro_ro: MODIFICARE
sk_sk: NAVÝŠIŤ
sl_si: NADGRADI
tr_tr: YÜKSELT

# QuickSettings_lbl_KillSwitchInfo
source: Disables internet if the VPN connection drops to prevent accidental IP leak.
be_by: Адключае інтэрнэт у выпадку разрыву падключэння па VPN для прадухілення выпадковай уцечкі IP-адраса.
el_gr: Απενεργοποιεί το Διαδίκτυο εάν διακοπεί η σύνδεση VPN για να αποφευχθεί η διαρροή IP.
es_419: Deshabilite internet si la conexión VPN cae para prevenir una filtración accidental de IP.
fi_fi: Tappokytkin suojaa IP-osoitettasi estämällä Internet-yhteyden, jos VPN-yhteys katkeaa odottamattomasti.
fr_fr: Désactive internet en cas de coupure de la connexion VPN pour éviter une fuite accidentelle d'IP.
it_it: Disabilita internet se la connessione della VPN si interrompe per prevenire eventuali fughe d'indirizzi IP.
nl_nl: Schakelt internet uit als de VPN-verbinding wegvalt om onbedoeld IP-lekken te voorkomen.
pl_pl: Blokuje połączenie z Internetem, aby zapobiec wyciekowi adresu IP, gdy połączenie VPN zostanie rozłączone.
ro_ro: Dezactivează accesul la internet când cade conexiunea VPN pentru a preveni divulgarea accidentală a adresei IP.
sk_sk: Zakáže internet ak sa VPN pripojenie preruší aby sa zabránilo nechcenému prezradeniu vašej IP.
sl_si: Ob prekinitvi VPN povezave onemogoči internet in prepreči nenamerno razkrivanje IP.
tr_tr: VPN bağlantısı kesildiğinde IP adresinizin isteğiniz dışında sızmasını engellemek için İnternet erişimini kapatır.

# QuickSettings_lbl_NetShieldInfo
source: Browse the internet without ads and malware.
be_by: Праглядайце старонкі ў інтэрнэце без рэкламы і шкодных праграм.
el_gr: Περιηγηθείτε στο Διαδίκτυο χωρίς διαφημίσεις και κακόβουλα προγράμματα.
es_419: Navegue por internet sin anuncios ni malware.
fi_fi: Selaa Internetiä ilman mainoksia ja haittaohjelmia.
fr_fr: Naviguez sur internet sans aucune publicité ni logiciel malveillant.
it_it: Naviga su internet evitando malware e pubblicità.
nl_nl: Surft op het internet zonder advertenties en malware.
pl_pl: Przeglądaj Internet bez reklam i złośliwego oprogramowania.
ro_ro: Navigați pe internet fără reclame și malware.
sk_sk: Prehliadajte internet bez reklám a škodlivého softvéru.
sl_si: Brskajte po internetu brez oglasov in zlonamerne programske opreme.
tr_tr: İnternette reklamlar ve kötü amaçlı yazılımlar olmadan gezinin.

# QuickSettings_lbl_NetShieldStatsAds_Other
source: Ads blocked
be_by: рэкламы заблакіраваны
el_gr: Διαφημίσεις αποκλείστηκαν
es_419: Anuncios bloqueados
fi_fi: Mainosta estetty
fr_fr: Publicités bloquées
it_it: Annunci bloccati
nl_nl: Advertenties geblokkeerd
pl_pl: reklam zablokowanych
ro_ro: Reclame blocate
sk_sk: Zablokovaných reklám
sl_si: Oglasov blokiranih
tr_tr: Reklam engellendi

# QuickSettings_lbl_NetShieldStatsAds_One
source: Ad blocked
be_by: рэклама заблакіравана
el_gr: Διαφήμιση αποκλείστηκε
es_419: Anuncio bloqueado
fi_fi: Mainos estetty
fr_fr: Publicité bloquée
it_it: Annuncio bloccato
nl_nl: Advertentie geblokkeerd
pl_pl: reklama zablokowana
ro_ro: Reclamă blocată
sk_sk: Zablokovaná reklama
sl_si: Oglas blokiran
tr_tr: Reklam engellendi

# QuickSettings_lbl_NetShieldStatsAdsTooltip
source: Advertisement websites use cookies and trackers to target you.
be_by: Рэкламныя вэб-сайты выкарыстоўваюць файлы cookie і праграмы сачэння, каб паказваць вам персаналізаваную рэкламу.
el_gr: Οι διαφημιστικοί ιστότοποι χρησιμοποιούν cookies και ιχνηλάτες για να σας στοχεύσουν.
es_419: Los sitios web de publicidad usan cookies y rastreadores para dirigirse a usted.
fi_fi: Mainossivustot käyttävät evästeitä ja seurantoja kohdistettuun markkinointiin.
fr_fr: Les sites internet utilisent des cookies et des traqueurs pour vous cibler.
it_it: I siti web pubblicitari usano cookie ed elementi traccianti per identificarti.
nl_nl: Advertentiewebsites gebruiken cookies en trackers om u te targeten.
pl_pl: Strony reklamowe wykorzystują pliki cookies i śledzą Cię.
ro_ro: Reclamele de pe paginile web folosesc fișiere cookie și scripturi de urmărire pentru a vă identifica.
sk_sk: Reklamné webové stránky používajú súbory cookie a sledovacie prvky, aby na vás mohli zacieliť.
sl_si: Oglaševalska spletna mesta uporabljajo piškotke in sledilnike, da ciljajo na vas.
tr_tr: Reklam siteleri sizi hedeflemek için çerezler ve izleyiciler kullanır.

# QuickSettings_lbl_NetShieldStatsDataSaved
source: Data saved
be_by: даных захавана
el_gr: Δεδομένα εξοικονομήθηκαν
es_419: Datos ahorrados
fi_fi: Tiedonsiirtoa säästetty
fr_fr: Données bloquées
it_it: Dati salvati
nl_nl: Data bespaard
pl_pl: zaoszczędzonych danych
ro_ro: Date salvate
sk_sk: Ušetrených údajov
sl_si: Podatki shranjeni
tr_tr: Kazanılan veri

# QuickSettings_lbl_NetShieldStatsDataSavedTooltip
source: Estimated size of ads, trackers, and malware that NetShield has blocked.
be_by: Прыблізны памер рэкламы, праграм сачэння і шкодных праграм, якія заблакіраваў NetShield.
el_gr: Εκτιμώμενο μέγεθος διαφημίσεων, ιχνηλατών και κακόβουλου λογισμικού που έχει αποκλείσει το NetShield.
es_419: Tamaño estimado de anuncios, rastreadores y malware que NetShield ha bloqueado.
fi_fi: NetShieldin estämien mainosten, seurantojen ja haittaohjelmien arvioitu yhteiskoko.
fr_fr: Estimation basée sur les publicités, traqueurs et logiciels malveillants que NetShield a bloqués.
it_it: Stima della quantità di annunci, elementi traccianti, e malware che NetShield ha bloccato.
nl_nl: Geschatte grootte van advertenties, trackers en malware die NetShield heeft geblokkeerd.
pl_pl: Szacowany rozmiar reklam, elementów śledzących i złośliwego oprogramowania zablokowanego przez funkcję NetShield.
ro_ro: Mărimea estimată de reclame, urmăritori și malware pe care NetShield le-a blocat.
sk_sk: Odhadované množstvo reklám, sledovačov a malvéru, ktoré NetShield zablokoval.
sl_si: Ocenjeno število oglasov, sledilnikov in zlonamerne programske opreme, ki jih je NetShield blokiral.
tr_tr: NetShield tarafından engellenen reklamların, izleyicilerin ve kötü amaçlı yazılımların öngörülen boyutu.

# QuickSettings_lbl_NetShieldStatsTrackers_Other
source: Trackers stopped
be_by: праграмы сачэння спынены
el_gr: Οι ιχνηλάτες σταματήθηκαν
es_419: Rastreadores detenidos
fi_fi: Seurantaa estetty
fr_fr: Traqueurs bloqués
it_it: Tracker fermati
nl_nl: Tracker gestopt
pl_pl: elementów śledzących zatrzymanych
ro_ro: Urmăritori opriți
sk_sk: Sledovačov zastavených
sl_si: Sledilnikov ustavljenih
tr_tr: İzleyici durduruldu

# QuickSettings_lbl_NetShieldStatsTrackers_One
source: Tracker stopped
be_by: праграма сачэння спынена
el_gr: Ο ιχνηλάτης σταματήθηκε
es_419: Rastreador detenido
fi_fi: Seuranta estetty
fr_fr: Traqueur bloqué
it_it: Tracker fermato
nl_nl: Tracker gestopt
pl_pl: element śledzący zatrzymany
ro_ro: Urmăritor oprit
sk_sk: Sledovač zastavený
sl_si: Sledilnik ustavljen
tr_tr: İzleyici durduruldu

# QuickSettings_lbl_NetShieldStatsTrackersTooltip
source: Trackers are third-party websites that collect, store, and sell information about your web activity.
be_by: Праграмы сачэння (трэкеры) - гэта праграмнае забеспячэнне старонніх вэб-сайтаў, якія збіраюць, захоўваюць і прадаюць інфармацыю пра вашу дзейнасць у інтэрнэце.
el_gr: Οι ιχνηλάτες είναι ιστότοποι τρίτων που συλλέγουν, αποθηκεύουν και πωλούν πληροφορίες σχετικά με τη δραστηριότητά σας στον ιστό.
es_419: Los rastreadores son sitios web de terceros que recolectan, almacenan y venden información acerca de su actividad en línea.
fi_fi: Seurannat ovat kolmannen osapuolen verkkosivustoja, jotka keräävät, tallentavat ja myyvät tietoja verkkotoiminnastasi.
fr_fr: Les traqueurs sont des sites internet tiers qui collectent, stockent et vendent des informations sur votre activité en ligne.
it_it: I Trackers sono siti di terze parti che collezionano, memorizzano e vendono informazioni riguardanti la tua attività sul web.
nl_nl: Trackers zijn websites van derden die informatie over uw webactiviteit verzamelen, opslaan en verkopen.
pl_pl: Elementy śledzące to strony trzecie, które zbierają, przechowują i sprzedają informacje o Twojej aktywności w sieci.
ro_ro: Urmăritorii sunt site-uri terțe care colectează, stochează și vă vând informațiile despre activitatea pe internet.
sk_sk: Sledovače sú webové stránky tretích strán, ktoré zhromažďujú, uchovávajú a predávajú informácie o vašej webovej aktivite.
sl_si: Sledilniki so spletna mesta tretjih oseb, ki zbirajo, shranjujejo in prodajajo podatke o vaši spletni dejavnosti.
tr_tr: İzleyiciler, sitelerdeki etkinliğiniz ile ilgili bilgi toplayan, depolayan ve satan üçüncü taraf siteleridir.

# QuickSettings_lbl_NetShieldWarning
source: If websites don't load, try disabling NetShield
be_by: Паспрабуйце адключыць NetShield, калі вэб-сайты не загружаюцца
el_gr: Εάν οι ιστότοποι δεν φορτώνονται, δοκιμάστε να απενεργοποιήσετε το NetShield
es_419: Si los sitios web no se cargan, intente desactivar NetShield
fi_fi: Jos verkkosivustot eivät lataudu, kokeile poistaa NetShield käytöstä
fr_fr: Si les sites web ne se chargent pas, essayez de désactiver NetShield
id_id: Apabila situs web tidak termuat, cobalah untuk menonaktifkan NetShield
it_it: Se i siti web non si caricano, prova a disabilitare NetShield
nl_nl: Als websites niet laden, probeer NetShield dan uit te schakelen
pl_pl: Jeśli strony internetowe się nie ładują, spróbuj wyłączyć funkcję NetShield
ro_ro: Dacă paginile web nu se încarcă, încercați cu NetShield dezactivat.
sk_sk: Pokiaľ sa webové stránky nenačítavajú, skúste vypnúť NetShield
sl_si: Če se spletna mesta ne naložijo, poskusite onemogočiti NetShield.
tr_tr: Siteler yüklenmiyorsa, NetShield özelliğini kapatmayı deneyin

# QuickSettings_lbl_PortForwardingInfo
source: Speed up your torrenting and online gaming by allowing supported local apps to be reachable from the internet.
be_by: Павялічце хуткасць абмену файламі торэнт і сеткавымі гульнямі, дазволіўшы лакальным праграмам, якія маюць адпаведную падтрымку, быць даступнымі з інтэрнэту.
el_gr: Επιταχύνετε το torrenting και το online gaming, επιτρέποντας στις υποστηριζόμενες τοπικές εφαρμογές να είναι προσβάσιμες από το διαδίκτυο.
es_419: Acelere sus descargas de torrents y juegos en línea al permitir que las aplicaciones locales admitidas sean accesibles desde internet.
fi_fi: Nopeuta torrenteja ja verkkopelejä sallimalla tuettujen paikallisten sovellusten tavoittaminen Internetistä.
fr_fr: Accélérez vos torrents et vos jeux en ligne en permettant aux applications locales prises en charge d'être accessibles depuis internet.
it_it: Velocizza i tuoi torrent e giochi online consentendo alle app locali supportate di essere raggiungibili da internet.
nl_nl: Versnel uw torrents en online gaming door ondersteunde lokale apps toe te staan bereikbaar te zijn vanaf het internet.
pl_pl: Przyśpiesz torrenty i gry online poprzez umożliwienie dostępu do obsługiwanych aplikacji lokalnych z Internetu.
ro_ro: Accelerați-vă lucrul și jocul online, permițând ca aplicațiile locale să aibă acces direct la internet.
sk_sk: Zrýchlite prácu s torrentmi a online hrami tým, že podporované miestne aplikácie budú dostupné z internetu.
sl_si: Pospešite torrente in spletno igranje tako, da omogočite, da so podprte lokalne aplikacije dosegljive iz interneta.
tr_tr: Desteklenen yerel uygulamalara İnternet üzerinden erişilebilmesine izin vererek torrent ve çevrim içi oyun kullanımınızı hızlandırın.

# QuickSettings_lbl_SecureCoreInfo
source: Route your most sensitive data through our safest servers in privacy-friendly countries.
be_by: Перанакіроўваць самыя канфідэнцыяльныя даныя праз нашы бяспечныя серверы ў краінах, дзе асабістыя звесткі абаронены законам.
el_gr: Δρομολογήστε τα πιο ευαίσθητα δεδομένα σας μέσω των ασφαλέστερων διακομιστών μας σε χώρες φιλικές με την προστασία προσωπικών δεδομένων.
es_419: Envía sus datos más sensibles a través de nuestros servidores más seguros en países que no tengan privacidad.
fi_fi: Ohjaa arkaluonteisimmat tietosi tietosuojaa kunnioittavissa maissa sijaitsevien turvallisimpien palvelintemme kautta.
fr_fr: Acheminez vos données les plus sensibles via nos serveurs les plus sécurisés dans des pays respectueux de la vie privée.
id_id: Alihkan data Anda yang paling sensitif sekalipun melalui server teraman kami yang ditempatkan pada berbagai negara yang ramah akan privasi.
it_it: Instrada i tuoi dati più sensibili attraverso i nostri server più sicuri in paesi rispettosi della privacy.
nl_nl: Stuur uw meest gevoelige gegevens door onze veiligste servers in privacy-vriendelijke landen.
pl_pl: Przekieruj swoje najbardziej poufne dane przez nasze najbezpieczniejsze serwery ulokowane w krajach szanujących prywatność.
ro_ro: Direcționați-vă cele mai importante date prin serverele noastre sigure din țările care respectă intimitatea.
sk_sk: Smerujte vaše najcitlivejšie dáta cez naše najbezpečnejšie servery v krajinách rešpektujúcich súkromie.
sl_si: Usmerite svoje najbolj občutljive podatke prek naših najvarnejših strežnikov do zasebnosti prijaznih državah.
tr_tr: En hassas verilerinizi gizliliğe saygı gösteren ülkelerdeki en güvenli sunucularımız üzerinden yöneltin.

# QuickSettings_lbl_SecureCoreWarning
source: Secure Core may reduce VPN speed
be_by: Secure Core можа знізіць хуткасць падключэння па VPN
el_gr: Το Secure Core μπορεί να μειώσει την ταχύτητα του VPN
es_419: Secure Core podría reducir la velocidad de la VPN
fi_fi: Secure Core voi hidastaa VPN-yhteyttä
fr_fr: Secure Core peut réduire la vitesse du VPN.
id_id: Secure Core dapat menurunkan kecepatan VPN
it_it: Secure Core può ridurre la velocità VPN
nl_nl: Secure Core kan de VPN-snelheid verlagen
pl_pl: Funkcja Secure Core może zmniejszyć prędkość połączenia VPN
ro_ro: Secure Core are putea reduce viteza prin VPN
sk_sk: Secure Core môže znížiť rýchlosť VPN
sl_si: Secure Core lahko zmanjša hitrost VPN.
tr_tr: Secure Core, VPN hızını azaltabilir

# Secure_Servers_lbl_One
source: {0} secure server
be_by: {0} бяспечны сервер
el_gr: {0} διασφαλισμένος διακομιστής
es_419: {0} servidor seguro
fi_fi: {0} turvallista palvelinta
fr_fr: {0} serveur sécurisé
it_it: {0} server sicuro
nl_nl: {0} beveiligde server
pl_pl: {0} bezpiecznego serwera
ro_ro: {0} server securizat
sk_sk: {0} bezpečný server
sl_si: {0} varen strežnik
tr_tr: {0} güvenli sunucu

# Secure_Servers_lbl_Other
source: {0} secure servers
be_by: {0} бяспечнага сервера
el_gr: {0} διασφαλισμένοι διακομιστές
es_419: {0} servidores seguros
fi_fi: {0} turvallista palvelinta
fr_fr: {0} serveurs sécurisés
it_it: {0} server sicuri
nl_nl: {0} beveiligde servers
pl_pl: {0} bezpiecznych serwerów
ro_ro: {0} de servere securizate
sk_sk: {0} bezpečných serverov
sl_si: {0} varnih strežnikov
tr_tr: {0} güvenli sunucu

# ServerType_val_B2B
source: Gateways
be_by: Шлюзы
el_gr: Πύλες
es_419: Puertas de enlace
fi_fi: Yhdyskäytävät
fr_fr: Passerelles
it_it: Gateway
pl_pl: Bramy
ro_ro: Porți de acces
sk_sk: Brány
sl_si: Prehodi
tr_tr: Ağ geçitleri

# ServerType_val_None
source: Standard
be_by: Стандартны
el_gr: Τυπικό
es_419: Estándar
fi_fi: Vakio
id_id: Standar
nl_nl: Standaard
pl_pl: Standardowy
sk_sk: Štandardné
tr_tr: Standart

# Servers_Fastest
source: Fastest
be_by: Найхутчэйшы
el_gr: Γρηγορότερο
es_419: El más rápido
fi_fi: Nopein
fr_fr: Le plus rapide
it_it: Più veloce
pl_pl: Najszybszy
ro_ro: Cel mai rapid
sk_sk: Najrýchlejší
sl_si: Najhitrejše
tr_tr: En hızlı

# Servers_Feature_val_P2P
source: P2P Server
be_by: Сервер P2P
el_gr: Διακομιστής P2P
es_419: Servidor P2P
fi_fi: P2P-palvelin
fr_fr: Serveur P2P
id_id: Server P2P
it_it: Server P2P
pl_pl: Serwer P2P
ro_ro: Server P2P
sk_sk: Server P2P
sl_si: P2P strežnik
tr_tr: P2P sunucusu

# Servers_Feature_val_Plus
source: Plus server
be_by: Сервер Plus
el_gr: Διακομιστές Plus
es_419: Servidor Plus
fi_fi: Plus-palvelin
fr_fr: Serveurs Plus
it_it: Server Plus
nl_nl: Plus-servers
pl_pl: Serwer planu Plus
ro_ro: Server Plus
sl_si: Strežnik Plus
tr_tr: Plus sunucusu

# Servers_Feature_val_Streaming
source: Streaming
be_by: Трансляцыя
el_gr: Μετάδοση
fi_fi: Suoratoisto
nl_nl: Streamen
ro_ro: Transmisie în flux
sk_sk: Streamovanie
sl_si: Pretakanje
tr_tr: Yayın akışı

# Servers_Feature_val_Tor
source: Tor Server
be_by: Сервер Tor
el_gr: Διακομιστής Tor
es_419: Servidor Tor
fi_fi: Tor-palvelin
fr_fr: Serveur Tor
id_id: Server Tor
it_it: Server Tor
pl_pl: Serwer Tor
ro_ro: Server Tor
sk_sk: Server Tor
sl_si: Tor strežnik
tr_tr: Tor sunucusu

# Servers_FreeConnections
source: Free connections (1)
be_by: Бясплатныя падключэнні (1)
el_gr: Δωρεάν συνδέσεις (1)
es_419: Conexiones gratuitas (1)
fi_fi: Ilmaisyhteydet (1)
fr_fr: Connexions gratuites (1)
it_it: Connessioni gratuite (1)
pl_pl: Bezpłatne połączenia (1)
ro_ro: Conexiuni gratuite (1)
sk_sk: Bezplatné pripojenia (1)
sl_si: Brezplačne povezave (1)
tr_tr: Free bağlantıları (1)

# Servers_Load_lbl_IP
source: Server IP:
be_by: IP сервера:
el_gr: IP Διακομιστή:
es_419: IP del servidor:
fi_fi: Palvelimen IP:
fr_fr: IP du serveur :
id_id: IP server:
it_it: IP del server:
pl_pl: Adres IP serwera:
ro_ro: IP server:
sk_sk: IP serveru:
sl_si: IP strežnika:
tr_tr: Sunucu IP adresi:

# Servers_Load_lbl_IPAutoAssigned
source: Auto assigned
be_by: Прызначаецца аўтаматычна
el_gr: Εκχωρήθηκε αυτόματα
es_419: Asignado automáticamente
fi_fi: Automaattisesti määritetty
fr_fr: Attribué automatiquement
id_id: Ditetapkan secara otomatis
it_it: Assegnato automaticamente
nl_nl: Automatisch toegewezen
pl_pl: Przypisany automatycznie
ro_ro: Atribuit automat
sk_sk: Automaticky priradené
sl_si: Samodejno dodeli
tr_tr: Otomatik atanan

# Servers_Load_lbl_Load
source: Server Load:
be_by: Загрузка сервера:
el_gr: Φορτίο Διακομιστή:
es_419: Carga del servidor:
fi_fi: Palvelimen kuormitus:
fr_fr: Charge du serveur :
id_id: Muatan Server:
it_it: Carico del server:
nl_nl: Serverbelasting:
pl_pl: Obciążenie serwera:
ro_ro: Solicitare server:
sk_sk: Vyťaženie servera:
sl_si: Obremenitev strežnika:
tr_tr: Sunucu yükü:

# Servers_Load_lbl_LoadInfo
source: {0}% Load
be_by: Загружаны на {0}%
el_gr: {0}% Φορτίο
es_419: {0}% carga
fi_fi: {0} % kuormitus
fr_fr: {0} % de charge
id_id: Muatan {0}%
it_it: {0}% carico
nl_nl: {0}% Belasting
pl_pl: Obciążenie {0}%
ro_ro: {0}% solicitare
sk_sk: {0}% vyťaženie
sl_si: {0}[%] Nalaganje
tr_tr: %{0} yüklü

# Servers_Load_lbl_LoadInfo_NoData
source: No Data
be_by: Няма даных
el_gr: Δεν υπάρχουν δεδομένα
es_419: Sin datos
fi_fi: Ei tiedossa
fr_fr: Aucune donnée
id_id: Tidak Ada Data
it_it: Nessun dato
nl_nl: Geen Data
pl_pl: Brak danych
ro_ro: Nu sunt date
sk_sk: Žiadne údaje
sl_si: Ni podatkov
tr_tr: Veri yok

# Servers_Load_lbl_Status
source: Server Status:
be_by: Статус сервера:
el_gr: Κατάσταση Διακομιστή:
es_419: Estado del servidor:
fi_fi: Palvelimen tila:
fr_fr: État du serveur :
id_id: Status Server:
it_it: Stato del server:
pl_pl: Status serwera:
ro_ro: Stare server:
sk_sk: Stav servera:
sl_si: Stanje Strežnika:
tr_tr: Sunucu durumu:

# Servers_Load_lbl_ViaCountry
source: Via {0} to {1}
be_by: Праз {0} у {1}
el_gr: Μέσω {0} από {1}
es_419: Vía {0} a {1}
fi_fi: Maan {0} kautta maahan {1}
fr_fr: Via {0} vers {1}
id_id: Melalui {0} ke {1}
it_it: Da {0} a {1}
nl_nl: Via {0} naar {1}
pl_pl: Przez {0} do {1}
ro_ro: Prin {0} la {1}
sk_sk: Cez {0} na {1}
sl_si: Prek {0} do {1}
tr_tr: {0} üzerinden {1}
