Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_DisconnectError_msg_OldVersion
source: The network adapter version is outdated.
be_by: Неактуальная версія сеткавага адаптара.
el_gr: Η έκδοση του προσαρμογέα δικτύου είναι ξεπερασμένη.
es_419: La versión del adaptador de red está desactualizada.
fi_fi: Verkkosovittimen versio on vanhentunut.
fr_fr: La version de la carte réseau est obsolète.
id_id: Versi adaptor jaringan telah usang.
it_it: La versione dell'adattatore di rete non è aggiornata.
nl_nl: De netwerkadapter versie is verouderd.
pl_pl: Wersja adaptera sieciowego jest nieaktualna.
ro_ro: Versiunea adaptorului de rețea este depășită.
sk_sk: Verzia sieťového adaptéra je zastaraná.
sl_si: Različica omrežne kartice je zastarela.
tr_tr: Ağ bağdaştırıcısı sürümü güncel değil.

# Dialogs_DisconnectError_msg_TapErrorHelp
source: Please see this support <Hyperlink Command="{Binding OpenHelpArticleCommand}">article</Hyperlink> how to fix it.
be_by: Азнаёмцеся з гэтым <Hyperlink Command="{Binding OpenHelpArticleCommand}">артыкулам</Hyperlink> для таго, каб даведацца, як выправіць гэта.
el_gr: Δείτε αυτήν την υποστήριξη <Hyperlink Command="{Binding OpenHelpArticleCommand}">άρθρο</Hyperlink> πώς να το διορθώσετε.
es_419: Mire este <Hyperlink Command="{Binding OpenHelpArticleCommand}">artículo</Hyperlink> de soporte sobre cómo arreglarlo.
fi_fi: Lue tästä <Hyperlink Command="{Binding OpenHelpArticleCommand}">tukiartikkelista</Hyperlink> miten korjaat sen.
fr_fr: Nous vous invitons à consulter cet <Hyperlink Command="{Binding OpenHelpArticleCommand}">article</Hyperlink> d'aide pour savoir comment résoudre ce problème.
id_id: Silakan rujuk <Hyperlink Command="{Binding OpenHelpArticleCommand}">artikel</Hyperlink> bantuan berikut untuk menyelesaikan masalah ini.
it_it: Per favore, guarda questo <Hyperlink Command="{Binding OpenHelpArticleCommand}">articolo</Hyperlink> di supporto su come risolvere.
nl_nl: Bekijk deze support <Hyperlink Command="{Binding OpenHelpArticleCommand}">artikel</Hyperlink> hoe het te repareren.
pl_pl: Zobacz ten <Hyperlink Command="{Binding OpenHelpArticleCommand}">artykuł</Hyperlink> pomocy technicznej, aby dowiedzieć się, jak to naprawić.
ro_ro: Studiați acest <Hyperlink Command="{Binding OpenHelpArticleCommand}">articol</Hyperlink> despre cum să o rezolvați.
sk_sk: Prečítajte si tento <Hyperlink Command="{Binding OpenHelpArticleCommand}">článok podpory,</Hyperlink> ako to opraviť.
sl_si: Oglejte si ta podporni <Hyperlink Command="{Binding OpenHelpArticleCommand}">članek</Hyperlink>, kako to popraviti.
tr_tr: Nasıl düzelteceğinizi öğrenmek için <Hyperlink Command="{Binding OpenHelpArticleCommand}">bu destek yazısına</Hyperlink> bakabilirsiniz.

# Dialogs_DisconnectError_msg_TlsCertificateError
source: There's a problem validating the VPN server certificate, which might indicate that the network connection is being tampered with or the server you are trying to connect to has a configuration problem. Get help from our customer support by sending a <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
be_by: Выяўлена праблема з праверкай сертыфіката сервера VPN, якая можа ўказваць на тое, што сеткавае падключэнне перахоплена або сервер да якога вы спрабуеце падключыцца мае праблемы з канфігурацыяй. Звярніцеся ў нашу службу падтрымкі, адправіўшы <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
el_gr: Υπάρχει ένα πρόβλημα επικύρωσης του πιστοποιητικού διακομιστή VPN, το οποίο ενδέχεται να υποδηλώνει ότι η σύνδεση δικτύου παραβιάζεται ή ο διακομιστής με τον οποίο προσπαθείτε να συνδεθείτε παρουσιάζει πρόβλημα διαμόρφωσης. Λάβετε βοήθεια από την υποστήριξη πελατών μας στέλνοντας ένα <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
es_419: Hay un problema al validar el certificado del servidor VPN, lo que podría indicar que la conexión de red está siendo alterada o que el servidor al que está intentando conectarse tiene un problema de configuración. Obtenga ayuda de nuestro servicio de atención al cliente enviando un <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Reporte de problema"/></Hyperlink>.
fi_fi: VPN-palvelimen varmenteen vahvistuksessa on ongelma, joka saattaa viitata siihen, että verkkoyhteyttä on peukaloitu tai palvelimella on asetusongelma. Pyydä asiakaspalvelultamme apua lähettämällä <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="ongelmaraportti"/></Hyperlink>.
fr_fr: Il y a un problème de validation du certificat du serveur VPN, ce qui peut indiquer que la connexion au réseau est altérée ou que le serveur auquel vous essayez de vous connecter a un problème de configuration. Notre service client peut vous aider, n'hésitez pas à envoyer un <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
id_id: Terdapat masalah dalam proses validasi sertifikat server VPN, yang pada umumnya menandakan bahwa koneksi internet Anda sedang dibajak atau server yang hendak Anda tuju tidak diatur dengan benar. Dapatkan bantuan dari tim layanan dukungan kami dengan mengirimkan <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
it_it: C'è un problema di convalida del certificato del server VPN, il che potrebbe indicare che la connessione di rete è stata manomessa o che il server a cui si sta cercando di connettersi ha un problema di configurazione. Chiedi aiuto al nostro servizio di assistenza clienti inviando una <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Segnalazione di errore"/></Hyperlink>.
nl_nl: Er is een probleem om het certificaat van de VPN-server te verifiëren, wat een indicatie kan zijn dat de netwerkverbinding onrechtmatig bewerkt wordt of dat de server waarmee u verbinding probeert te maken een configuratieprobleem heeft. Verkrijg hulp van onze klantenondersteuning via <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Probleem Melden"/></Hyperlink>.
pl_pl: Wystąpił problem z weryfikacją certyfikatu serwera VPN. Połączenie sieciowe może być naruszone lub serwer, z którym próbujesz się połączyć, posiada problem z konfiguracją. Uzyskaj pomoc od naszego wsparcia klienta, wysyłając <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
ro_ro: Există o problemă la validarea certificatului de server VPN, care ar putea indica că conexiunea la rețea este modificată sau serverul la care încercați să vă conectați are o problemă de configurare. Obțineți ajutor de la asistența noastră pentru clienți trimițând un <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Raportare eroare"/></Hyperlink>.
sk_sk: Nastal problém s overením certifikátu servera VPN, čo by mohlo naznačovať, že došlo k neoprávnenej manipulácii so sieťovým pripojením alebo že sa pri serveri, ku ktorému sa pokúšate pripojiť vyskytol problém s konfiguráciou. Získajte pomoc od našej zákazníckej podpory odoslaním <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Issue Report"/></Hyperlink>.
sl_si: Prišlo je do težave pri preverjanju potrdila strežnika VPN, kar lahko pomeni, da je prišlo do poseganja v omrežno povezavo ali da ima strežnik, s katerim se poskušate povezati, težavo s konfiguracijo. Poiščite pomoč naše podpore strankam tako, da pošljete <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="poročilo o težavi"/></Hyperlink>.
tr_tr: VPN sunucu sertifikası doğrulanırken bir sorun çıktı. Bu durum, ağ bağlantısının kurcalanmasından ya da bağlanmaya çalıştığınız sunucunun yapılandırma sorunu olmasından kaynaklanabilir. Bir <Hyperlink Command="{Binding ReportBugCommand}"><Run Text="Sorun bildirimi"/></Hyperlink> göndererek müşteri desteği ekibimizden yardım alın.

# Dialogs_DoNotShowThisMessageAgain
source: Don't show this message again
be_by: Больш не паказваць гэта паведамленне
el_gr: Να μην εμφανίζεται ξανά αυτό το μήνυμα
es_419: No mostrar más este mensaje
fi_fi: Älä näytä tätä viestiä uudelleen
fr_fr: Ne plus me montrer ce message
id_id: Jangan tampilkan pesan ini lagi
it_it: Non mostrare più questo messaggio
nl_nl: Dit bericht niet meer tonen
pl_pl: Nie pokazuj tej wiadomości ponownie
ro_ro: Nu mai arăta acest mesaj
sk_sk: Túto správu nabudúce nezobrazovať
sl_si: Ne prikazuj mi več tega sporočila
tr_tr: Bu iletiyi bir daha gösterme

# Dialogs_EnableSmartProtocol_btn_Enable
source: Enable
be_by: Уключыць
el_gr: Ενεργοποίηση
es_419: Habilitar
fi_fi: Ota käyttöön
fr_fr: Activer
id_id: Aktifkan
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz
ro_ro: Activare
sk_sk: Zapnúť
sl_si: Omogoči
tr_tr: Aç

# Dialogs_EnableSmartProtocol_btn_KeepDisabled
source: Keep disabled
be_by: Пакінуць адключаным
el_gr: Πάντα απενεργοποιημένο
es_419: Mantener deshabilitado
fi_fi: Älä ota käyttöön
fr_fr: Garder désactivé
id_id: Tetap nonaktifkan
it_it: Mantieni disabilitate
nl_nl: Laat uit staan
pl_pl: Zostaw wyłączoną
ro_ro: Păstrare dezactivat
sk_sk: Ponechať zakázané
sl_si: Ohrani onemogočeno
tr_tr: Kapalı tut

# Dialogs_EnableSmartProtocol_msg
source: Proton VPN detected that your current network is preventing a connection to the VPN. Enabling Smart Protocol might bypass these limitations.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Read more about Smart Protocol.</Hyperlink>
be_by: Proton VPN вызначыў, што ваша бягучая сетка блакіруе падключэнне да VPN. Уключэнне Smart Protocol можа дапамагчы абысці гэта абмежаванне.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Даведацца больш пра Smart Protocol.</Hyperlink>
el_gr: Το Proton VPN εντόπισε ότι το τρέχον δίκτυό σας εμποδίζει τη σύνδεση με το VPN. Η ενεργοποίηση του Smart Protocol ενδέχεται να παρακάμψει αυτούς τους περιορισμούς.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Διαβάστε περισσότερα για το Smart Protocol.</Hyperlink>
es_419: Proton VPN detectó que su red actual está impidiendo una conexión a la VPN. Habilitar Smart Protocol puede evitar estas limitaciones.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Leer más acerca de Smart Protocol.</Hyperlink>
fi_fi: Proton VPN havaitsi nykyisen verkkosi estävän VPN-yhteyden. Smart Protocol -toiminto saattaa ohittaa rajoitukset.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Lue lisää Smart Protocol -toiminnosta</Hyperlink>
fr_fr: Proton VPN a détecté que votre réseau actuel empêche une connexion au VPN. Activer Smart Protocol pourrait permettre de contourner ces limitations.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">En savoir plus sur Smart Protocol.</Hyperlink>
id_id: Proton VPN mendeteksi bahwa jaringan Anda sedang mencegah koneksi ke VPN. Mengaktifkan Smart Protocol dapat mengabaikan batasan ini.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Baca lebih lanjut seputar Smart Protocol.</Hyperlink>
it_it: Proton VPN ha rilevato che la rete attuale sta impedendo una connessione alla VPN. Abilitare Smart Protocol potrebbe aggirare queste limitazioni.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Scopri di più a riguardo di Smart Protocol.</Hyperlink>
nl_nl: Proton VPN heeft gedetecteerd dat uw huidige netwerk een verbinding met de VPN blokkeert. Het inschakelen van Smart Protocol kan deze beperkingen omzeilen.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Lees meer over Smart Protocol.</Hyperlink>
pl_pl: Aplikacja Proton VPN wykryła, że Twoja obecna sieć blokuje połączenie z siecią VPN. Włączenie funkcji Smart Protocol może ominąć te ograniczenia.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Przeczytaj więcej o funkcji Smart Protocol.</Hyperlink>
ro_ro: Proton VPN a detectat că rețeaua actuală împiedică o conexiune la VPN. Activarea funcției Smart Protocol poate ocoli aceste limitări.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Citiți mai mult despre Smart Protocol.</Hyperlink>
sk_sk: Proton VPN zistila, že vaša aktuálna sieť bráni pripojeniu k VPN. Zapnutím Smart Protocol môžete tieto obmedzenia obísť.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Prečítajte si viac o Smart Protocol.</Hyperlink>
sl_si: Proton VPN je zaznal, da vaše trenutno omrežje preprečuje povezavo z VPN. Če omogočite pametni protokol, lahko zaobidete te omejitve.<LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Preberite več o pametnem protokolu.</Hyperlink>
tr_tr: Proton VPN, geçerli ağınızın VPN bağlantısını engellediğini algıladı. Smart Protocol özelliğini açmak bu sınırlamaları aşabilir. <LineBreak/><LineBreak/><Hyperlink Command="{Binding ReadAboutSmartProtocolCommand}">Smart Protocol hakkında ayrıntılı bilgi alın.</Hyperlink>

# Dialogs_EnableSmartProtocol_ttl
source: Smart Protocol is currently disabled
be_by: Smart Protocol зараз адключаны
el_gr: Το Smart Protocol είναι απενεργοποιημένο προς το παρόν
es_419: Smart Protocol está actualmente deshabilitado
fi_fi: Smart Protocol ei ole tällä hetkellä käytössä
fr_fr: Smart Protocol est actuellement désactivé.
id_id: Smart Protocol sedang tidak aktif
it_it: Smart Protocol è attualmente disabilitato
nl_nl: Smart Protocol is momenteel uitgeschakeld
pl_pl: Funkcja Smart Protocol jest obecnie wyłączona
ro_ro: Smart Protocol este acum dezactivat
sk_sk: Smart Protocol je v súčasnej dobe zakázaný
sl_si: Pametni protokol je trenutno onemogočen
tr_tr: Smart Protocol özelliği şu anda kapalı

# Dialogs_Exit_btn_Cancel
source: Cancel
be_by: Скасаваць
el_gr: Ακύρωση
es_419: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
id_id: Batal
it_it: Annulla
nl_nl: Annuleer
pl_pl: Anuluj
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
tr_tr: İptal

# Dialogs_Exit_btn_Exit
source: Exit
be_by: Выхад
el_gr: Έξοδος
es_419: Salir
fi_fi: Sulje
fr_fr: Quitter
id_id: Keluar
it_it: Esci
nl_nl: Sluiten
pl_pl: Wyjście
ro_ro: Ieșire
sk_sk: Skončiť
sl_si: Izhod
tr_tr: Çık

# Dialogs_Exit_msg_Confirm
source: Do you want to continue?
be_by: Вы сапраўды хочаце працягнуць?
el_gr: Θέλετε να συνεχίσετε;
es_419: ¿Desea continuar?
fi_fi: Haluatko jatkaa?
fr_fr: Voulez-vous continuer ?
id_id: Apakah Anda ingin melanjutkan?
it_it: Vuoi continuare?
nl_nl: Wilt u doorgaan?
pl_pl: Czy chcesz kontynuować?
ro_ro: Doriți să continuați?
sk_sk: Chcete pokračovať?
sl_si: Ali želite nadaljevati?
tr_tr: İlerlemek istiyor musunuz?

# Dialogs_Exit_msg_Connected
source: Exiting the application will disconnect you from the VPN.
be_by: Выхад з праграмы прывядзе да адключэння ад VPN.
el_gr: Η έξοδος από την εφαρμογή θα σας αποσυνδέσει από το VPN.
es_419: Salir de la aplicación le desconectará de la VPN.
fi_fi: Sovelluksen sulkeminen katkaisee VPN-yhteyden.
fr_fr: Quitter l'application vous déconnectera du VPN.
id_id: Dengan keluar dari aplikasi, Anda akan terputus dari jaringan VPN.
it_it: Uscire dall'applicazione ti disconnetterà dalla VPN.
nl_nl: Afsluiten van de app zal de verbinding met de VPN verbreken.
pl_pl: Wyjście z aplikacji spowoduje rozłączenie połączenia VPN.
ro_ro: Închizând aplicația se va deconecta de la VPN.
sk_sk: Ukončením aplikácie sa odpojíte od siete VPN.
sl_si: Če zapustite aplikacijo, boste prekinili povezavo z VPN.
tr_tr: Uygulamadan çıkarsanız VPN ile bağlantınız kesilecek.

# Dialogs_Exit_msg_KillSwitchOn
source: Kill switch is blocking all connections to avoid leaking your data. Exiting the application will disable the kill switch.
be_by: Kill Switch блакіруе ўсе падключэнні, каб пазбегнуць уцечкі вашых даных. Выхад з праграмы прывядзе да адключэння Kill Switch.
el_gr: Το kill switch μπλοκάρει όλες τις συνδέσεις για να αποφευχθεί η διαρροή των δεδομένων σας.Βγαίνοντας από την εφαρμογή θα απενεργοποιηθεί το kill switch.
es_419: El interruptor de apagado está bloqueando todas las conexiones para evitar fugas de datos. Salir de la aplicación deshabilitará el interruptor.
fi_fi: Tappokytkin estää kaikki yhteydet tietovuotojen välttämiseksi. Sovelluksen sulkeminen poistaa tappokytkimen käytöstä.
fr_fr: La fonctionnalité Arrêt d'urgence (kill switch) bloque toutes les connexions pour éviter toute fuite de vos données. En quittant l'application, vous la désactiverez.
id_id: Kill Switch memblokir semua koneksi untuk mencegah kebocoran data Anda. Keluar aplikasi akan menonaktifkan Kill Switch.
it_it: Kill Switch sta bloccando tutte le connessioni per evitare perdite di dati. Uscire dall'applicazione disattiverà kill switch.
nl_nl: IP-beveiliging blokkeert alle verbindingen om te voorkomen dat uw gegevens lekken. Sluiten van de app zal de IP-beveiliging uitschakelen.
pl_pl: Funkcja Kill Switch blokuje wszystkie połączenia, aby zapobiec wyciekowi Twoich danych. Wyjście z aplikacji spowoduje wyłączenie tej funkcji.
ro_ro: Blocarea conexiunii blochează toate conexiunile pentru a evita divulgarea datelor. Ieșirea din aplicație va dezactiva blocarea conexiunii.
sk_sk: Funkcia Kill Switch blokuje všetky pripojenia, aby nedošlo k úniku dát. Ukončením aplikácie sa Kill Switch vypne.
sl_si: Stikalo za izklop blokira vse povezave, da prepreči uhajanje vaših podatkov. Izhod iz aplikacije bo onemogočil stikalo za izklop.
tr_tr: Bağlantı kesici, verilerinizin sızmasını önlemek için tüm bağlantıları engelliyor. Uygulamadan çıkmak, bağlantı kesiciyi kapatacak.

# Dialogs_Exit_msg_PermanentKillSwitch
source: Permanent kill switch is enabled. Exiting the application will block all the outgoing connections until Proton VPN is connected again.
be_by: Пастаянны Kill Switch уключаны. Выхад з праграмы заблакіруе ўсе выходныя падключэнні пакуль Proton VPN не падключыцца зноў.
el_gr: Η μόνιμη λειτουργία kill switch είναι ενεργοποιημένη. Η έξοδος από την εφαρμογή θα αποκλείσει όλες τις εξερχόμενες συνδέσεις έως ότου το Proton VPN συνδεθεί ξανά.
es_419: El interruptor de apagado permanente está habilitado. Al salir de la aplicación bloqueará todas las conexiones salientes hasta que Proton VPN se conecte de nuevo.
fi_fi: Pysyvä tappokytkin on käytössä. Sovelluksen sulkeminen estää kaikki lähtevät yhteydet kunnes Proton VPN on yhdistetty uudelleen.
fr_fr: La fonctionnalité Arrêt d'urgence (kill switch) est activée en permanence. Quitter l'application bloquera toutes les connexions sortantes jusqu'à ce que Proton VPN soit de nouveau connecté.
id_id: Permanent Kill Switch diaktifkan. Apabila Anda keluar dari aplikasi, seluruh sambungan internet yang ada akan dinonaktifkan hingga Anda kembali terhubung dengan Proton VPN.
it_it: Kill Switch permanente è abilitato. L'uscita dell'applicazione bloccherà tutte le connessioni in uscita fino a quando Proton VPN non sarà nuovamente connesso.
nl_nl: Permanente IP-beveiliging is ingeschakeld. Afsluiten van de applicatie zal alle uitgaande verbindingen blokkeren totdat Proton VPN opnieuw is verbonden.
pl_pl: Stały Kill Switch jest włączony. Wyjście z aplikacji spowoduje zablokowanie połączeń wychodzących do czasu, gdy aplikacja Proton VPN połączy się ponownie.
ro_ro: Blocarea conexiunii este activată. Închizând aplicația veți bloca toate conexiunile până când vă veți reconecta în Proton VPN.
sk_sk: Funkcia Trvalý Kill Switch je zapnutá. Ukončenie aplikácie zablokuje všetky odchádzajúce spojenia, kým sa Proton VPN znovu nepripojí.
sl_si: Omogočeno je trajno stikalo za izklop. Izhod iz aplikacije bo blokiral vse odhodne povezave, dokler se Proton VPN znova ne poveže.
tr_tr: Kalıcı bağlantı kesici şu anda açık. Uygulamadan çıkarsanız yeniden bağlantı kurulana kadar Proton VPN tüm giden bağlantıları engelleyecek.

# Dialogs_HumanVerification_ttl
source: Human verification
be_by: Антыспамавая праверка
el_gr: Ανθρώπινη επαλήθευση
es_419: Verificación humana
fi_fi: Ihmisvahvistus
fr_fr: Vérification que vous n'êtes pas un robot
id_id: Verifikasi manusia
it_it: Verifica umana
nl_nl: Persoonsverificatie
pl_pl: Weryfikacja antyspamowa
ro_ro: Verificare persoană
sk_sk: CAPTCHA
sl_si: Ali si človek
tr_tr: İnsan olduğunuzu doğrulayın

# Dialogs_IncorrectSystemTime_msg
source: Your system clock seems to be out of sync, which could prevent the VPN from connecting successfully. Please see <Hyperlink Command="{Binding OpenKbArticleCommand}">here</Hyperlink> for more information.
be_by: Здаецца, ваш сістэмны гадзіннік не сінхранізаваны, што можа перашкаджаць паспяховаму падключэнню да VPN. Дадатковую інфармацыю глядзіце <Hyperlink Command="{Binding OpenKbArticleCommand}">тут</Hyperlink>.
el_gr: Το ρολόι του συστήματός σας φαίνεται να είναι εκτός συγχρονισμού, γεγονός που μπορεί να εμποδίσει την επιτυχή σύνδεση του VPN. Ανατρέξτε στην ενότητα <Hyperlink Command="{Binding OpenKbArticleCommand}">εδώ</Hyperlink> για περισσότερες πληροφορίες.
es_419: El reloj de su sistema parece no estar sincronizado lo que podría evitar que la VPN se conecte correctamente. Consulte <Hyperlink Command="{Binding OpenKbArticleCommand}">aquí</Hyperlink> para más información.
fi_fi: Järjestelmäsi kello ei näytä olevan ajan tasalla ja tämä saattaa estää VPN-yhteyden muodostuksen. <Hyperlink Command="{Binding OpenKbArticleCommand}">Täältä</Hyperlink>. löydät lisätietoja.
fr_fr: L'horloge de votre système semble désynchronisée. Ceci pourrait empêcher le VPN de se connecter correctement. Veuillez cliquer <Hyperlink Command="{Binding OpenKbArticleCommand}">ici</Hyperlink> pour obtenir plus d'informations.
id_id: Tanggal dan waktu sistem Anda tidak sesuai dengan tanggal dan waktu saat ini, yang dapat mencegah Anda untuk terhubung ke jaringan kami. Silakan lihat <Hyperlink Command="{Binding OpenKbArticleCommand}">artikel ini</Hyperlink> untuk informasi lebih lanjut.
it_it: L'orologio del tuo sistema sembra non essere sincronizzato, il che potrebbe impedire alla VPN di connettersi correttamente. Consulta <Hyperlink Command="{Binding OpenKbArticleCommand}">qui</Hyperlink> per maggiori informazioni.
nl_nl: Uw systeemklok lijkt niet synchroon te lopen, waardoor de VPN mogelijk geen succesvolle verbinding kan maken. Zie <Hyperlink Command="{Binding OpenKbArticleCommand}">hier</Hyperlink> voor meer informatie.
pl_pl: Ustawienia czasu na Twoim urządzaniu nie są zsynchronizowane, uniemożliwiając połączenie. Aby uzyskać więcej informacji, kliknij <Hyperlink Command="{Binding OpenKbArticleCommand}">tutaj</Hyperlink>.
ro_ro: Ceasul sistemului pare să nu fie sincronizat, ceea ce ar putea împiedica conectarea cu succes a VPN-ului. Vedeți <Hyperlink Command="{Binding OpenKbArticleCommand}">aici</Hyperlink> pentru mai multe informații.
sk_sk: Zdá sa, že vaše systémové hodiny nie sú synchronizované, čo môže brániť úspešnému pripojeniu k sieti VPN. Pozrite sa prosím <Hyperlink Command="{Binding OpenKbArticleCommand}">tu</Hyperlink> pre viac informácií.
sl_si: Zdi se, da vaša sistemska ura ni sinhronizirana, kar bi lahko preprečilo uspešno povezovanje VPN-ja. Oglejte si <Hyperlink Command="{Binding OpenKbArticleCommand}">tukaj</Hyperlink> za več informacij.
tr_tr: Sistem saatiniz doğru değil gibi görünüyor. Bu durum VPN bağlantısının kurulmasını engelleyebilir. Ayrıntılı bilgi almak için <Hyperlink Command="{Binding OpenKbArticleCommand}">buraya</Hyperlink> bakabilirsiniz.
