Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_Bfe_msg_info
source: One of the services required by Proton VPN (Base Filtering Engine) is not running.<LineBreak/> Please follow <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> instructions to enable it again and retry.
be_by: Адзін з сэрвісаў, які неабходны Proton VPN (Base Filtering Engine) не запушчаны.<LineBreak/> Прытрымлівайцеся <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> наступных інструкцый для яго актывацыі і паўтарыце спробу.
el_gr: Μία από τις υπηρεσίες που το Proton VPN χρειάζεται (η Base Filtering Engine) δεν εκτελείται.<LineBreak/> Παρακαλούμε ακολουθήστε <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="αυτές"/></Hyperlink> τις οδηγίες για να την ενεργοποιήσετε πάλι και ξαναδοκιμάστε.
es_419: Uno de los servicios requeridos por Proton VPN (motor de filtrado base) no se está ejecutando.<LineBreak/> Siga <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="estas"/></Hyperlink> instrucciones para activarlo de nuevo y reintentar.
fi_fi: Yksi Proton VPN:n edellyttämistä palveluista ei ole käynnissä (Base Filtering Engine).<LineBreak/> Ota se käyttöön seuraamalla <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="näitä"/></Hyperlink> ohjeita ja yritä sitten uudelleen.
fr_fr: L'un des services nécessaires à Proton VPN (Base Filtering Engine) ne fonctionne pas.<LineBreak/><LineBreak/> Nous vous invitons à suivre <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="ces"/></Hyperlink> instructions pour le réactiver et réessayer.
id_id: Salah satu layanan yang dibutuhkan oleh Proton VPN (Base Filtering Engine) sedang tidak aktif.<LineBreak/> Mohon ikuti <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="petunjuk berikut"/></Hyperlink> untuk mengaktifkan layanan tersebut dan coba lagi.
it_it: Uno dei servizi richiesti da Proton VPN (Base Filtering Engine) non è in esecuzione.<LineBreak/> Segui le <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> istruzioni per riattivarlo e riprova.
nl_nl: Een van de diensten die Proton VPN nodig heeft (Base Filtering Engine) is niet actief.<LineBreak/> Volg <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> instructies om het opnieuw te activeren en opnieuw te proberen.
pl_pl: Jedna z usług wymaganych przez Proton VPN (Base Filtering Engine) nie jest uruchomiona.<LineBreak/> Postępuj zgodnie z <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="tymi"/></Hyperlink> instrukcjami, aby uruchomić usługę i ponowić próbę.
ro_ro: Unul din serviciile solicitate de Proton VPN (Motorul de filtrare de bază) nu rulează..<LineBreak/> Urmați <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> instrucținile pentru a-l reactiva și reîncercați.
sk_sk: Jedna zo služieb, ktorú vyžaduje Proton VPN (Base Filtering Engine) nie je spustená.<LineBreak/> Podľa pokynov <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="these"/></Hyperlink> ju znova povoľte a skúste to znova.
sl_si: Ena od storitev, ki jih zahteva Proton VPN (Base Filtering Engine), se ne izvaja.<LineBreak/> Sledite <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="tem"/></Hyperlink> navodilom, in jo znova omogočite in poskusite znova.
tr_tr: Proton VPN için gerekli hizmetlerden biri (temel süzme işleyici) çalışmıyor. <LineBreak/> Hizmeti açmak ve yeniden denemek için <Hyperlink Command="{Binding OpenArticleCommand}"><Run Text="buradaki"/></Hyperlink> yönergeleri izleyin.

# Dialogs_Delinquency_GoToBilling
source: Update My Billing
be_by: Абнавіць мой рахунак
el_gr: Ενημέρωση στοιχείων χρέωσης
es_419: Actualizar mi facturación
fi_fi: Korjaa laskutukseni
fr_fr: Mettre à jour ma facturation
id_id: Perbarui Tagihan Saya
it_it: Aggiorna la Mia Fatturazione
nl_nl: Mijn facturering bijwerken
pl_pl: Zaktualizuj informacje o płatności
ro_ro: Actualizare facturare
sk_sk: Aktualizovať moju fakturáciu
sl_si: Posodobi moje obračunavanje
tr_tr: Faturalarımı güncelle

# Dialogs_Delinquency_Reconnected_Subtitle
source: You will be able to access premium features again after these are paid. For now, we are reconnecting to the fastest FREE plan server available.
be_by: Вы зноў зможаце атрымаць доступ да прэміяльных функцый пасля аплаты рахункаў. Пакуль мы перападключаем вас да самага хуткага сервера, які даступны на тарыфным плане Free.
el_gr: Θα μπορείτε να αποκτήσετε ξανά πρόσβαση σε premium λειτουργίες μετά την πληρωμή αυτών. Προς το παρόν, επανασυνδεόμαστε στον ταχύτερο διαθέσιμο διακομιστή δωρεάν προγράμματος.
es_419: Podrá acceder a las funciones premium de nuevo luego de pagar por ellas. Por ahora, le estamos conectando al servidor del plan GRATIS más rápido disponible.
fi_fi: Voit jälleen käyttää premium-ominaisuuksia kun nämä on maksettu. Nyt yhteys muodostetaan nopeimpaan käytettävissä olevaan ilmaispalvelimeen.
fr_fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué. Dans l'immédiat, nous nous reconnectons au serveur le plus rapide de l'abonnement Free.
id_id: Anda akan kembali dapat mengakses berbagai fitur premium setelah tagihan berikut dilunasi. Untuk saat ini, kami akan menghubungkan Anda ke server FREE tercepat yang tersedia.
it_it: Potrai nuovamente accedere alle funzionalità premium dopo il pagamento. Per ora, ci stiamo riconnettendo al server del piano GRATUITO più veloce disponibile.
nl_nl: U hebt weer toegang tot premium functies nadat deze zijn betaald. Op dit moment maken we opnieuw verbinding met de snelste beschikbare GRATIS abonnement-server.
pl_pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium. Obecnie jesteś ponownie łączony z najszybszym dostępnym serwerem planu FREE.
ro_ro: Veți putea accesa din nou opțiunile premium după ce acestea sunt plătite. Momentan, se reconectează la cel mai rapid server disponibil din planul GRATUIT.
sk_sk: Budete môcť znovu pristupovať k prémiovým funkciám po uhradení nezaplatených faktúr. Dovtedy vás pripájame k najrýchlejšiemu bezplatnému serveru.
sl_si: Po plačilu boste lahko znova dostopali do premijskih funkcij. Trenutno se ponovno povezujemo z najhitrejšim BREZPLAČNIM strežnikom, ki je na voljo.
tr_tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz. Şimdilik bağlantınızı, var olan en hızlı Free tarife sunucusuna geçiriyoruz.

# Dialogs_Delinquency_Subtitle
source: You will be able to access premium features again after these are paid.
be_by: Пасля аплаты вы зможаце зноў атрымаць доступ да прэміяльных функцый.
el_gr: Η πρόσβασή σας στις premium υπηρεσίες θα αποκατασταθεί μετά την πληρωμή αυτών.
es_419: Podrá acceder a las funciones premium de nuevo luego de pagar por ellas.
fi_fi: Voit jälleen käyttää premium-ominaisuuksia, kun nämä on maksettu.
fr_fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué.
id_id: Anda akan dapat mengakses fitur premium lagi setelah ini dibayar.
it_it: Potrai accedere di nuovo alle funzionalità premium dopo che saranno state pagate.
nl_nl: U hebt weer toegang tot premium functies nadat deze betaald zijn.
pl_pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium.
ro_ro: Veți putea accesa din nou opțiunile premium după ce acestea au fost plătite.
sk_sk: Prístup k prémiovým funkciám získate opäť po uhradení nezaplatených faktúr.
sl_si: Po plačilu čakajočih računov boste lahko znova dostopali do premijskih funkcij.
tr_tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz.

# Dialogs_Delinquency_Title
source: Your VPN account has pending invoices
be_by: У вашым уліковым запісе ProtonVPN ёсць неаплачаныя рахункі
el_gr: Ο λογαριασμός σας VPN έχει εκκρεμή τιμολόγια.
es_419: Su cuenta VPN tiene facturas pendientes
fi_fi: VPN-tililläsi on avoimia laskuja
fr_fr: Vous avez des factures en retard pour votre compte Proton VPN.
id_id: Akun VPN anda memiliki tagihan tertunda
it_it: Il tuo account VPN ha fatture in sospeso
nl_nl: Uw VPN-account heeft openstaande facturen
pl_pl: Twoje konto VPN posiada oczekujące faktury
ro_ro: Acest cont VPN are facturi în așteptare
sk_sk: Váš VPN účet má nevybavené faktúry
sl_si: Vaš VPN račun ima neporavnane račune.
tr_tr: VPN hesabınızda ödenmemiş faturalar var

# Dialogs_DisabledService_btn_Enable
source: Enable
be_by: Уключыць
el_gr: Ενεργοποίηση
es_419: Habilitar
fi_fi: Ota käyttöön
fr_fr: Activer
id_id: Aktifkan
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz
ro_ro: Activare
sk_sk: Zapnúť
sl_si: Omogoči
tr_tr: Aç

# Dialogs_DisabledService_btn_LearnMore
source: Learn more
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Aflați mai multe
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# Dialogs_DisabledService_btn_ShowLess
source: Show less
be_by: Паказаць менш
el_gr: Εμφάνιση λιγότερων
es_419: Mostrar menos
fi_fi: Näytä vähemmän
fr_fr: Afficher moins
id_id: Tampilkan lebih sedikit
it_it: Mostra meno
nl_nl: Minder weergeven
pl_pl: Pokaż mniej
ro_ro: Afișare mai puțin
sk_sk: Zobraziť menej
sl_si: Pokaži manj
tr_tr: Daha az göster

# Dialogs_DisabledService_msg_ExtraInfo
source: Some applications like anti-virus or PC optimizers can interfere with the System Services that Proton VPN requires for securing your connection. By clicking Enable, you are allowing Windows to reactivate the Proton VPN's Services.<LineBreak/>If the problem persists, try restarting your PC or reinstalling Proton VPN.
be_by: Некаторыя праграмы, такія як антывірус або аптымізатары камп'ютара, могуць умешвацца ў працу сістэмных служб, якія патрабуе Proton VPN для ўсталявання бяспечнага падключэння. Націснуўшы кнопку "Уключыць", вы дазваляеце Windows паўторна актываваць падключэнне са службамі Proton VPN.<LineBreak/>Калі праблема застанецца, то паспрабуйце перазапусціць камп'ютар або паўторна ўсталяваць ProtonVPN.
el_gr: Ορισμένες εφαρμογές όπως προγράμματα προστασίας από ιούς ή βελτιστοποιητές υπολογιστών μπορεί να επηρεάσουν τις Υπηρεσίες Συστήματος που απαιτεί το Proton VPN για την ασφάλεια της σύνδεσής σας. Κάνοντας κλικ στην Ενεργοποίηση, επιτρέπετε στα Windows να ενεργοποιήσουν ξανά τις Υπηρεσίες του Proton VPN.<LineBreak/>Εάν το πρόβλημα παραμένει, δοκιμάστε να επανεκκινήσετε τον υπολογιστή σας ή να εγκαταστήσετε ξανά το Proton VPN.
es_419: Algunas aplicaciones como antivirus u optimizadores de PC pueden interferir con los servicios del sistema que Proton VPN requiere para asegurar su conexión. Al hacer clic en Habilitar, permite que Windows reactive los Servicios de Proton VPN.<LineBreak/>Si el problema persiste, intente reiniciar su PC o reinstalar Proton VPN.
fi_fi: Jotkin sovellukset, kuten tietoturva- tai optimointisovellukset saattavat häiritä järjestelmäpalveluita, joita Proton VPN tarvitsee yhteytesi suojaukseen. Painamalla Ota käyttöön, sallit Windowsin palauttaa Proton VPN:n palvelut käyttöön.<LineBreak/>Jos ongelma jatkuu, kokeile tietokoneen uudelleenkäynnistystä tai Proton VPN:n uudelleenasennusta.
fr_fr: Certaines applications comme les antivirus ou les optimiseurs de PC peuvent interférer avec les services système dont Proton VPN a besoin pour sécuriser votre connexion. En cliquant sur Activer, vous autorisez Windows à réactiver les services de Proton VPN.<LineBreak/>Si le problème persiste, essayez de redémarrer votre PC ou de réinstaller Proton VPN.
id_id: Beberapa aplikasi seperti anti-virus atau PC optimizer dapat mengubah pengaturan layanan tertentu pada System Services yang digunakan oleh ProtonVPN untuk mengamankan koneksi Anda. Dengan memilih Aktifkan, Anda akan mengizinkan Windows untuk mengatur ulang berbagai layanan yang terkait dengan Proton VPN.<LineBreak/>Apabila Anda masih tetap menemui masalah ini, cobalah untuk me-restart PC atau menginstal ulang ProtonVPN.
it_it: Alcune applicazioni come antivirus o ottimizzatori per PC possono interferire con i servizi di sistema richiesti da Proton VPN per proteggere la tua connessione. Facendo clic su Abilita, consenti a Windows di riattivare i servizi di Proton VPN.<LineBreak/>Se il problema persiste, prova a riavviare il PC o a reinstallare Proton VPN.
nl_nl: Sommige toepassingen zoals anti-virus of PC optimizers kunnen interfereren met de Systeemservices die Proton VPN nodig heeft voor het beveiligen van uw verbinding. Door op Inschakelen te klikken, staat u Windows toe de Proton VPN's Diensten opnieuw te activeren.<LineBreak/>Als het probleem aanhoudt, probeer dan uw PC opnieuw op te starten of Proton VPN opnieuw te installeren.
pl_pl: Niektóre aplikacje, jak antywirusy lub narzędzia do optymalizacji systemu mogą zakłócać działanie usług systemowych, których aplikacja Proton VPN wymaga do zabezpieczenia połączenia. Klikając przycisk Włącz, zezwalasz systemowi Windows na ponowną aktywację usług aplikacji Proton VPN.<LineBreak/>Jeśli problem nadal występuje, uruchom ponownie komputer lub zainstaluj ponownie aplikację Proton VPN.
ro_ro: Unele aplicații, cum ar fi antivirușii sau optimizatoarele pentru computer, pot interfera cu serviciile de sistem de care are nevoie Proton VPN pentru a vă securiza conexiunea. Făcând clic pe «Activare», permiteți ca Windows să reactiveze serviciile Proton VPN.<LineBreak/>Dacă problema persistă, încercați să reporniți computerul sau să reinstalați Proton VPN.
sk_sk: Niektoré aplikácie, napríklad antivírusové programy alebo optimalizátory počítača, môžu narúšať systémové služby, ktoré Proton VPN vyžaduje na zabezpečenie vášho pripojenia. Kliknutím na tlačidlo Povoliť umožníte systému Windows znovu aktivovať služby Proton VPN.<LineBreak/>Ak problém pretrváva, skúste reštartovať počítač alebo preinštalovať Proton VPN.
sl_si: Nekatere aplikacije, kot so protivirusni programi ali optimizatorji osebnih računalnikov, lahko motijo sistemske storitve, ki jih Proton VPN potrebuje za zaščito vaše povezave. Če kliknete Omogoči, sistemu Windows dovolite, da ponovno aktivira storitve Proton VPN.<LineBreak/>Če se težava ponovi, poskusite znova zagnati računalnik ali znova namestiti Proton VPN.
tr_tr: Antivirüs ya da bilgisayar iyileştirici gibi bazı uygulamalar, Proton VPN uygulamasının bağlantınızın güvenliğini sağlamak için kullandığı sistem hizmetlerini etkileyebilir. Aç düğmesine tıkladığınızda, Windows'un Proton VPN hizmetlerini yeniden açmasına izin vermiş olursunuz.<LineBreak/>Sorun sürerse, bilgisayarınızı yeniden başlatmayı ya da Proton VPN uygulamasını yeniden kurmayı deneyin.

# Dialogs_DisabledService_msg_Info
source: Some Proton VPN's components might be blocked or disabled, preventing you to connect. Click on Enable to fix it.<LineBreak/>Note that this operation requires Admin privileges.
be_by: Некаторыя кампаненты Proton VPN могуць быць заблакіраваны або адключаны, што перашкаджае вам падключыцца. Націсніце на кнопку "Уключыць", каб выправіць гэта.<LineBreak/>Звярніце ўвагу, што для гэтай аперацыі патрабуюцца правы адміністратара.
el_gr: Ορισμένα στοιχεία του Proton VPN ενδέχεται να είναι αποκλεισμένα ή απενεργοποιημένα, εμποδίζοντάς σας να συνδεθείτε. Κάντε κλικ στο Ενεργοποίηση για να το διορθώσετε.<LineBreak/>Λάβετε υπόψη ότι αυτή η λειτουργία απαιτεί δικαιώματα Διαχειριστή.
es_419: Algunos componentes de Proton VPN pueden estar bloqueados o deshabilitados, lo que le impide conectarse. Haga clic en Habilitar para solucionarlo.<LineBreak/>Tome en cuenta que esta operación requiere privilegios de administrador.
fi_fi: Joitakin Proton VPN:n komponentteja on saatettu estää tai poistaa käytöstä, estäen sinua muodostamasta yhteyttä. Korjaa painamalla Ota käyttöön.<LineBreak/>Huomioi, että toiminto vaatii järjestelmänvalvojan oikeudet.
fr_fr: Certains composants de Proton VPN peuvent être bloqués ou désactivés, vous empêchant de vous connecter. Cliquez sur Activer pour le corriger.<LineBreak/>Notez que cette opération nécessite des droits administrateur.
id_id: Sebagian komponen Proton VPN tampaknya sedang diblokir atau dinonaktifkan, yang mencegah Anda untuk dapat terhubung ke dalam jaringan kami. Klik tombol Aktifkan untuk mengatasi masalah ini.<LineBreak/>Tindakan ini memerlukan hak akses Admin.
it_it: Alcuni componenti di Proton VPN potrebbero essere bloccati o disabilitati, impedendoti di connetterti. Fare clic su Abilita per risolvere.<LineBreak/>Questa operazione richiede i privilegi di Amministratore.
nl_nl: Sommige Proton VPN's componenten kunnen geblokkeerd of uitgeschakeld zijn, waardoor u geen verbinding kunt maken. Klik op Inschakelen om dit te verhelpen.<LineBreak/>Merk op dat deze operatie Admin rechten vereist.
pl_pl: Niektóre komponenty aplikacji Proton VPN mogą być zablokowane lub wyłączone, uniemożliwiając połączenie. Kliknij przycisk Włącz, aby to naprawić.<LineBreak/>Ta operacja wymaga uprawnień administratora.
ro_ro: Unele componente ale Proton VPN ar putea fi blocate sau dezactivate, împiedicându-vă să vă conectați. Faceți clic pe «Activare» pentru a remedia problema.<LineBreak/>Rețineți că această operațiune necesită privilegii de administrator.
sk_sk: Niektoré súčasti Proton VPN môžu byť blokované alebo zakázané, čo vám znemožní pripojenie. Kliknutím na Povoliť to opravíte.<LineBreak/>Všimnite si, že táto operácia vyžaduje oprávnenie správcu.
sl_si: Nekatere komponente Proton VPN so morda blokirane ali onemogočene, kar vam preprečuje povezavo. Kliknite Omogoči, da ga popravite.<LineBreak/>Upoštevajte, da ta operacija zahteva skrbniške pravice.
tr_tr: Bazı Proton VPN bileşenleri, bağlantı kurmanızı önleyecek şekilde engellenmiş ya da kapatılmış olabilir. Bu durumu düzeltmek için aç düğmesine tıklayın.<LineBreak/>Bu işlem için yönetici izinlerinin gerektiğini unutmayın.

# Dialogs_DisconnectError_btn_DisableKillSwitch
source: Disable kill switch
be_by: Адключыць Kill Switch
el_gr: Απενεργοποίηση kill switch
es_419: Deshabilitar el interruptor de apagado
fi_fi: Poista tappokytkin käytöstä
fr_fr: Désactiver Arrêt d'urgence (kill switch)
id_id: Nonaktifkan Kill Switch
it_it: Disabilita kill switch
nl_nl: Schakel Kill Switch uit
pl_pl: Wyłącz Kill Switch
ro_ro: Dezactivare blocare conexiune
sk_sk: Zakázať kill switch
sl_si: Onemogoči stikalo za izklop
tr_tr: Bağlantı kesiciyi kapat

# Dialogs_DisconnectError_btn_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Changer d'abonnement
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
nl_nl: Upgraden
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Aktualizovať
sl_si: Nadgradi
tr_tr: Yükselt

# Dialogs_DisconnectError_msg_AllAdaptersInUse
source: Your network adapter is currently in use.
be_by: Ваш сеткавы адаптар у дадзены момант выкарыстоўваецца.
el_gr: Ο προσαρμογέας δικτύου σας χρησιμοποιείται αυτήν τη στιγμή.
es_419: Su adaptador de red está actualmente en uso.
fi_fi: Verkkosovittimesi on jo käytössä.
fr_fr: Votre carte réseau est en cours d'utilisation.
id_id: Adaptor jaringan Anda sedang digunakan.
it_it: La tua scheda di rete è attualmente in uso.
nl_nl: Uw netwerkadapter is momenteel in gebruik.
pl_pl: Adapter sieciowy jest obecnie w użyciu.
ro_ro: Adaptorul de rețea este momentan în uz.
sk_sk: Váš sieťový adaptér sa momentálne používa.
sl_si: Vaša omrežna kartica je trenutno v uporabi.
tr_tr: Ağ bağdaştırıcınız şu anda kullanılıyor.

# Dialogs_DisconnectError_msg_Identifying
source: Identifying problem...
be_by: Вызначэнне праблемы...
el_gr: Ταυτοποίηση προβλήματος...
es_419: Identificando el problema...
fi_fi: Tunnistetaan ongelmaa...
fr_fr: Identification du problème en cours
id_id: Mengidentifikasi masalah...
it_it: Identificando il problema...
nl_nl: Probleem identificeren...
pl_pl: Identyfikowanie problemu...
ro_ro: Se identifică problema...
sk_sk: Zisťuje sa problém...
sl_si: Prepoznavanje težave ...
tr_tr: Sorun belirleniyor...

# Dialogs_DisconnectError_msg_KillSwitch
source: Kill switch is protecting your IP by blocking all connections. In case of trouble you can disable kill switch.
be_by: Kill Switch абараняе ваш IP, блакіруючы ўсе падключэнні. У выпадку ўзнікнення праблем вы можаце адключыць Kill Switch.
el_gr: Το kill switch προστατεύει την IP σας αποκλείοντας όλες τις συνδέσεις. Σε περίπτωση προβλήματος, μπορείτε να απενεργοποιήσετε το kill switch.
es_419: El interruptor de apagado está protegiendo su IP bloqueando todas las conexiones. En caso de problemas, puede deshabilitarlo.
fi_fi: Tappokytkin suojaa IP-osoitettasi estämällä kaikki yhteydet. Voit poistaa sen käytöstä ongelmien ilmetessä.
fr_fr: La fonctionnalité Arrêt d'urgence (kill switch) protège votre IP en bloquant toutes les connexions. En cas de problème, vous pouvez la désactiver.
id_id: Kill Switch melindungi IP Anda dengan memblokir seluruh koneksi yang ada. Apabila Anda menemui suatu masalah, Anda dapat menonaktifkan Kill Switch.
it_it: Kill Switch protegge il tuo IP bloccando tutte le connessioni. In caso di problemi puoi disabilitare kill switch.
nl_nl: IP-beveiliging beschermt uw IP door alle verbindingen te blokkeren. In geval van problemen kunt u de IP-beveiliging uitschakelen.
pl_pl: Funkcja Kill Switch chroni Twój adres IP poprzez blokowanie wszystkich połączeń. W razie problemów możesz wyłączyć funkcję Kill Switch.
ro_ro: Blocarea conexiunii vă protejează adresa IP blocând toate conexiunile. În caz de probleme puteți dezactiva blocarea conexiunilor.
sk_sk: Kill switch chráni vašu IP tým, že blokuje všetky pripojenia. V prípade problémov môžete kill switch vypnúť.
sl_si: Stikalo za izklop ščiti vaš IP tako, da blokira vse povezave. V primeru težav lahko onemogočite stikalo za izklop.
tr_tr: Bağlantı kesici, tüm bağlantıları engelleyerek IP adresinizi koruyor. Bir sorun olması durumunda Bağlantı kesiciyi kapatabilirsiniz.

# Dialogs_DisconnectError_msg_NoServers
source: There are no servers available right now for your selection. Please select a different option.
be_by: У цяперашні час няма сервераў для вашага выбару. Выберыце іншы параметр.
el_gr: Δεν υπάρχουν διακομιστές που να είναι διαθέσιμοι τώρα για την επιλογή σας. Επιλέξτε μια άλλη επιλογή.
es_419: No hay servidores disponibles ahora mismo para su selección. Seleccione una opción diferente.
fi_fi: Valintaasi vastaavia palvelimia ei ole tällä hetkellä käytettävissä. Valitse eri vaihtoehto.
fr_fr: Il n'y a actuellement aucun serveur disponible pour votre sélection. Nous vous invitons à choisir une autre option.
id_id: Tidak ada server yang tersedia untuk pilihan Anda saat ini. Silakan pilih opsi yang lain.
it_it: Non ci sono server disponibili per la tua selezione. Seleziona un'altra opzione.
nl_nl: Er zijn momenteel geen servers beschikbaar voor uw selectie. Selecteer alstublieft een andere optie.
pl_pl: Obecnie nie ma dostępnych serwerów dla wybranej opcji. Wybierz inną opcje.
ro_ro: Nu sunt servere disponibile acum pentru selecția curentă. Selectați o opțiune diferită.
sk_sk: Momentálne nie sú pre váš výber k dispozícii žiadne servery. Vyberte inú možnosť.
sl_si: Za vaš izbor trenutno ni na voljo nobenega strežnika. Izberite drugo možnost.
tr_tr: Şu anda seçiminize uygun bir sunucu yok. Lütfen başka bir seçim yapın.

# Dialogs_DisconnectError_msg_NoTap
source: The network adapter is missing.
be_by: Няма сеткавага адаптара.
el_gr: Απουσία προσαρμογέα δικτύου.
es_419: Falta el adaptador de red.
fi_fi: Verkkosovitin puuttuu.
fr_fr: Il manque la carte réseau.
id_id: Adaptor jaringan tidak ditemukan.
it_it: Manca l'adattatore di rete.
nl_nl: De netwerkadapter ontbreekt.
pl_pl: Brak adaptera sieciowego.
ro_ro: Adaptorul de rețea lipsește.
sk_sk: Chýbajúce sieťový adaptér.
sl_si: Omrežna kartica manjka.
tr_tr: Ağ bağdaştırıcısı eksik.
