Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Settings_General_lbl_StartOnBoot
source: Start on boot
be_by: Запускаць пры загрузцы АС
el_gr: Έναρξη κατά την εκκίνηση
es_419: Iniciar en el arranque
fi_fi: Suorita järjestelmän käynnistyessä
fr_fr: Lancer au démarrage
id_id: Jalankan aplikasi pada saat booting
it_it: Apri all'avvio
nl_nl: Starten bij het opstarten
pl_pl: Uruchom przy starcie systemu
ro_ro: Pornire automată
sk_sk: Spustiť pri štarte
sl_si: Vključi ob zagonu
tr_tr: Başlangıçta başlatılsın

# Settings_General_ttl
source: General
be_by: Агульныя
el_gr: Γενικά
fi_fi: Yleiset
fr_fr: Général
id_id: Umum
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
ro_ro: Generale
sk_sk: Všeobecné
sl_si: Splošno
tr_tr: Genel

# Settings_btn_UpgradeToPlus
source: Upgrade to Plus
be_by: Палепшыць да Plus
el_gr: Αναβαθμίστε στο Plus
es_419: Mejorar a Plus
fi_fi: Päivitä Plus-tilaukseen
fr_fr: Passez à l'abonnement Plus
it_it: Effettua l'upgrade a Plus
pl_pl: Ulepsz do planu Plus
ro_ro: Treceți la Plus
sk_sk: Inovovať na Plus
sl_si: Nadgradite na Plus
tr_tr: Plus tarifesine yükselt

# Settings_lnk_Reconnect
source: Reconnect
be_by: Перападключыцца
el_gr: Επανασύνδεση
es_419: Reconectar
fi_fi: Yhdistä uudelleen
fr_fr: Se reconnecter
id_id: Hubungkan Ulang
it_it: Riconnetti
nl_nl: Opnieuw verbinden
pl_pl: Połącz ponownie
ro_ro: Reconectare
sk_sk: Znova pripojiť
sl_si: Znova poveži
tr_tr: Yeniden bağlan

# Settings_msg_ReconnectRequired
source: Some changes require reconnecting in order to take effect.
be_by: Некаторыя змены стануць актыўнымі толькі пасля перападключэння.
el_gr: Ορισμένες αλλαγές απαιτούν επανασύνδεση για να τεθούν σε ισχύ.
es_419: Algunos cambios requieren reconectarse para que surtan efecto.
fi_fi: Jotkin muutokset edellyttävät uudelleenyhdistyksen, jotta ne tulevat voimaan.
fr_fr: Certaines modifications nécessitent une reconnexion pour prendre effet.
id_id: Agar perubahan dapat diterapkan, koneksi VPN Anda perlu disambungkan ulang.
it_it: Alcuni cambiamenti richiedono la riconnessione per avere effetto.
nl_nl: Sommige wijzigingen vereisen opnieuw verbinden om van kracht te worden.
pl_pl: Niektóre zmiany wymagają ponownego połączenia, aby mogły zostać wprowadzone.
ro_ro: Unele modificări necesită reconectarea pentru a avea efect.
sk_sk: Niektoré zmeny vyžadujú opätovné pripojenie, aby sa prejavili.
sl_si: Nekatere spremembe zahtevajo ponovno povezavo, da začnejo veljati.
tr_tr: Bazı değişikliklerin etkili olması için yeniden bağlanılması gerekli.

# Settings_ttl
source: Settings
be_by: Налады
el_gr: Ρυθμίσεις
es_419: Ajustes
fi_fi: Asetukset
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setări
sk_sk: Nastavenia
sl_si: Nastavitve
tr_tr: Ayarlar

# SidebarProfiles_lbl_MyProfiles
source: My Profiles
be_by: Мае профілі
el_gr: Το προφίλ μου
es_419: Mis perfiles
fi_fi: Omat profiilit
fr_fr: Mes profils
id_id: Profil Saya
it_it: I miei Profili
nl_nl: Mijn profielen
pl_pl: Moje profile
ro_ro: Profilurile mele
sk_sk: Moje Profily
sl_si: Moji profili
tr_tr: Profillerim

# SidebarProfiles_lbl_Recommended
source: Recommended
be_by: Рэкамендавана
el_gr: Προτεινόμενο
es_419: Recomendado
fi_fi: Suositukset
fr_fr: Recommandé
id_id: Direkomendasikan
it_it: Raccomandato
nl_nl: Aanbevolen
pl_pl: Zalecany
ro_ro: Recomandat
sk_sk: Odporúčané
sl_si: Priporočeno
tr_tr: Önerilen

# Sidebar_B2BPopup_Desc
source: A VPN gateway is a secure connection that provides controlled access to your company's data and services through dedicated servers.
be_by: Шлюз VPN - гэта бяспечнае падключэнне, якое забяспечвае кантралюемы доступ да даных і паслуг вашай кампаніі праз вылучаныя серверы.
el_gr: Μια πύλη VPN είναι μια ασφαλής σύνδεση που παρέχει ελεγχόμενη πρόσβαση στα δεδομένα και τις υπηρεσίες της εταιρείας σας μέσω αποκλειστικών διακομιστών.
es_419: Una puerta de enlace VPN es una conexión segura que proporciona acceso controlado a los datos y servicios de su empresa mediante servidores dedicados.
fi_fi: VPN-yhdyskäytävä on suojattu yhteys, joka tarjoaa suojatun pääsyn yrityksesi tietoihin ja palveluihin omien palvelimien välityksellä.
fr_fr: Une passerelle VPN est une connexion sécurisée qui permet de contrôler l'accès aux données de votre entreprise par le biais de serveurs dédiés.
it_it: Un gateway VPN è una connessione sicura che fornisce un accesso controllato ai dati e ai servizi della tua azienda attraverso server dedicati.
pl_pl: Brama VPN to bezpieczne połączenie, które zapewnia kontrolowany dostęp do danych i usług firmy za pomocą dedykowanych serwerów.
ro_ro: O poartă de acces VPN este o conexiune sigură care oferă acces controlat la datele și serviciile companiei proprii prin servere dedicate.
sk_sk: Brána VPN je zabezpečené pripojenie, ktoré poskytuje kontrolovaný prístup k dátam a službám vašej spoločnosti prostredníctvom vyhradených serverov.
sl_si: Prehod VPN je varna povezava, ki omogoča nadzorovan dostop do podatkov in storitev vašega podjetja prek namenskih strežnikov.
tr_tr: Bir VPN ağ geçidi, şirketinizin verilerine ve hizmetlerine size ayrılmış sunucular üzerinden denetimli erişim sağlayan güvenli bir bağlantıdır.

# Sidebar_B2BPopup_Title
source: What's a gateway?
be_by: Што такое шлюз?
el_gr: Τι είναι μία πύλη;
es_419: ¿Qué es una puerta de enlace?
fi_fi: Mikä on yhdyskäytävä?
fr_fr: Qu'est-ce qu'une passerelle ?
it_it: Cos'è un gateway?
pl_pl: Co to jest brama?
ro_ro: Ce este o poartă de acces?
sk_sk: Čo je to brána?
sl_si: Kaj je prehod?
tr_tr: Ağ geçidi nedir?

# Sidebar_Connection_btn_ChangeServer
source: Change server
be_by: Змяніць сервер
el_gr: Αλλαγή διακομιστή
es_419: Cambiar servidor
fi_fi: Vaihda palvelinta
fr_fr: Changer de serveur
it_it: Cambia server
pl_pl: Zmień serwer
ro_ro: Schimbare server
sk_sk: Zmeniť server
sl_si: Spremeni strežnik
tr_tr: Sunucu değiştir

# Sidebar_Connection_btn_Connect
source: Quick Connect
be_by: Хуткае падключэнне
el_gr: Γρήγορη Σύνδεση
es_419: Conexión rápida
fi_fi: Pikayhteys
fr_fr: Connexion rapide
it_it: Connessione rapida
nl_nl: Snel Verbinden
pl_pl: Szybkie połączenie
ro_ro: Conectare rapidă
sk_sk: Rýchle pripojenie
sl_si: Hitro povezovanje
tr_tr: Hızlı bağlan

# Sidebar_Connection_btn_Disconnect
source: Disconnect
be_by: Адключыцца
el_gr: Αποσύνδεση
es_419: Desconectar
fi_fi: Katkaise yhteys
fr_fr: Se déconnecter
id_id: Putuskan
it_it: Disconnetti
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
sk_sk: Odpojiť
sl_si: Prekini
tr_tr: Bağlantıyı kes

# Sidebar_Connection_lbl_Disconnected
source: You are not protected!
be_by: Вы не абаронены!
el_gr: Δεν είστε προστατευμένοι!
es_419: ¡No está protegido!
fi_fi: Yhteyttäsi ei ole suojattu!
fr_fr: Vous n'êtes pas protégé !
id_id: Anda tidak terlindungi!
it_it: Non sei protetto!
nl_nl: U bent niet beschermd!
pl_pl: Nie jesteś chroniony!
ro_ro: Nu există protecție!
sk_sk: Nie ste chránení!
sl_si: Ste nezaščiteni!
tr_tr: Korunmuyorsunuz!

# Sidebar_Connection_lbl_Disconnected_Info
source: Connect to a VPN server in order to have a secure connection.
be_by: Падключыцеся да сервера VPN для атрымання бяспечнага падключэння.
el_gr: Συνδεθείτε σε έναν διακομιστή VPN για να έχετε μια ασφαλή σύνδεση.
es_419: Conéctese a un servidor VPN para tener una conexión segura.
fi_fi: Suojaa yhteytesi yhdistämällä VPN-palvelimeen.
fr_fr: Connectez-vous à un serveur VPN pour avoir une connexion sécurisée.
id_id: Hubungkan diri Anda ke server VPN untuk mendapatkan koneksi yang aman.
it_it: Connettiti a un server VPN per avere una connessione sicura.
nl_nl: Verbind met een VPN-server om een beveiligde verbinding te hebben.
pl_pl: Połącz się z serwerem VPN, aby uzyskać bezpieczne połączenie.
ro_ro: Conectați-vă la un server VPN pentru a avea o conexiune sigură.
sk_sk: Ak chcete mať zabezpečené pripojenie, pripojte sa k serveru VPN.
sl_si: Za varno povezavo se povežite s strežnikom VPN.
tr_tr: Güvenli bir bağlantı için bir VPN sunucusuna bağlanın.

# Sidebar_Connection_lbl_IP_Unknown
source: Unknown
be_by: Невядома
el_gr: Άγνωστο
es_419: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
id_id: Tidak dikenal
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznany
ro_ro: Necunoscută
sk_sk: Neznáme
sl_si: Neznano
tr_tr: Bilinmiyor

# Sidebar_Connection_lbl_IP_Unknown_Info
source: Unable to fetch your IP address due to network issues or restrictions from your ISP.
be_by: Немагчыма атрымаць IP-адрас па прычыне памылкі сеткі або абмежаванняў вашага пастаўшчыка інтэрнэту.
el_gr: Δεν είναι δυνατή η ανάκτηση της διεύθυνσης IP σας λόγω προβλημάτων δικτύου ή περιορισμών από τον ISP σας.
es_419: No se puede obtener la dirección IP por problemas de red o restricciones de su ISP.
fi_fi: IP-osoitteesi nouto ei onnistu verkko-ongelmien tai Internet-palveluntarjoajasi rajoitusten vuoksi.
fr_fr: Votre adresse IP ne peut pas être récupérée en raison de problèmes de réseau ou de restrictions de votre fournisseur d'accès internet (FAI).
id_id: Tidak dapat mengambil alamat IP Anda karena masalah jaringan atau batasan dari ISP Anda.
it_it: Impossibile recuperare il tuo indirizzo IP a causa di problemi di rete o restrizioni da parte del tuo ISP.
nl_nl: Het is niet mogelijk om uw IP-adres op te halen door netwerkproblemen of beperkingen van uw ISP.
pl_pl: Z powodu problemów z siecią lub ograniczeń dostawcy Internetu, nie można pobrać adresu IP.
ro_ro: Imposibil de obținut adresa IP datorită problemelor de rețea sau a restricțiilor de la ISP.
sk_sk: Vašu IP adresu nemožno načítať kvôli problémom so sieťou alebo obmedzeniam od vášho ISP.
sl_si: Vašega naslova IP ni mogoče pridobiti zaradi težav z omrežjem ali omejitev ponudnika internetnih storitev.
tr_tr: Ağ sorunları veya İnternet hizmeti sağlayıcınızın kısıtlamaları nedeniyle IP adresiniz alınamadı.

# Sidebar_Connection_lbl_KillSwitch
source: Kill switch activated!
be_by: Kill Switch актываваны!
el_gr: Ενεργοποιήθηκε η λειτουργία kill switch!
es_419: ¡Interruptor de apagado habilitado!
fi_fi: Tappokytkin on aktivoitu!
fr_fr: La fonctionnalité Arrêt d'urgence (kill switch) est activée.
id_id: Kill Switch diaktifkan!
it_it: Kill Switch attivato!
nl_nl: Kill Switch geactiveerd!
pl_pl: Funkcja Kill Switch została aktywowana!
ro_ro: Blocare conexiune activată!
sk_sk: Kill Switch zapnutý!
sl_si: Stikalo za izklop je aktivirano!
tr_tr: Bağlantı kesici açıldı!

# Sidebar_Connection_lbl_KillSwitch_Info
source: Kill switch is blocking all connections to avoid leaking your data.
be_by: Kill Switch блакіруе ўсе падключэнні, каб пазбегнуць уцечкі вашых даных.
el_gr: Η λειτουργία kill switch αποκλείει όλες τις συνδέσεις για να αποφευχθεί η διαρροή των δεδομένων σας.
es_419: El interruptor de apagado está bloqueando todas las conexiones para evitar que se filtren sus datos.
fi_fi: Tappokytkin estää kaikki verkkoyhteydet tietovuotojen välttämiseksi.
fr_fr: La fonctionnalité Arrêt d'urgence (kill switch) bloque toutes les connexions pour éviter toute fuite de vos données.
id_id: Kill Switch sedang memblokir semua koneksi Anda untuk menghindari kebocoran data.
it_it: Kill Switch sta bloccando tutte le connessioni per evitare l'esposizione dei dati.
nl_nl: Kill Switch blokkeert alle verbindingen om te voorkomen dat uw gegevens worden uitgelekt.
pl_pl: Funkcja Kill Switch blokuje wszystkie połączenia, aby zapobiec wyciekowi Twoich danych.
ro_ro: Blocarea conexiunii blochează toate conexiunile pentru e preveni divulgarea datelor.
sk_sk: Kill Switch blokuje všetky pripojenia, aby nedošlo k úniku dát.
sl_si: Stikalo za izklop blokira vse povezave, da prepreči uhajanje vaših podatkov.
tr_tr: Bağlantı kesici, verilerinizin sızmasını önlemek için tüm bağlantıları engelliyor.

# Sidebar_Countries_AllLocationCount
source: Plus locations ({0})
be_by: Размяшчэнні сервераў Plus ({0})
el_gr: Τοποθεσίες Plus ({0})
es_419: Ubicaciones Plus ({0})
fi_fi: Plus-sijainnit ({0})
fr_fr: Emplacements Plus ({0})
id_id: Lokasi: ({0})
it_it: Località Plus ({0})
nl_nl: Locaties ({0})
pl_pl: Lokalizacje planu Plus ({0})
ro_ro: Locuri Plus ({0})
sk_sk: Lokácie Plus ({0})
sl_si: Plus lokacije ({0})
tr_tr: Plus konumları ({0})

# Sidebar_Countries_BasicAndPlusLocationCount
source: BASIC & PLUS Locations ({0})
be_by: Размяшчэнні BASIC і PLUS ({0})
el_gr: Τοποθεσίες Basic και Plus ({0})
es_419: Ubicaciones BASIC y PLUS ({0})
fi_fi: BASIC- ja PLUS-sijainnit ({0})
fr_fr: Emplacements BASIC & PLUS ({0})
id_id: Lokasi BASIC & PLUS ({0})
it_it: Posizioni BASIC & PLUS ({0})
nl_nl: BASIC & PLUS locaties ({0})
pl_pl: Lokalizacje planu BASIC i PLUS ({0})
ro_ro: Locuri BASIC și PLUS ({0})
sk_sk: Umiestnenie BASIC & PLUS ({0})
sl_si: OSNOVNE & PLUS lokacije ({0})
tr_tr: Basic ve Plus konumları ({0})

# Sidebar_Countries_BasicLocationCount
source: BASIC Locations ({0})
be_by: Размяшчэнні BASIC ({0})
el_gr: Τοποθεσίες BASIC ({0})
es_419: Ubicaciones BASIC ({0})
fi_fi: BASIC-sijainnit ({0})
fr_fr: Emplacements BASIC ({0})
id_id: Lokasi BASIC ({0})
it_it: Posizioni BASIC ({0})
nl_nl: BASIC locaties ({0})
pl_pl: Lokalizacje planu BASIC ({0})
ro_ro: Locuri BASIC ({0})
sk_sk: Umiestnenie BASIC ({0})
sl_si: BASIC lokacije ({0})
tr_tr: Basic konumları ({0})

# Sidebar_Countries_FreeLocationCount
source: FREE Locations ({0})
be_by: Размяшчэнні FREE ({0})
el_gr: Τοποθεσίες FREE ({0})
es_419: Ubicaciones Gratuitas ({0})
fi_fi: FREE-sijainnit ({0})
fr_fr: Emplacements FREE ({0})
id_id: Lokasi FREE ({0})
it_it: Posizioni GRATUITE ({0})
nl_nl: GRATIS locaties ({0})
pl_pl: Lokalizacje planu FREE ({0})
ro_ro: Locuri GRATUITE ({0})
sk_sk: Umiestnenie FREE ({0})
sl_si: BREZPLAČNE lokacije ({0})
tr_tr: Free konumları ({0})

# Sidebar_Countries_FreeServers
source: Free servers
be_by: Бясплатныя серверы
el_gr: Δωρεάν διακομιστές
es_419: Servidores gratuitos
fi_fi: Ilmaispalvelimet
fr_fr: Serveurs Free
it_it: Server gratuiti
nl_nl: Gratis servers
pl_pl: Serwery planu Free
ro_ro: Servere gratuite
sk_sk: Bezplatné servery
sl_si: Brezplačni strežniki
tr_tr: Free sunucuları

# Sidebar_Countries_FreeServersInfo
source: Free servers have no data limit nor network throttling. The speed might be limited only due to the high number of users connected.
be_by: Бясплатныя серверы не маюць абмежаванняў па перададзенаму аб'ёму даных і па прапускной здольнасці сеткі. Хуткасць можа быць абмежавана толькі з-за вялікай колькасці карыстальнікаў.
el_gr: Οι δωρεάν διακομιστές δεν έχουν όριο δεδομένων ούτε περιορισμό δικτύου. Η ταχύτητα ενδέχεται να είναι περιορισμένη μόνο λόγω του μεγάλου αριθμού συνδεδεμένων χρηστών.
es_419: Los servidores gratuitos no tienen límite de datos ni de red. La velocidad puede verse limitada solo por la cantidad de usuarios conectados.
fi_fi: Ilmaisilla palvelimilla ei ole tiedonsiirto- tai nopeusrajoituksia. Nopeutta voi rajoittaa vain palvelimeen yhdistänyt suuri käyttäjämäärä.
fr_fr: Les serveurs Free n'ont aucune limite de données et aucun bridage du réseau. La vitesse peut être limitée uniquement à cause du nombre élevé d'utilisateurs connectés.
it_it: I server gratuiti non hanno limiti di dati e di banda. La loro velocità potrebbe essere limitata a causa dell'alto numero di utenti connessi.
nl_nl: Gratis servers hebben geen datalimiet noch netwerkbeperkingen. De snelheid is mogelijks beperkt alleen maar door het grote aantal aangesloten gebruikers.
pl_pl: Serwery planu Free nie posiadają limitów danych. Prędkość może zostać ograniczona tylko liczbą połączonych użytkowników.
ro_ro: Serverele gratuite nu au limita de date sau viteză. Viteza ar putea fi limitată doar datorită numărului mare de utilizatori conectați.
sk_sk: Bezplatné servery nemajú žiadny dátový limit ani obmedzenie siete. Rýchlosť môže byť obmedzená iba kvôli vysokému počtu pripojených užívateľov.
sl_si: Brezplačni strežniki nimajo omejitve podatkov niti omejevanja omrežja. Hitrost je lahko omejena le zaradi velikega števila povezanih uporabnikov.
tr_tr: Free tarife sunucularında veri sınırı veya ağ kısıtlaması yoktur. Hız, yalnızca bağlı kullanıcı sayısının fazla olması nedeniyle sınırlanıyor olabilir.

# Sidebar_Countries_Information
source: Information
be_by: Інфармацыя
el_gr: Πληροφορίες
es_419: Información
fi_fi: Tietoja
fr_fr: Informations
it_it: Informazione
nl_nl: Informatie
pl_pl: Informacje
ro_ro: Informații
sk_sk: Informácie
sl_si: Informacija
tr_tr: Bilgiler

# Sidebar_Countries_PlusLocationCount
source: PLUS Locations ({0})
be_by: Размяшчэнні PLUS ({0})
el_gr: Τοποθεσίες PLUS ({0})
es_419: Ubicaciones PLUS ({0})
fi_fi: PLUS-sijainnit ({0})
fr_fr: Emplacements PLUS ({0})
id_id: Lokasi PLUS ({0})
it_it: Posizioni PLUS ({0})
nl_nl: PLUS locaties ({0})
pl_pl: Lokalizacje planu PLUS ({0})
ro_ro: Locuri PLUS ({0})
sk_sk: Umiestnenie PLUS ({0})
sl_si: PLUS lokacije ({0})
tr_tr: Plus konumları ({0})

# Sidebar_Countries_ServerCountByTier0
source: FREE Servers ({0})
be_by: Серверы FREE ({0})
el_gr: Διακομιστές FREE ({0})
es_419: Servidores Gratuitos ({0})
fi_fi: FREE-palvelimet ({0})
fr_fr: Serveurs FREE ({0})
id_id: Server FREE ({0})
it_it: Server GRATIS ({0})
nl_nl: GRATIS servers ({0})
pl_pl: Serwery planu FREE ({0})
ro_ro: Servere GRATUITE ({0})
sk_sk: BEZPLATNÉ Servery ({0})
sl_si: Brezplačni strežniki ({0})
tr_tr: Free sunucuları ({0})

# Sidebar_Countries_ServerCountByTier1
source: BASIC Servers ({0})
be_by: Серверы BASIC ({0})
el_gr: Διακομιστές BASIC ({0})
es_419: Servidores BASIC ({0})
fi_fi: BASIC-palvelimet ({0})
fr_fr: Serveurs BASIC ({0})
id_id: Server BASIC ({0})
it_it: Server BASIC ({0})
pl_pl: Serwery planu BASIC ({0})
ro_ro: Servere BASIC ({0})
sk_sk: ZÁKLADNÉ Servery ({0})
sl_si: OSNOVNI strežniki ({0})
tr_tr: Basic sunucuları ({0})

# Sidebar_Countries_ServerCountByTier2
source: Plus servers ({0})
be_by: Серверы Plus ({0})
el_gr: Διακομιστές Plus ({0})
es_419: Servidores Plus ({0})
fi_fi: Plus-palvelimet ({0})
fr_fr: Serveurs Plus ({0})
it_it: Server Plus ({0})
pl_pl: Serwery planu Plus ({0})
ro_ro: Servere Plus ({0})
sk_sk: Plus servery ({0})
sl_si: Plus strežniki ({0})
tr_tr: Plus sunucuları ({0})

# Sidebar_Countries_ServerCountByTier3
source: INTERNAL Servers
be_by: УНУТРАНЫЯ серверы
el_gr: ΕΣΩΤΕΡΙΚΟΙ Διακομιστές
es_419: Servidores INTERNOS
fi_fi: SISÄISET palvelimet
fr_fr: Serveurs INTERNAL
id_id: Server INTERNAL
it_it: Server INTERNI
nl_nl: INTERNE servers
pl_pl: Serwery WEWNĘTRZNE
ro_ro: Servere INTERNE
sk_sk: INTERNÉ servery
sl_si: NOTRANJI strežniki
tr_tr: Internal sunucuları

# Sidebar_Countries_lbl_Maintenance
source: Under maintenance
be_by: На тэхнічным абслугоўванні
el_gr: Υπό συντήρηση
es_419: En mantenimiento
fi_fi: Huollossa
fr_fr: En maintenance
id_id: Dalam pemeliharaan
it_it: In manutenzione
nl_nl: In onderhoud
pl_pl: W trakcie przerwy technicznej
ro_ro: În întreținere
sk_sk: Prebieha údržba
sl_si: Vzdrževalna dela v teku
tr_tr: Bakım yapılıyor

# Sidebar_Countries_lbl_Search_Watermark
source: Search
be_by: Пошук
el_gr: Αναζήτηση
es_419: Buscar
fi_fi: Haku
fr_fr: Rechercher
id_id: Pencarian
it_it: Cerca
nl_nl: Zoek
pl_pl: Szukaj
ro_ro: Căutare
sk_sk: Hľadať
sl_si: Išči
tr_tr: Arama

# Sidebar_Countries_lbl_SecureCore_Info
source: Provides additional protection against VPN server compromise by routing through our secure network
be_by: Забяспечвае дадатковую абарону ад кампраметацыі сервера VPN шляхам маршрутызацыі праз нашу абароненую сетку
el_gr: Παρέχει πρόσθετη προστασία ενάντια στην έκθεση του διακομιστή VPN με δρομολόγηση μέσω του ασφαλούς δικτύου μας
es_419: Proporciona protección adicional contra el compromiso del servidor VPN mediante el enrutamiento a través de nuestra red segura
fi_fi: Tarjoaa lisäsuojaa VPN-palvelimen vaarantumista vastaan ohjaamalla tietoliikenteen suojatun verkkomme kautta
fr_fr: Fournit une protection supplémentaire contre les serveurs VPN compromis en redirigeant le trafic à travers notre réseau sécurisé
id_id: Memberikan perlindungan tambahan terhadap kompromi server VPN dengan menjalin koneksi melalui jaringan Secure Core kami
it_it: Fornisce una protezione aggiuntiva contro i server VPN compromessi indirizzando il traffico attraverso la nostra rete sicura
nl_nl: Biedt extra bescherming tegen serverblootstelling door alle verbindingen door ons Secure Core-netwerk te leiden
pl_pl: Zapewnia dodatkową ochronę przed naruszeniem zabezpieczeń serwera VPN, poprzez przekierowanie połączenia przez naszą sieć Secure Core
ro_ro: Furnizează o protecție adițională împotriva compromiterii serverului VPN direcționând traficul prin rețeaua noastră sigură.
sk_sk: Poskytuje dodatočnú ochranu proti kompromitácii VPN servera smerovaním prevádzky cez našu zabezpečenú sieť
sl_si: Zagotavlja dodatno zaščito pred ogrožanjem strežnika VPN z usmerjanjem prometa prek našega Secure Core omrežja
tr_tr: Trafiği güvenli ağımız üzerinden yönelterek VPN sunucunun ele geçirilmiş olmasına karşı ek koruma sağlar

# Sidebar_Countries_msg_SecureCoreDisableConfirm
source: Disabling Secure Core will disconnect the active VPN connection. Do you want to continue?
be_by: Адключэнне Secure Core прывядзе да адключэння актыўнага падключэння па VPN. Вы сапраўды хочаце працягнуць?
el_gr: Η απενεργοποίηση του Secure Core θα αποσυνδέσει την ενεργή σύνδεση VPN. Θέλετε να συνεχίσετε;
es_419: Deshabilitar Secure Core desconectará la conexión VPN activa. ¿Desea continuar?
fi_fi: Secure Coren käytöstä poisto katkaisee nykyisen VPN-yhteyden. Haluatko jatkaa?
fr_fr: Désactiver Secure Core mettra fin à la connexion VPN active. Voulez-vous continuer ?
id_id: Menonaktifkan Secure Core akan menghentikan koneksi VPN yang sedang aktif. Apa anda ingin melanjutkan?
it_it: Disabilitando Secure Core scollegherai la connessione VPN attiva. Vuoi continuare?
nl_nl: Secure Core uitschakelen zal de huidige VPN-verbinding verbreken. Wilt u doorgaan?
pl_pl: Wyłączenie funkcji Secure Core spowoduje rozłączenie aktywnego połączenia VPN. Czy chcesz kontynuować?
ro_ro: Dezactivând Secure Core se va deconecta conexiunea VPN activă. Doriți să continuați?
sk_sk: Deaktiváciou Secure Core sa odpojí aktívne pripojenie VPN. Chcete pokračovať?
sl_si: Če onemogočite Secure Core, boste prekinili aktivno povezavo VPN. Želite nadaljevati?
tr_tr: Secure Core özelliğini kapatmak, etkin VPN bağlantısını kesecek. İlerlemek istiyor musunuz?

# Sidebar_Countries_msg_SecureCoreEnableConfirm
source: Switching to Secure Core mode will disconnect the active VPN connection. Do you want to continue?
be_by: Пераключэнне на рэжым Secure Core прывядзе да адключэння актыўнага падключэння па VPN. Вы сапраўды хочаце працягнуць?
el_gr: Η εναλλαγή στη λειτουργία Secure Core θα αποσυνδέσει την ενεργή σύνδεση VPN. Θέλετε να συνεχίσετε;
es_419: Cambiar al modo Secure Core desconectará la conexión VPN activa. ¿Desea continuar?
fi_fi: Secure Coren käyttöönotto katkaisee nykyisen VPN-yhteyden. Haluatko jatkaa?
fr_fr: Basculer en mode Secure Core déconnectera la connexion VPN active. Voulez-vous continuer ?
id_id: Pindah ke mode Secure Core akan memutuskan koneksi VPN yang aktif. Apakah Anda ingin melanjutkan?
it_it: Passare alla modalità Secure Core disconnetterà la connessione VPN attiva. Vuoi continuare?
nl_nl: Veranderen naar Secure Core modus zal de huidige VPN-verbinding verbreken. Wilt u doorgaan?
pl_pl: Przełączenie do trybu Secure Core spowoduje rozłączenie aktywnego połączenia VPN. Czy chcesz kontynuować?
ro_ro: Comutând la Secure Core se va deconecta conexiunea VPN activă. Doriți să continuați?
sk_sk: Prepnutím na režim Secure Core sa odpojí aktívne pripojenie VPN. Chcete pokračovať?
sl_si: Preklop v način Secure Core bo prekinil aktivno povezavo VPN. Želite nadaljevati?
tr_tr: Secure Core özelliğini açmak, etkin VPN bağlantısını kesecek. İlerlemek istiyor musunuz?

# Sidebar_Countries_ttl
source: Countries
be_by: Краіны
el_gr: Χώρες
es_419: Países
fi_fi: Maat
fr_fr: Pays
id_id: Negara
it_it: Paesi
nl_nl: Landen
pl_pl: Kraje
ro_ro: Țări
sk_sk: Krajiny
sl_si: Države
tr_tr: Ülkeler
