Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# BugReport_lbl_of
source: of
be_by: з
el_gr: από
es_419: de
fr_fr: sur
id_id: dari
it_it: di
nl_nl: van
pl_pl: z
ro_ro: din
sk_sk: z
sl_si: od

# BugReport_msg_EmailNotValid
source: Email not valid
be_by: Несапраўдная электронная пошта
el_gr: Μη Έγκυρο Email
es_419: Correo inválido
fi_fi: Sähköpostiosoite ei kelpaa
fr_fr: L'adresse e-mail n'est pas valide.
id_id: Email tidak valid
it_it: Email non valida
nl_nl: Ongeldig e-mailadres
pl_pl: Adres e-mail nie jest prawidłowy
ro_ro: E-mailul nu este valid.
sk_sk: Email nie je platný
sl_si: E-pošta ni veljavna
tr_tr: E-posta adresi geçersiz

# BugReport_msg_Sending
source: Sending report...
be_by: Адпраўка справаздачы...
el_gr: Γίνεται αποστολή αναφοράς...
es_419: Enviando reporte...
fi_fi: Lähetetään raporttia...
fr_fr: Envoi du rapport en cours
id_id: Mengirim laporan...
it_it: Invio della segnalazione...
nl_nl: Versturen van rapport...
pl_pl: Wysyłanie raportu...
ro_ro: Se trimite raportul...
sk_sk: Odosielanie hlásenia...
sl_si: Pošiljanje poročila ...
tr_tr: Bildirim gönderiliyor...

# BugReport_msg_SendingFailed
source: Your report wasn’t sent
be_by: Ваша справаздача не адпраўлена
el_gr: Η αναφορά σας δεν στάλθηκε
es_419: Su reporte no fue enviado
fi_fi: Raporttiasi ei lähetetty
fr_fr: Votre rapport n'a pas été envoyé.
id_id: Laporan Anda tidak terkirim
it_it: La tua segnalazione non è stata inviata
nl_nl: Uw melding werd niet verzonden
pl_pl: Raport nie został wysłany
ro_ro: Raportul nu a fost trimis.
sk_sk: Vaše hlásenie nebolo odoslané
sl_si: Vaše poročilo ni bilo poslano.
tr_tr: Bildiriminiz gönderilmedi

# BugReport_msg_SendingInfo
source: Please wait until sending process is finished
be_by: Пачакайце пакуль адпраўка будзе завершана
el_gr: Περιμένετε μέχρι να ολοκληρωθεί η διαδικασία αποστολής
es_419: Espere hasta que el proceso de envío haya terminado
fi_fi: Odota, kunnes lähetysprosessi on suoritettu
fr_fr: Patientez un instant, le temps que l'envoi soit terminé.
id_id: Silakan menunggu hingga proses pengiriman selesai
it_it: Si prega di attendere fino al termine del processo di invio
nl_nl: Wacht tot het verzenden is voltooid
pl_pl: Poczekaj na zakończenie wysyłania
ro_ro: Așteptați până procesul de trimitere s-a finalizat.
sk_sk: Počkajte, prosím, kým sa proces odosielania nedokončí
sl_si: Počakajte, da se postopek pošiljanja konča
tr_tr: Lütfen gönderme işlemi bitene kadar bekleyin

# BugReport_msg_SendingSucceeded
source: Thanks for your feedback
be_by: Дзякуй за ваш водгук
el_gr: Ευχαριστούμε για τα σχόλιά σας
es_419: Gracias por sus comentarios
fi_fi: Kiitos palautteestasi
fr_fr: Merci pour vos commentaires
id_id: Terima kasih atas tanggapan Anda
it_it: Grazie per la tua opinione
nl_nl: Bedankt voor uw feedback
pl_pl: Dziękujemy za opinię
ro_ro: Vă mulţumim pentru feedback.
sk_sk: Ďakujeme za vašu spätnú väzbu
sl_si: Hvala za vaše povratne informacije.
tr_tr: Geri bildiriminiz için teşekkürler

# BugReport_ttl
source: Report an issue
be_by: Паведаміць пра праблему
el_gr: Αναφορά προβλήματος
es_419: Reportar un problema
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un bug
id_id: Laporkan masalah
it_it: Segnala un problema
nl_nl: Een probleem melden
pl_pl: Zgłoś problem
ro_ro: Raportare o problemă
sk_sk: Nahlásiť problém
sl_si: Prijava napake
tr_tr: Bir sorun bildirin

# Connecting_VpnStatus_val_AssigningIp
source: Assigning IP
be_by: Прызначэнне IP-адраса
el_gr: Εκχώρηση IP
es_419: Asignando IP
fi_fi: Määritetään IP-osoitetta
fr_fr: Attribution d'une adresse IP
id_id: Menentukan IP
it_it: Assegnando l'indirizzo IP
nl_nl: IP-adres toewijzen
pl_pl: Przypisywanie adresu IP
ro_ro: Se atribuie IP
sk_sk: Prebieha priraďovanie IP
sl_si: Dodeljevanje IP-ja
tr_tr: IP atanıyor

# Connecting_VpnStatus_val_Authenticating
source: Authenticating User
be_by: Аўтэнтыфікацыя карыстальніка
el_gr: Επαλήθευση χρήστη
es_419: Autenticando usuario
fi_fi: Todennetaan käyttäjää
fr_fr: Authentification de l'utilisateur
id_id: Mengotentikasi Pengguna
it_it: Autenticazione utente
nl_nl: Gebruiker verifiëren
pl_pl: Uwierzytelnianie użytkownika
ro_ro: Se autentifică utilizatorul
sk_sk: Overovanie používateľa
sl_si: Preverjanje pristnosti uporabnika
tr_tr: Kullanıcı kimliği doğrulanıyor

# Connecting_VpnStatus_val_Connecting
source: Initializing Connection
be_by: Ініцыялізацыя падключэння
el_gr: Εκκίνηση Σύνδεσης
es_419: Inicializando conexión
fi_fi: Valmistellaan yhteyttä
fr_fr: Établissement de la connexion
id_id: Memulai Koneksi
it_it: Inizializzando la connessione
nl_nl: Verbinding initialiseren
pl_pl: Inicjowanie połączenia
ro_ro: Se inițializează conexiunea
sk_sk: Inicializácia pripojenia
sl_si: Vzpostavljanje povezave
tr_tr: Bağlantı başlatılıyor

# Connecting_VpnStatus_val_Pinging
source: Waiting for a usable network...
be_by: Чаканне даступнай сеткі...
el_gr: Αναμονή για χρησιμοποιήσιμο δίκτυο...
es_419: Esperando una red activa...
fi_fi: Odotetaan käyttökelpoista verkkoa...
fr_fr: En attente d'un réseau utilisable…
id_id: Menunggu jaringan yang dapat digunakan...
it_it: In attesa di una rete utilizzabile...
nl_nl: Wachten op een bruikbaar netwerk...
pl_pl: Oczekiwanie na sieć...
ro_ro: Se așteaptă o rețea utilizabilă...
sk_sk: Čaká sa na použiteľnú sieť...
sl_si: Čakanje na uporabno omrežje ...
tr_tr: Kullanılabilecek bir ağ bağlantısı için bekleniyor...

# Connecting_VpnStatus_val_RetrievingConfiguration
source: Establishing VPN tunnel
be_by: Усталяванне тунэлю VPN
el_gr: Δημιουργία VPN tunnel
es_419: Estableciendo túnel VPN
fi_fi: Luodaan VPN-tunneli
fr_fr: Établissement du tunnel VPN
id_id: Mengukuhkan terowongan VPN
it_it: Creazione tunnel VPN
nl_nl: VPN-tunnel tot stand brengen
pl_pl: Tworzenie tunelu VPN
ro_ro: Se stabilește tunelul VPN
sk_sk: Vytváranie VPN tunela
sl_si: Vzpostavitev tunela VPN
tr_tr: VPN tüneli kuruluyor

# Connecting_VpnStatus_val_Waiting
source: Initializing Connection
be_by: Ініцыялізацыя падключэння
el_gr: Εκκίνηση Σύνδεσης
es_419: Inicializando conexión
fi_fi: Valmistellaan yhteyttä
fr_fr: Établissement de la connexion
id_id: Memulai Koneksi
it_it: Inizializzando la connessione
nl_nl: Verbinding initialiseren
pl_pl: Inicjowanie połączenia
ro_ro: Se inițializează conexiunea
sk_sk: Inicializácia pripojenia
sl_si: Vzpostavljanje povezave
tr_tr: Bağlantı kuruluyor

# Connecting_btn_Cancel
source: Cancel
be_by: Скасаваць
el_gr: Ακύρωση
es_419: Cancelar
fi_fi: Keskeytä
fr_fr: Annuler
id_id: Batal
it_it: Annulla
nl_nl: Annuleer
pl_pl: Anuluj
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
tr_tr: İptal

# Connecting_btn_TryAgain
source: Try again
be_by: Паспрабаваць яшчэ раз
el_gr: Προσπαθήστε ξανά
es_419: Volver a intentar
fi_fi: Yritä uudelleen
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
nl_nl: Probeer opnieuw
pl_pl: Spróbuj ponownie
ro_ro: Reîncercare
sk_sk: Skúsiť znova
sl_si: Poskusi znova
tr_tr: Yeniden dene

# Connecting_lbl_ConnectingTo_1
source: Connecting to
be_by: Падключэнне да
el_gr: Συνδέεται σε
es_419: Conectando a
fi_fi: Yhdistetään palvelimeen
fr_fr: Connexion en cours à
id_id: Menghubungkan ke
it_it: Connessione a
nl_nl: Verbinding maken met
pl_pl: Łączenie z
ro_ro: Se conectează la
sk_sk: Pripájanie k
sl_si: Povezovanje z
tr_tr: Bağlantı kuruluyor

# Connecting_lbl_ConnectingTo_1_SecureCore
source: Creating
be_by: Стварэнне
el_gr: Γίνεται δημιουργία
es_419: Conexión
fi_fi: Luodaan
fr_fr: Connexion
id_id: Mengukuhkan
it_it: Creazione
nl_nl: Aanmaken
pl_pl: Połączenie
ro_ro: Se crează
sk_sk: Vytváranie
sl_si: Ustvarjam
tr_tr: Oluşturuluyor

# Connecting_lbl_ConnectingTo_2_SecureCore
source: connection
be_by: падключэнне
el_gr: σύνδεση
es_419: creada
fi_fi: yhteys
fr_fr: en cours de création
id_id: koneksi
it_it: connessione
nl_nl: verbinding
pl_pl: jest w trakcie tworzenia
ro_ro: conexiune
sk_sk: pripojenia
sl_si: povezava
tr_tr: bağlantı

# Connecting_lbl_FailedConnection_1
source: Connection to
be_by: Падключэнне да
el_gr: Σύνδεση σε
es_419: La conexión a
fi_fi: Yhteys palvelimeen
fr_fr: La connexion à
id_id: Koneksi ke
it_it: Connessione a
nl_nl: Verbinding met
pl_pl: Połączenie
ro_ro: Conexiunea la
sk_sk: Pripojenie ku
sl_si: Povezujem z
tr_tr: Bağlantı

# Connecting_lbl_FailedConnection_1_SecureCore
source: The
el_gr: Το
es_419: La conexión
fr_fr: La connexion
it_it: La
nl_nl: De
pl_pl: Połączenie
ro_ro: Conexiunea

# Connecting_lbl_FailedConnection_2
source: has failed
be_by: збой
el_gr: έχει αποτύχει
es_419: no funcionó
fi_fi: epäonnistui
fr_fr: n'a pas abouti
id_id: tidak berhasil
it_it: non riuscita
nl_nl: is mislukt
pl_pl: nie powiodło się
ro_ro: a eșuat
sk_sk: zlyhalo
sl_si: ni uspelo
tr_tr: kurulamadı

# Connecting_lbl_FailedConnection_2_SecureCore
source: connection has failed
be_by: збой падключэння
el_gr: αποτυχία σύνδεσης
es_419: la conexión no funcionó
fi_fi: Yhteyden muodostus epäonnistui
fr_fr: n'a pas abouti
id_id: sambungan gagal
it_it: connessione non è riuscita
nl_nl: verbinding maken mislukt
pl_pl: nie powiodło się
ro_ro: a eșuat
sk_sk: pripojenie zlyhalo
sl_si: povezava ni uspela
tr_tr: bağlantı kurulamadı

# Countries_lbl_One
source: {0} country
be_by: {0} краіна
el_gr: {0} χώρα
es_419: {0} país
fi_fi: {0} maassa
fr_fr: {0} pays
it_it: {0} paese
nl_nl: {0} land
pl_pl: {0} kraju
ro_ro: {0} țară
sk_sk: {0} krajina
sl_si: {0} država
tr_tr: {0} ülke

# Countries_lbl_Other
source: {0} countries
be_by: {0} краіны
el_gr: {0} χώρες
es_419: {0} países
fi_fi: {0} maassa
fr_fr: {0} pays
it_it: {0} paesi
nl_nl: {0} landen
pl_pl: {0} krajach
ro_ro: {0} de țări
sk_sk: {0} krajín
sl_si: {0} držav
tr_tr: {0} ülke

# Country_val_AD
source: Andorra
be_by: Андора
el_gr: Ανδόρα
fr_fr: Andorre
pl_pl: Andora
sl_si: Andora

# Country_val_AE
source: United Arab Emirates
be_by: Аб’яднаныя Арабскія Эміраты
el_gr: Ηνωμένα Αραβικά Εμιράτα
es_419: Emiratos Árabes Unidos
fi_fi: Yhdistyneet arabiemiirikunnat
fr_fr: Émirats arabes unis
id_id: Uni Emirat Arab
it_it: Emirati Arabi Uniti
nl_nl: Verenigde Arabische Emiraten
pl_pl: Zjednoczone Emiraty Arabskie
ro_ro: Emiratele Arabe Unite
sk_sk: Spojené arabské emiráty
sl_si: Združeni arabski emirati
tr_tr: Birleşik Arap Emirlikleri

# Country_val_AF
source: Afghanistan
be_by: Афганістан
el_gr: Αφγανιστάν
es_419: Afganistán
fi_fi: Afganistan
pl_pl: Afganistan
ro_ro: Afganistan
sk_sk: Afganistan
sl_si: Afganistan
tr_tr: Afganistan

# Country_val_AG
source: Antigua and Barbuda
be_by: Антыгуа і Барбуда
el_gr: Αντίγκουα και Μπαρμπούντα
es_419: Antigua y Barbuda
fi_fi: Antigua ja Barbuda
fr_fr: Antigua-et-Barbuda
id_id: Antigua dan Barbuda
it_it: Antigua e Barbuda
nl_nl: Antigua en Barbuda
pl_pl: Antigua i Barbuda
ro_ro: Antigua și Barbuda
sk_sk: Antigua a Barbuda
sl_si: Antigva in Barbuda
tr_tr: Antigua ve Barbuda

# Country_val_AI
source: Anguilla
be_by: Ангілья
el_gr: Ανγκουίλα
es_419: Anguila
sl_si: Angvila

# Country_val_AL
source: Albania
be_by: Албанія
el_gr: Αλβανία
fr_fr: Albanie
nl_nl: Albanië
sk_sk: Albánsko
sl_si: Albanija
tr_tr: Arnavutluk

# Country_val_AM
source: Armenia
be_by: Арменія
el_gr: Αρμενία
fr_fr: Arménie
nl_nl: Armenië
sk_sk: Arménsko
sl_si: Armenija
tr_tr: Ermenistan

# Country_val_AO
source: Angola
be_by: Ангола
el_gr: Αγκόλα

# Country_val_AQ
source: Antarctica
be_by: Антарктыда
el_gr: Ανταρκτική
es_419: Antártida
fi_fi: Antarktis
fr_fr: Antarctique
id_id: Antartika
it_it: Antartide
pl_pl: Antarktyda
sk_sk: Antarktída
sl_si: Antarktika
tr_tr: Antarktika

# Country_val_AR
source: Argentina
be_by: Аргенціна
el_gr: Αργεντινή
fi_fi: Argentiina
fr_fr: Argentine
nl_nl: Argentinië
pl_pl: Argentyna
sk_sk: Argentína
tr_tr: Arjantin

# Country_val_AS
source: American Samoa
be_by: Амерыканскае Самоа
el_gr: Αμερικανική Σαμόα
es_419: Samoa Americana
fi_fi: Amerikan Samoa
fr_fr: Samoa américaines
id_id: Samoa Amerika
it_it: Samoa Americane
nl_nl: Amerikaans Samoa
pl_pl: Samoa Amerykańskie
ro_ro: Samoa Americană
sk_sk: Americká Samoa
sl_si: Ameriška Samoa
tr_tr: Amerikan Samoası

# Country_val_AT
source: Austria
be_by: Аўстрыя
el_gr: Αυστρία
fi_fi: Itävalta
fr_fr: Autriche
nl_nl: Oostenrijk
sk_sk: Rakúsko
sl_si: Avstrija
tr_tr: Avusturya

# Country_val_AU
source: Australia
be_by: Аўстралія
el_gr: Αυστραλία
fr_fr: Australie
nl_nl: Australië
sk_sk: Austrália
sl_si: Avstralija
tr_tr: Avustralya

# Country_val_AW
source: Aruba
be_by: Аруба
el_gr: Αρούμπα

# Country_val_AX
source: Aland Islands
be_by: Аландскія астравы
el_gr: Νησιά Άλαντ
es_419: Islas Aland
fi_fi: Ahvenanmaa
fr_fr: Îles d'Åland
id_id: Kepulauan Aland
it_it: Isole Aland
nl_nl: Aland Eilanden
pl_pl: Wyspy Alandzkie
ro_ro: Insulele Aland
sk_sk: Alandské ostrovy
sl_si: Alandski otoki
tr_tr: Aland Adaları

# Country_val_AZ
source: Azerbaijan
be_by: Азербайджан
el_gr: Αζερμπαϊτζάν
es_419: Azerbaiyán
fi_fi: Azerbaidžan
fr_fr: Azerbaïdjan
it_it: Azerbaigian
nl_nl: Azerbeidzjan
pl_pl: Azerbejdżan
ro_ro: Azerbaidjan
sk_sk: Azerbajdžan
sl_si: Azerbajdžan
tr_tr: Azerbaycan

# Country_val_BA
source: Bosnia and Herzegovina
be_by: Боснія і Герцагавіна
el_gr: Βοσνία Ερζεγοβίνη
es_419: Bosnia Herzegovina
fi_fi: Bosnia ja Hertsegovina
fr_fr: Bosnie-Herzégovine
id_id: Bosnia dan Herzegovina
it_it: Bosnia ed Herzegovina
nl_nl: Bosnië en Herzegovina
pl_pl: Bośnia i Hercegowina
ro_ro: Bosnia și Herțegovina
sk_sk: Bosna a Hercegovina
sl_si: Bosna in Hercegovina
tr_tr: Bosna Hersek

# Country_val_BB
source: Barbados
be_by: Барбадас
el_gr: Μπαρμπάντος
fr_fr: Barbade

# Country_val_BD
source: Bangladesh
be_by: Бангладэш
el_gr: Μπαγκλαντές
es_419: Bangladés
pl_pl: Bangladesz
ro_ro: Bangladeș
sk_sk: Bangladéš
sl_si: Bangladeš
tr_tr: Bangladeş

# Country_val_BE
source: Belgium
be_by: Бельгія
el_gr: Βέλγιο
es_419: Bélgica
fi_fi: Belgia
fr_fr: Belgique
id_id: Belgia
it_it: Belgio
nl_nl: België
pl_pl: Belgia
ro_ro: Belgia
sk_sk: Belgicko
sl_si: Belgija
tr_tr: Belçika

# Country_val_BF
source: Burkina Faso
be_by: Буркіна-Фасо
el_gr: Μπουρκίνα Φάσο

# Country_val_BG
source: Bulgaria
be_by: Балгарыя
el_gr: Βουλγαρία
fr_fr: Bulgarie
nl_nl: Bulgarije
pl_pl: Bułgaria
sk_sk: Bulharsko
sl_si: Bolgarija
tr_tr: Bulgaristan

# Country_val_BH
source: Bahrain
be_by: Бахрэйн
el_gr: Μπαχρέιν
es_419: Baréin
fr_fr: Bahreïn
it_it: Bahrein
pl_pl: Bahrajn
sk_sk: Bahrajn
sl_si: Bahrajn
tr_tr: Bahreyn

# Country_val_BI
source: Burundi
be_by: Бурундзі
el_gr: Μπουρούντι
nl_nl: Boeroendi

# Country_val_BJ
source: Benin
be_by: Бенін
el_gr: Μπενίν
es_419: Benín
fr_fr: Bénin

# Country_val_BL
source: Saint Barthélemy
be_by: Сен-Бартэльмі
el_gr: Άγιος Βαρθολομαίος
es_419: San Bartolomé
fr_fr: Saint-Barthélémy
nl_nl: Sint-Bartholomeus
ro_ro: Sfântul Bartolomeu
sk_sk: Svätý Bartolomej
sl_si: Sveti Bartolomej

# Country_val_BM
source: Bermuda
be_by: Бермудскія астравы
el_gr: Βερμούδες
es_419: Bermudas
fr_fr: Bermudes
pl_pl: Bermudy
sk_sk: Bermudy
sl_si: Bermudi

# Country_val_BN
source: Brunei Darussalam
be_by: Бруней-Дарусалам
el_gr: Μπρουνέι
es_419: Brunéi
fr_fr: Brunéi Darussalam
it_it: Sultanato del Brunei
pl_pl: Brunei
sk_sk: Brunej Darussalam
sl_si: Brunej

# Country_val_BO
source: Bolivia
be_by: Балівія
el_gr: Βολιβία
fr_fr: Bolivie
pl_pl: Boliwia
sk_sk: Bolívia
sl_si: Bolivija
tr_tr: Bolivya

# Country_val_BQ
source: Bonaire, Sint Eustatius and Saba
be_by: Банайрэ, Сінт-Эстатыус і Саба
el_gr: Μπονέρ, Άγιος Ευστάθιος και Σάμπα
es_419: Caribe Neerlandés
fi_fi: Bonaire, Sint Eustatius ja Saba
fr_fr: Bonaire, Saint-Eustache et Saba
id_id: Bonaire, Sint Eustatius dan Saba
it_it: Bonaire, Sint Eustatius e Saba
nl_nl: Bonaire, Sint Eustatius en Saba
pl_pl: Holandia Karaibska
ro_ro: Bonaire, Sint Eustatius și Saba
sk_sk: Bonaire, Svätý Eustach a Saba
sl_si: Bonaire, Sveti Evstahij in Saba
tr_tr: Karayip Hollandası

# Country_val_BR
source: Brazil
be_by: Бразілія
el_gr: Βραζιλία
es_419: Brasil
fi_fi: Brasilia
fr_fr: Brésil
it_it: Brasile
nl_nl: Brazilië
pl_pl: Brazylia
ro_ro: Brazilia
sk_sk: Brazília
sl_si: Brazilija
tr_tr: Brezilya

# Country_val_BS
source: Bahamas
be_by: Багамскія астравы
el_gr: Μπαχάμες
fi_fi: Bahama
id_id: Bahama
pl_pl: Bahamy
sk_sk: Bahamy
sl_si: Bahami
tr_tr: Bahamalar

# Country_val_BT
source: Bhutan
be_by: Бутан
el_gr: Μπουτάν
es_419: Bután
fr_fr: Bhoutan
ro_ro: Butan
sk_sk: Bhután
sl_si: Butan
tr_tr: Butan

# Country_val_BV
source: Bouvet Island
be_by: Востраў Буве
el_gr: Νήσος Μπουβέ
es_419: Isla Bouvet
fi_fi: Bouvet’nsaari
fr_fr: Île Bouvet
id_id: Pulau Bouvet
it_it: Isola di Bouvet
nl_nl: Bouvet Eiland
pl_pl: Wyspa Bouveta
ro_ro: Insula Bouvet
sk_sk: Bouvetov ostrov
sl_si: Bouvetov otok
tr_tr: Bouvet Adası

# Country_val_BW
source: Botswana
be_by: Батсвана
el_gr: Μποτσουάνα
es_419: Botsuana
sl_si: Bocvana
tr_tr: Botsvana

# Country_val_BY
source: Belarus
be_by: Беларусь
el_gr: Λευκορωσία
es_419: Bielorrusia
fi_fi: Valko-Venäjä
fr_fr: Biélorussie
it_it: Bielorussia
nl_nl: Wit-Rusland
pl_pl: Białoruś
sk_sk: Bielorusko
sl_si: Belorusija

# Country_val_BZ
source: Belize
be_by: Беліз
el_gr: Μπελίζ
es_419: Belice
fr_fr: Bélize

# Country_val_CA
source: Canada
be_by: Канада
el_gr: Καναδάς
es_419: Canadá
fi_fi: Kanada
id_id: Kanada
pl_pl: Kanada
sk_sk: Kanada
sl_si: Kanada
tr_tr: Kanada

# Country_val_CC
source: Cocos (Keeling) Islands
be_by: Какосавыя астравы (Кілінг)
el_gr: Νήσοι Κόκος
es_419: Islas Cocos (Keeling)
fi_fi: Kookossaaret
fr_fr: Îles Cocos (Keeling)
id_id: Kepulauan Cocos (Keeling)
it_it: Isole Cocos (Keeling)
nl_nl: Cocoseilanden
pl_pl: Wyspy Kokosowe
ro_ro: Insulele Cocos (Keeling)
sk_sk: Kokosové (Keelingove) ostrovy
sl_si: Kokosovi (Keelingovi) otoki
tr_tr: Cocos (Keeling) Adaları

# Country_val_CD
source: Congo (Democratic Republic of the)
be_by: Дэмакратычная Рэспубліка Конга
el_gr: Κονγκό-Κινσάσα
es_419: RD del Congo
fi_fi: Kongon demokraattinen tasavalta
fr_fr: Congo - République Démocratique du Congo
id_id: Republik Demokratik Kongo
it_it: Congo (Repubblica democratica del)
nl_nl: Congo (Democratische Republiek)
pl_pl: Kongo
ro_ro: Congo (Republica Democrată)
sk_sk: Konžská demokratická republika
sl_si: Kongo (Demokratična republika)
tr_tr: Kongo (Demokratik Cumhuriyeti)

# Country_val_CF
source: Central African Republic
be_by: Цэнтральна-Афрыканская Рэспубліка
el_gr: Κεντροαφρικανική Δημοκρατία
es_419: República Centroafricana
fi_fi: Keski-Afrikan tasavalta
fr_fr: République centrafricaine
id_id: Republik Afrika Tengah
it_it: Repubblica Centrafricana
nl_nl: Centraal Afrikaanse Republiek
pl_pl: Republika Środkowoafrykańska
ro_ro: Republica Central Africană
sk_sk: Stredoafrická republika
sl_si: Srednjeafriška republika
tr_tr: Orta Afrika Cumhuriyeti

# Country_val_CG
source: Congo
be_by: Конга
el_gr: Κονγκό-Μπραζαβίλ
fi_fi: Kongo
id_id: Kongo
pl_pl: Kongo
sk_sk: Kongo
sl_si: Kongo
tr_tr: Kongo

# Country_val_CH
source: Switzerland
be_by: Швейцарыя
el_gr: Ελβετία
es_419: Suiza
fi_fi: Sveitsi
fr_fr: Suisse
id_id: Swiss
it_it: Svizzera
nl_nl: Zwitserland
pl_pl: Szwajcaria
ro_ro: Elveția
sk_sk: Švajčiarsko
sl_si: Švica
tr_tr: İsviçre

# Country_val_CI
source: Côte d'Ivoire
be_by: Кот-д’Івуар
el_gr: Ακτή Ελεφαντοστού
es_419: Costa de Marfil
fi_fi: Norsunluurannikko
id_id: Pantai Gading
it_it: Costa d'Avorio
nl_nl: Ivoorkust
pl_pl: Wybrzeże Kości Słoniowej
ro_ro: Costa de Fildeș
sk_sk: Pobrežie Slonoviny
sl_si: Slonokoščena obala
tr_tr: Fildişi Sahili

# Country_val_CK
source: Cook Islands
be_by: Астравы Кука
el_gr: Νήσοι Κουκ
es_419: Islas Cook
fi_fi: Cookinsaaret
fr_fr: Îles Cook
id_id: Kepulauan Cook
it_it: Isole Cook
nl_nl: Cook Eilanden
pl_pl: Wyspy Cooka
ro_ro: Insulele Cook
sk_sk: Cookove ostrovy
sl_si: Cookovi otoki
tr_tr: Cook Adaları

# Country_val_CL
source: Chile
be_by: Чылі
el_gr: Χιλή
fr_fr: Chili
id_id: Cili
it_it: Cile
nl_nl: Chili
ro_ro: Cile
sk_sk: Čile
sl_si: Čile
tr_tr: Şili

# Country_val_CM
source: Cameroon
be_by: Камерун
el_gr: Καμερούν
es_419: Camerún
fi_fi: Kamerun
fr_fr: Cameroun
id_id: Kamerun
it_it: Camerun
nl_nl: Kameroen
pl_pl: Kamerun
ro_ro: Camerun
sk_sk: Kamerun
sl_si: Kamerun
tr_tr: Kamerun

# Country_val_CN
source: China
be_by: Кітай
el_gr: Κίνα
fi_fi: Kiina
fr_fr: Chine
id_id: Tiongkok
it_it: Cina
pl_pl: Chiny
sk_sk: Čína
sl_si: Kitajska
tr_tr: Çin

# Country_val_CO
source: Colombia
be_by: Калумбія
el_gr: Κολομβία
fi_fi: Kolumbia
fr_fr: Colombie
id_id: Kolombia
pl_pl: Kolumbia
ro_ro: Columbia
sk_sk: Kolumbia
sl_si: Kolumbija
tr_tr: Kolombiya

# Country_val_CR
source: Costa Rica
be_by: Коста-Рыка
el_gr: Κόστα Ρίκα
id_id: Kosta Rika
pl_pl: Kostaryka
sk_sk: Kostarika
sl_si: Kostarika
tr_tr: Kosta Rika

# Country_val_CU
source: Cuba
be_by: Куба
el_gr: Κούβα
fi_fi: Kuuba
id_id: Kuba
pl_pl: Kuba
sk_sk: Kuba
sl_si: Kuba
tr_tr: Küba

# Country_val_CV
source: Cape Verde
be_by: Каба-Вердэ
el_gr: Πράσινο Ακρωτήριo
es_419: Cabo Verde
fi_fi: Kap Verde
fr_fr: Cap-Vert
id_id: Tanjung Verde
it_it: Capo Verde
nl_nl: Kaapverdië
pl_pl: Wyspy Zielonego Przylądka
ro_ro: Capul Verde
sk_sk: Kapverdy
sl_si: Zelenortski otoki
tr_tr: Yeşil Burun Adaları

# Country_val_CW
source: Curaçao
be_by: Кюрасаа
el_gr: Κουρασάο
es_419: Curazao

# Country_val_CX
source: Christmas Island
be_by: Востраў Каляд
el_gr: Νήσος Χριστουγέννων
es_419: Isla de Navidad
fi_fi: Joulusaari
fr_fr: Île Christmas
id_id: Pulau Christmas
it_it: Isola di Natale
nl_nl: Kersteiland
pl_pl: Wyspa Bożego Narodzenia
ro_ro: Insula Crăciunului
sk_sk: Vianočný ostrov
sl_si: Božični otok
tr_tr: Christmas Adası

# Country_val_CY
source: Cyprus
be_by: Кіпр
el_gr: Κύπρος
es_419: Chipre
fi_fi: Kypros
fr_fr: Chypre
id_id: Siprus
it_it: Cipro
pl_pl: Cypr
ro_ro: Cipru
sl_si: Ciper
tr_tr: Kıbrıs

# Country_val_CZ
source: Czechia
be_by: Чэхія
el_gr: Τσεχία
es_419: Rep. Checa
fi_fi: Tšekki
fr_fr: Tchéquie
id_id: Ceko
it_it: Repubblica Ceca
nl_nl: Tsjechië
pl_pl: Czechy
ro_ro: Cehia
sk_sk: Česko
sl_si: Češka
tr_tr: Çekya

# Country_val_DE
source: Germany
be_by: Германія
el_gr: Γερμανία
es_419: Alemania
fi_fi: Saksa
fr_fr: Allemagne
id_id: Jerman
it_it: Germania
nl_nl: Duitsland
pl_pl: Niemcy
ro_ro: Germania
sk_sk: Nemecko
sl_si: Nemčija
tr_tr: Almanya

# Country_val_DJ
source: Djibouti
be_by: Джыбуці
el_gr: Τζιμπουτί
es_419: Yibuti
it_it: Gibuti
pl_pl: Dżibuti
sk_sk: Džibutsko
sl_si: Džibuti
tr_tr: Cibuti

# Country_val_DK
source: Denmark
be_by: Данія
el_gr: Δανία
es_419: Dinamarca
fi_fi: Tanska
fr_fr: Danemark
it_it: Danimarca
nl_nl: Denemarken
pl_pl: Dania
ro_ro: Danemarca
sk_sk: Dánsko
sl_si: Danska
tr_tr: Danimarka

# Country_val_DM
source: Dominica
be_by: Дамініка
el_gr: Δομινίκα
fr_fr: Dominique
id_id: Dominika
pl_pl: Dominika
ro_ro: Republica Dominicană
sk_sk: Dominika
sl_si: Dominika
tr_tr: Dominika

# Country_val_DO
source: Dominican Republic
be_by: Дамініканская Рэспубліка
el_gr: Δομινικανή Δημοκρατία
es_419: República Dominicana
fi_fi: Dominikaaninen tasavalta
fr_fr: République dominicaine
id_id: Republik Dominika
it_it: Repubblica Dominicana
nl_nl: Dominicaanse Republiek
pl_pl: Dominikana
ro_ro: Republica Dominicană
sk_sk: Dominikánská republika
sl_si: Dominikanska republika
tr_tr: Dominik Cumhuriyeti

# Country_val_DZ
source: Algeria
be_by: Алжыр
el_gr: Αλγερία
es_419: Argelia
fr_fr: Algérie
id_id: Aljazair
nl_nl: Algerije
pl_pl: Algieria
sk_sk: Alžírsko
sl_si: Alžirija
tr_tr: Cezayir

# Country_val_EC
source: Ecuador
be_by: Эквадор
el_gr: Ισημερινός
fr_fr: Équateur
id_id: Ekuador
pl_pl: Ekwador
sk_sk: Ekvádor
sl_si: Ekvador
tr_tr: Ekvador

# Country_val_EE
source: Estonia
be_by: Эстонія
el_gr: Εσθονία
fi_fi: Viro
fr_fr: Estonie
nl_nl: Estland
sk_sk: Estónsko
sl_si: Estonija
tr_tr: Estonya

# Country_val_EG
source: Egypt
be_by: Егіпет
el_gr: Αίγυπτος
es_419: Egipto
fi_fi: Egypti
fr_fr: Égypte
id_id: Mesir
it_it: Egitto
nl_nl: Egypte
pl_pl: Egipt
ro_ro: Egipt
sl_si: Egipt
tr_tr: Mısır
