Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Settings_Connection_lbl_CustomDnsServer_Info
source: Enter a private DNS server (like AdGuard DNS) to process your DNS requests. Using a custom DNS servers will disable NetShield. DNS servers are responsible for directing you to the correct site, so only use servers you trust.
be_by: Увесці прыватны сервер DNS (напрыклад, AdGuard DNS) для апрацоўкі вашых запытаў DNS. Выкарыстанне карыстальніцкіх сервераў DNS прывядзе да адключэння NetShield. Серверы DNS адказваюць за перанакіраванне вас на слушны сайт, таму карыстайцеся толькі тымі серверамі, якім вы давяраеце.
el_gr: Εισαγάγετε έναν ιδιωτικό διακομιστή DNS (όπως το AdGuard DNS) για να επεξεργαστείτε τα αιτήματά σας DNS. Η χρήση προσαρμοσμένων διακομιστών DNS θα απενεργοποιήσει το NetShield. Οι διακομιστές DNS είναι υπεύθυνοι για την κατεύθυνσή σας στον σωστό ιστότοπο, επομένως χρησιμοποιείτε μόνο διακομιστές που εμπιστεύεστε.
es_419: Ingrese un servidor DNS privado (como AdGuard DNS) para procesar sus peticiones DNS. Utilizar servidores DNS personalizados desactivará NetShield. Los servidores DNS son responsables de dirigirlo al sitio correcto, por lo que solo use servidores de confianza.
fi_fi: Syötä yksityinen DNS-palvelin (esim. AdGuard DNS) käsittelemään DNS-pyyntösi. Oman DNS-palvelimen käyttö poistaa NetShieldin käytöstä. DNS-palvelimet vastaavat siitä, että ohjaudut oikealle verkkosivustolle, joten käytä vain luotettavia palvelimia.
fr_fr: Entrez un serveur DNS privé (comme AdGuard DNS) pour traiter vos requêtes DNS. L'utilisation d'un serveur DNS personnalisé désactivera NetShield. Les serveurs DNS sont chargés de vous diriger vers le bon site, donc n'utilisez que des serveurs en lesquels vous avez confiance.
id_id: Masukkan server DNS pribadi (seperti DNS AdGuard) untuk memproses permintaan DNS Anda. Menggunakan server DNS khusus akan menonaktifkan NetShield. Server DNS bertanggung jawab untuk mengarahkan Anda ke situs yang benar, jadi hanya gunakan server yang Anda percayai.
it_it: Inserisci un server DNS privato (come AdGuard DNS) per elaborare le tue richieste DNS. L'uso di un server DNS personalizzato disabiliterà NetShield. I server DNS sono servono per indirizzarti al sito corretto, quindi utilizza solo i server di cui ti fidi.
nl_nl: Voer een privé DNS-server (zoals AdGuard DNS) in om uw DNS-verzoeken te verwerken. Gebruik van een aangepaste DNS-servers zal NetShield uitschakelen. DNS-servers zijn verantwoordelijk voor het sturen naar de juiste site, dus gebruik alleen servers die u vertrouwt.
pl_pl: Wpisz adres własnego serwera DNS (jak AdGuard DNS) do przetwarzania zapytań DNS. Korzystanie z niestandardowych serwerów DNS spowoduje wyłączenie funkcji NetShield. Serwery DNS odpowiadają za przekierowywanie użytkowników na właściwe strony internetowe, dlatego korzystaj tylko z zaufanych serwerów.
ro_ro: Introduceți un server DNS privat (cum ar fi AdGuard DNS) pentru a vă procesa solicitările DNS. Utilizarea unui server DNS personalizat va dezactiva NetShield. Serverele DNS sunt responsabile pentru a vă direcționa către site-ul corect, așa că utilizați numai serverele în care aveți încredere.
sk_sk: Zadajte súkromný server DNS (napríklad AdGuard DNS) na spracovanie dotazov DNS. Používanie vlastných serverov DNS deaktivuje NetShield. Servery DNS sú zodpovedné za presmerovanie na správny web, preto používajte iba servery, ktorým dôverujete.
sl_si: Vnesite zasebni strežnik DNS (na primer AdGuard DNS) za obdelavo vaših zahtev DNS. Uporaba strežnikov DNS po meri bo onemogočila NetShield. Strežniki DNS so odgovorni za to, da vas usmerijo na pravo mesto, zato uporabljajte le strežnike, ki jim zaupate.
tr_tr: DNS isteklerinizi işleyecek özel bir DNS sunucusu yazın (AdGuard DNS gibi). Özel bir DNS sunucusu kullanmak NetShield özelliğini kapatır. DNS sunucuları sizi doğru siteye yönlendirmekten sorumludur. Bu nedenle yalnızca güvendiğiniz sunucuları kullanın.

# Settings_Connection_lbl_DefaultProtocol
source: Protocol
be_by: Пратакол
el_gr: Πρωτόκολλο
es_419: Protocolo
fi_fi: Protokolla
fr_fr: Protocole
id_id: Protokol
it_it: Protocollo
pl_pl: Protokół
sk_sk: Protokol
sl_si: Protokol
tr_tr: İletişim kuralı

# Settings_Connection_lbl_DefaultProtocol_Info
source: Enable Smart Protocol to automatically use the protocol and port that offer the best connectivity.
be_by: Уключыць Smart Protoctol для аўтаматычнага выкарыстання пратакола і парта, якія забяспечваюць лепшае падключэнне.
el_gr: Ενεργοποιήστε το Smart Protocol για αυτόματη χρήση του πρωτοκόλλου και της θύρας που προσφέρει την καλύτερη συνδεσιμότητα.
es_419: Habilite Smart Protocol para usar automáticamente el protocolo y puerto que ofrecen la mejor conectividad.
fi_fi: Smart Protocol käyttää automaattisesti parhaan yhteyden tarjoavaa protokollaa ja porttia.
fr_fr: Activer Smart Protocol pour utiliser automatiquement le protocole et le port qui offrent la meilleure connectivité.
id_id: Aktifkan Smart Protocol agar Anda dapat terhubung ke internet melalui protokol dan port yang memiliki kualitas sambungan terbaik secara otomatis.
it_it: Abilita il Protocollo Smart per usare automaticamente il protocollo e la porta che offrono la connettività migliore.
nl_nl: Schakel Smart Protocol in om automatisch het protocol en de poort te gebruiken die de beste connectiviteit bieden.
pl_pl: Włącz funkcję Smart Protocol, aby użyć protokołu i portu, które oferują najlepsze połączenie.
ro_ro: Activați Smart Protocol pentru a utiliza cel mai bun protocol și port care oferă cea mai bună conectivitate.
sk_sk: Zapnite Smart Protocol pre automatické využitie protokolu a portu s najlepšou konektivitou.
sl_si: Omogočite pametni protokol za samodejno uporabo protokola in vrat, ki nudijo najboljšo povezljivost.
tr_tr: Otomatik olarak en iyi bağlantıyı sunan iletişim kuralı ve bağlantı noktasının kullanılması için Smart Protocol özelliğini açın.

# Settings_Connection_lbl_ModerateNat
source: Moderate NAT
be_by: Умераны NAT
el_gr: Μέτριο NAT
es_419: NAT moderada
fi_fi: Keskitason NAT
fr_fr: NAT modéré
id_id: NAT Moderat
it_it: NAT moderato
nl_nl: Gemiddelde NAT
pl_pl: Umiarkowany NAT
ro_ro: NAT moderat
sl_si: Zmerni NAT
tr_tr: Ilımlı NAT

# Settings_Connection_lbl_ModerateNat_Info
source: Moderate NAT disables randomization of the local addresses mapping, which can slightly reduce your security, but allows techniques such as direct connections for applications like online games.
be_by: Умераны NAT адключае рандамізацыю пераназначэнняў лакальных адрасоў, што можа крыху паменшыць вашу бяспеку, але дазволіць такія метады, як прамое падключэнне для праграм (напрыклад, сеткавых гульняў).
el_gr: Παραμετροποιώντας το NAT, απενεργοποιείται η τυχαιοποίηση της αντιστοίχησης των τοπικών διευθύνσεων το οποίο μπορεί να μειώσει ελαφρώς το επίπεδο ασφαλείας, αλλά επιτρέπει τις απευθείας συνδέσεις για ορισμένες εφαρμογές όπως τα διαδικτυακά παιχνίδια.
es_419: La NAT moderada deshabilita la aleatorización del mapeo de direcciones locales, lo que puede reducir ligeramente su seguridad, pero permite técnicas como conexiones directas para aplicaciones como juegos en línea.
fi_fi: Keskitason (eli tyypin 2) NAT, poistaa paikallisten osoitteiden sekoitetun määrityksen käytöstä. Tämä voi heikentää suojaustasi hieman, mutta mahdollistaa esimerkiksi suorien yhteyksien kaltaiset tekniikat mm. verkkopeleille.
fr_fr: Le NAT modéré désactive la distribution aléatoire des adresses locales. Cela peut légèrement réduire votre sécurité, mais vous permet d'utiliser des techniques de type connexion directe pour des applications comme les jeux en ligne.
id_id: Pengaturan NAT moderat akan menonaktifkan pengacakan alamat IP lokal, yang dapat membuat Anda lebih rentan namun memungkinkan Anda untuk dapat terhubung langsung dengan para pengguna lainnya pada berbagai aplikasi dan game online.
it_it: Il NAT moderato disabilita la randomizzazione della mappatura degli indirizzi locali, che può ridurre leggermente la tua sicurezza, ma consente tecniche come le connessioni dirette per applicazioni come i giochi online.
nl_nl: Gemiddelde NAT schakelt de randomisatie van de lokale adressen mapping uit, wat uw veiligheid enigszins kan verminderen, maar laat technieken toe zoals rechtstreekse verbindingen voor toepassingen zoals online games.
pl_pl: Umiarkowany NAT wyłącza losowe mapowanie adresów lokalnych, co może nieco zmniejszyć bezpieczeństwo, ale umożliwia stosowanie technik takich, jak bezpośrednie połączenia aplikacji, np. gier online.
ro_ro: NAT moderat dezactivează alocarea aleatoare a adreselor locale, ceea ce poate reduce ușor securitatea, dar permite folosirea unor tehnici cum ar fi conexiunea directă pentru aplicații precum jocurile online.
sk_sk: Moderate NAT deaktivuje náhodné mapovanie miestnych adries, čo môže mierne znížiť zabezpečenie, ale umožňuje techniky, ako je priame pripojenie pre aplikácie, napríklad online hry.
sl_si: Zmerni NAT onemogoči naključno preslikavo lokalnih naslovov, kar lahko nekoliko zmanjša vašo varnost, vendar omogoča tehnike, kot so neposredne povezave za aplikacije, kot so spletne igre.
tr_tr: Ilımlı NAT, güvenliğinizi biraz azaltabilir. Ancak çevrim içi oyunlar gibi uygulamaların doğrudan bağlantı kurması gibi tekniklere izin veren yerel adres eşlemelerini rastgeleleştirme özelliğini kapatır.

# Settings_Connection_lbl_QuickConnect
source: Quick Connect
be_by: Хуткае падключэнне
el_gr: Γρήγορη Σύνδεση
es_419: Conexión rápida
fi_fi: Pikayhteys
fr_fr: Connexion rapide
it_it: Connessione rapida
nl_nl: Snel Verbinden
pl_pl: Szybkie połączenie
ro_ro: Conectare rapidă
sk_sk: Rýchle pripojenie
sl_si: Hitro povezovanje
tr_tr: Hızlı bağlan

# Settings_Connection_lbl_QuickConnect_Info
source: The Quick Connect button connects you to the selected profile.
be_by: Кнопка "Хуткае падключэнне" падключыць вас да выбранага профілю.
el_gr: Το κουμπί Γρήγορης Σύνδεσης, σας συνδέει στο επιλεγμένο προφίλ.
es_419: El botón de conexión rápida le conecta con el perfil seleccionado.
fi_fi: Pikayhteyspainike yhdistää valittuun profiiliin.
fr_fr: Le bouton de Connexion rapide vous permet de vous connecter au profil sélectionné.
id_id: Tombol Quick Connect akan menghubungkan Anda ke profil yang dipilih.
it_it: Il pulsante Connessione Rapida ti collega al profilo selezionato.
nl_nl: De knop 'Snel Verbinden' verbindt u met het geselecteerde profiel.
pl_pl: Przycisk szybkiego połączenia połączy Cię z wybranym profilem.
ro_ro: Butonul de conectare rapidă vă conectează cu profilul selectat.
sk_sk: Tlačidlo rýchleho pripojenia vás pripojí k vybranému profilu.
sl_si: Gumb za hitro povezavo vas poveže z izbranim profilom.
tr_tr: Hızlı Bağlan düğmesinin seçtiğiniz profile göre bağlantı kurmasını sağlar.

# Settings_Connection_lbl_SmartReconnect
source: Auto Reconnection
be_by: Аўтаматычнае перападключэнне
el_gr: Αυτόματη επανασύνδεση:
es_419: Reconexión automática
fi_fi: Automaattinen uudelleenyhdistys
fr_fr: Reconnexion automatique
id_id: Penyambungan Ulang Otomatis
it_it: Riconnessione Automatica
nl_nl: Automatisch opnieuw verbinden
pl_pl: Automatyczne ponowne łączenie
ro_ro: Autoreconectare
sk_sk: Automatické opätovné pripojenie
sl_si: Samodejna ponovna povezava
tr_tr: Otomatik yeniden bağlantı

# Settings_Connection_lbl_SmartReconnectNotifications
source: Reconnection notifications
be_by: Апавяшчэнні пра перападключэнне
el_gr: Ειδοποιήσεις επανασύνδεσης
es_419: Notificaciones de reconexión
fi_fi: Ilmoita automaattisesta uudelleenyhdistyksestä
fr_fr: Notifications de reconnexion
id_id: Notifikasi penyambungan ulang
it_it: Notifiche di riconnessione
nl_nl: Melding heraansluiting
pl_pl: Powiadomienia ponownego łączenia
ro_ro: Notificări reconectări
sk_sk: Notifikácie opätovného pripojenia
sl_si: Obvestila o ponovni povezavi
tr_tr: Yeniden bağlantı bildirimleri

# Settings_Connection_lbl_SmartReconnectNotifications_Info
source: Turn this on to receive notifications when VPN Accelerator connects you to a faster server.
be_by: Уключыце, каб атрымліваць апавяшчэнні, калі VPN Accelerator падключае вас да больш хуткага сервера.
el_gr: Ενεργοποιήστε αυτήν την επιλογή για να λαμβάνετε ειδοποιήσεις όταν ο Επιταχυντής VPN σάς συνδέει σε έναν ταχύτερο διακομιστή.
es_419: Active esto para recibir notificaciones cuando VPN Accelerator le conecte a un servidor más rápido.
fi_fi: Käytä asetusta saadaksesi ilmoituksen, kun VPN Accelerator siirtää yhteytesi nopeammalle palvelimelle.
fr_fr: Activez cette option pour recevoir des notifications quand VPN Accelerator vous connecte à un serveur plus rapide.
id_id: Aktifkan pilihan ini untuk mendapatkan notifikasi pada saat VPN Accelerator menyambungkan Anda ke server yang lebih cepat.
it_it: Attivalo per ricevere le notifiche quando l'Acceleratore della VPN ti connette a un server più veloce.
nl_nl: Zet dit aan om meldingen te ontvangen wanneer VPN Accelerator u met een snellere server verbindt.
pl_pl: Otrzymaj powiadomienie, kiedy funkcja VPN Accelerator połączy Cię z szybszym serwerem.
ro_ro: Activați asta pentru a primi notificări când VPN Accelerator vă conectează la un server mai rapid.
sk_sk: Zapnutím tejto možnosti budete dostávať notifikácie, keď vás VPN Accelerator pripojí k rýchlejšiemu serveru.
sl_si: Vklopite to, če želite prejemati obvestila, ko vas VPN pospeševalnik poveže s hitrejšim strežnikom.
tr_tr: VPN Accelerator sizi daha hızlı bir sunucuya bağladığında bildirim almak için bu seçeneği açın.

# Settings_Connection_lbl_SmartReconnect_Info
source: Switch automatically to a faster server similar to the one you selected.
be_by: Аўтаматычна пераключацца на самы хуткі сервер, які адпавядае таму, што вы выбралі.
el_gr: Μεταβείτε αυτόματα σε έναν ταχύτερο διακομιστή παρόμοιο με αυτόν που επιλέξατε.
es_419: Cambia automáticamente a un servidor más rápido similar al seleccionado.
fi_fi: Vaihda automaattisesti nopeampaan, valitsemaasi palvelinta vastaavaan palvelimeen.
fr_fr: Basculez automatiquement vers un serveur plus rapide similaire à celui que vous avez sélectionné.
id_id: Pindah secara otomatis ke server lebih cepat yang mirip pilihan Anda.
it_it: Passa automaticamente a un server più veloce simile a quello selezionato.
nl_nl: Automatisch overschakelen naar een snellere server vergelijkbaar met degene die u hebt geselecteerd.
pl_pl: Zmień automatycznie serwer na szybszy, podobny do wybranego.
ro_ro: Comutați automat la un server mai rapid similar cu cel pe care l-ați selectat.
sk_sk: Automatické prepnutie na rýchlejší server podobný tomu, ktorý ste vybrali.
sl_si: Samodejni preklop na hitrejši strežnik, podoben izbranemu.
tr_tr: Seçtiğinize benzer daha hızlı bir sunucuya otomatik olarak geçin.

# Settings_Connection_lbl_VpnAccelerator_Info
source: VPN Accelerator enables a set of unique performance enhancing technologies which can increase VPN speeds by up to 400%.
be_by: VPN Accelerator уключае набор унікальных тэхналогій павышэння прадукцыйнасці, якія могуць павялічваць хуткасць VPN да 400%.
el_gr: Ο Επιταχυντής VPN επιτρέπει ένα σύνολο μοναδικών τεχνολογιών βελτίωσης της απόδοσης που μπορούν να αυξήσουν τις ταχύτητες VPN έως και 400%.
es_419: VPN Accelerator permite un conjunto de tecnologías de mejora de rendimiento únicas que pueden aumentar las velocidades VPN hasta un 400%.
fi_fi: VPN Accelerator hyödyntää joukkoa ainutlaatuisia suorituskykyä parantavia tekniikoita, jotka voivat nostaa VPN-nopeuksia jopa 400 %.
fr_fr: VPN Accelerator active un ensemble de technologies uniques pour améliorer les performances qui peuvent augmenter les vitesses VPN jusqu'à 400 %.
id_id: VPN Accelerator mengaktifkan serangkaian teknologi peningkatan kinerja unik yang dapat meningkatkan kecepatan VPN hingga 400%.
it_it: VPN Accelerator abilita una serie di tecnologie uniche di miglioramento delle prestazioni che possono aumentare la velocità della VPN fino al 400%.
nl_nl: VPN Accelerator maakt een set van unieke prestaties verbetering technologieën mogelijk die VPN snelheid met tot 400% kunnen verhogen.
pl_pl: Funkcja VPN Accelerator udostępnia zestaw unikalnych technologii zwiększających wydajność, które mogą przyśpieszyć prędkość połączenia VPN do 400%.
ro_ro: VPN Accelerator activează un set de tehnologii unice de îmbunătățire a performanței, care pot crește viteza VPN cu până la 400%.
sk_sk: VPN Accelerator poskytuje sadu jedinečných technológií zvyšujúcich výkon, ktoré môžu zrýchliť VPN pripojenie až o 400%.
sl_si: Pospeševalec VPN omogoča nabor edinstvenih tehnologij za izboljšanje zmogljivosti, ki lahko povečajo hitrost VPN do 400[%].
tr_tr: VPN Accelerator, VPN hızlarını %400 oranında artırabilen benzersiz başarım iyileştirme teknolojileri sunar.

# Settings_Connection_ttl
source: Connection
be_by: Падключэнне
el_gr: Σύνδεση
es_419: Conexión
fi_fi: Yhteys
fr_fr: Connexion
id_id: Koneksi
it_it: Connessione
nl_nl: Verbinding
pl_pl: Połączenie
ro_ro: Conexiune
sk_sk: Pripojenie
sl_si: Povezava
tr_tr: Bağlantı

# Settings_General_lbl_AutoUpdate
source: Automatic updates
be_by: Аўтаматычныя абнаўленні
el_gr: Αυτόματες ενημερώσεις
es_419: Actualizaciones automáticas
fi_fi: Automaattiset päivitykset
fr_fr: Mises à jour automatiques
it_it: Aggiornamenti automatici
nl_nl: Automatische updates
pl_pl: Automatyczne aktualizacje
ro_ro: Actualizări automate
sk_sk: Automatické aktualizácie
sl_si: Samodejne posodobitve
tr_tr: Otomatik güncellemeler

# Settings_General_lbl_AutoUpdate_Info
source: Automatically check for and install updates to Proton VPN.
be_by: Аўтаматычна правяраць і ўсталёўваць абнаўленні для Proton VPN.
el_gr: Ελέγξτε αυτόματα και εγκαταστήστε ενημερώσεις στο Proton VPN.
es_419: Verifica automáticamente para instalar actualizaciones de Proton VPN.
fi_fi: Tarkista ja asenna Proton VPN:n päivitykset automaattisesti.
fr_fr: Vérifier et installer automatiquement les mises à jour pour Proton VPN.
it_it: Verifica e installa automaticamente gli aggiornamenti per Proton VPN.
nl_nl: Automatisch controleren en installeren van nieuwe Proton VPN versies.
pl_pl: Automatycznie sprawdzaj i instaluj aktualizacje Proton VPN.
ro_ro: Verificare automată și instalare actualizări pentru Proton VPN.
sk_sk: Automaticky kontrolovať a inštalovať aktualizácie Proton VPN.
sl_si: Samodejno preveri in namesti posodobitve za Proton VPN.
tr_tr: Proton VPN güncellemelerini otomatik olarak denetler ve kurar.

# Settings_General_lbl_ConnectOnAppStart
source: Connect on app start
be_by: Падключыцца пры запуску праграмы
el_gr: Σύνδεση κατά την έναρξη της εφαρμογής
es_419: Conectar al iniciar la app
fi_fi: Yhdistä sovelluksen käynnistyessä
fr_fr: Se connecter au démarrage de l'application
id_id: Hubungkan pada saat aplikasi dijalankan
it_it: Connetti all'avvio dell'app
nl_nl: Verbinden wanneer app start
pl_pl: Połącz przy starcie aplikacji
ro_ro: Conectare la pornirea aplicației
sk_sk: Pripojenie pri spustení aplikácie
sl_si: Povežite se ob zagonu aplikacije
tr_tr: Uygulama başlatıldığında bağlansın

# Settings_General_lbl_ConnectOnAppStart_Info
source: Automatically connect to the Quick Connect profile when Proton VPN starts.
be_by: Аўтаматычна падключацца да профілю "Хуткае падключэнне" пры запуску Proton VPN.
el_gr: Αυτόματη σύνδεση στο προφίλ Γρήγορης Σύνδεσης κατά την έναρξη του Proton VPN.
es_419: Se conecta automáticamente al perfil de Conexión Rápida cuando se inicia Proton VPN.
fi_fi: Yhdistä valittu pikayhteysprofiili, kun Proton VPN käynnistyy.
fr_fr: Se connecter automatiquement au profil Connexion rapide au démarrage de Proton VPN.
id_id: Memungkinkan Proton VPN untuk dapat langsung terhubung dengan profil Quick Connect yang tersedia pada saat aplikasi pertama dijalankan.
it_it: Connettiti automaticamente al profilo Quick Connect all'avvio di Proton VPN.
nl_nl: Automatisch verbinden met het Snel Verbinden-profiel wanneer Proton VPN start.
pl_pl: Automatycznie połącz się z profilem Szybkie połączenie przy starcie aplikacji.
ro_ro: Conectare automată cu profilul de conectare rapidă când Proton VPN pornește.
sk_sk: Automatické pripojenie k profilu Quick Connect pri spustení Proton VPN.
sl_si: Samodejno se povežite s profilom hitre povezave, ko se zažene Proton VPN
tr_tr: Proton VPN başlatıldığında otomatik olarak hızlı bağlan profili ile bağlantı kurulsun.

# Settings_General_lbl_EarlyAccess
source: Early Access
be_by: Ранні доступ
el_gr: Πρώιμη Πρόσβαση
es_419: Acceso anticipado
fi_fi: Ennakkoversiot
fr_fr: Accès en avant-première
id_id: Akses Dini
it_it: Accesso anticipato
nl_nl: Vroegtijdige Toegang
pl_pl: Wcześniejszy dostęp
ro_ro: Acces timpuriu
sk_sk: Predbežný prístup
sl_si: Zgodnji dostop
tr_tr: Erken erişim

# Settings_General_lbl_EarlyAccess_Info
source: Be the first to get the latest updates. Please keep in mind that early versions may be less stable.
be_by: Самымі першымі атрымлівайце апошнія абнаўленні. Звярніце ўвагу на тое, што раннія версіі праграмы могуць быць менш стабільнымі.
el_gr: Γίνετε οι πρώτοι που θα λάβετε τις πιο πρόσφατες ενημερώσεις. Λάβετε υπόψη ότι οι πρώτες εκδόσεις ενδέχεται να είναι λιγότερο σταθερές.
es_419: Sea el primero en obtener las últimas actualizaciones. Tome en cuenta que las versiones anteriores pueden ser menos estables.
fi_fi: Saat uusimmat päivitykset ensimmäisten joukossa. Huomioi, että varhaiset kehitysversiot saattavat olla epävakaita.
fr_fr: Soyez le premier à profiter des dernières mises à jour. Gardez à l'esprit que les versions avancées de l'application peuvent être moins stables.
id_id: Jadilah yang pertama mendapatkan berbagai pembaruan terbaru. Harap diperhatikan bahwa versi aplikasi ini tidak dijamin akan selalu stabil sepanjang waktu.
it_it: Sii il primo a ricevere gli aggiornamenti più recenti. Ricorda che le versioni in anteprima potrebbero essere meno stabili.
nl_nl: Wees de eerste om de laatste updates te krijgen. Denk eraan dat deze versies minder stabiel kunnen zijn.
pl_pl: Bądź pierwszym, który otrzyma najnowsze aktualizacje. Pamiętaj, że wcześniejsze wersje mogą być mniej stabilne.
ro_ro: Fiți primul care obține ultimele actualizări. Rețineți că versiunile timpurii pot fi mai puțin stabile.
sk_sk: Buďte prvý, kto získa najnovšie aktualizácie. Pamätajte, že skoré verzie môžu byť menej stabilné.
sl_si: Bodite prvi, ki prejme najnovejše posodobitve. Upoštevajte, da so zgodnje različice morda manj stabilne.
tr_tr: Son güncellemeleri ilk alan siz olun. Lütfen erken sürümlerin daha az kararlı olabileceğini unutmayın.

# Settings_General_lbl_Language
source: Language
be_by: Мова
el_gr: Γλώσσα
es_419: Idioma
fi_fi: Kieli
fr_fr: Langue
id_id: Bahasa
it_it: Lingua
nl_nl: Taal
pl_pl: Język
ro_ro: Limba
sk_sk: Jazyk
sl_si: Jezik
tr_tr: Dil

# Settings_General_lbl_ShowNotifications
source: Show Notifications
be_by: Паказваць апавяшчэнні
el_gr: Εμφάνιση Ειδοποιήσεων
es_419: Mostrar notificaciones
fi_fi: Näytä ilmoitukset
fr_fr: Afficher les notifications
id_id: Tampilkan Notifikasi
it_it: Mostra notifiche
nl_nl: Toon Meldingen
pl_pl: Pokazuj powiadomienia
ro_ro: Afișare notificări
sk_sk: Zobraziť notifikácie
sl_si: Prikaži obvestila
tr_tr: Bildirimler görüntülensin

# Settings_General_lbl_StartMinimized
source: Start Minimized
be_by: Згарнуць пры запуску
el_gr: Εκκίνηση με Ελαχιστοποίηση
es_419: Iniciar minimizado
fi_fi: Käynnistä pienennettynä
fr_fr: Réduire au démarrage
id_id: Minimalkan Aplikasi
it_it: Avvia ridotto a icona
nl_nl: Geminimaliseerd Starten
pl_pl: Uruchamiaj zminimalizowany
ro_ro: Pornire micșorat
sk_sk: Spustiť minimalizovane
sl_si: Začni pomanjšano
tr_tr: Küçültülmüş olarak başlatılsın
