Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Servers_UpsellBanner
source: Get worldwide coverage with VPN Plus
be_by: Тарыфны план VPN Plus забяспечвае пакрыццё ўсяго свету
el_gr: Αποκτήστε παγκόσμια κάλυψη με το VPN Plus
es_419: Obtenga cobertura global con VPN Plus
fi_fi: Hanki maailmanlaajuiden kattavuus VPN Plus -tilauksella
fr_fr: Profitez de serveurs dans le monde entier en passant à VPN Plus.
it_it: Ottieni una copertura mondiale con VPN Plus
pl_pl: Plan VPN Plus zapewnia zasięg na całym świecie
ro_ro: Obțineți acoperire la nivel mondial cu VPN Plus
sk_sk: Získajte celosvetové pokrytie s VPN Plus
sl_si: Zagotovite si svetovno pokritost z VPN Plus
tr_tr: VPN Plus tarifesi ile tüm Dünya'ya erişin

# Servers_UpsellBanner_NotTheCountryYouWanted
source: Not the country you wanted? Upgrade to choose any server
be_by: Не тая краіна, якую хацелі? Палепшыце свой тарыфны план, каб выбіраць любы сервер
el_gr: Δεν είναι η χώρα που θέλατε; Αναβαθμίστε για να επιλέξετε οποιονδήποτε διακομιστή
es_419: ¿No es el país que buscaba? Actualice para elegir cualquier servidor
fi_fi: Ei maa, jonka halusit? Päivitä tilaus valitaksesi minkä tahansa palvelimen.
fr_fr: Ce n'est pas le pays que vous vouliez ? Changez d'abonnement pour choisir n'importe quel serveur.
it_it: Non è il paese che vuoi? Effettua l'upgrade per scegliere qualsiasi server
pl_pl: Chcesz wybrać inny kraj? Ulepsz plan, aby wybrać inny serwer
ro_ro: Nu e țara pe care ați vrut-o? Alegeți alt plan cu plată pentru a alege orice server.
sk_sk: Nie je to krajina, ktorú ste chceli? Prejdite na vyšší variant a vyberte si ľubovoľný server
sl_si: Ni država, ki ste jo želeli? Nadgradite, da izberete kateri koli strežnik
tr_tr: İstediğiniz ülke yok mu? İstediğiniz sunucuyu seçmek için tarifenizi yükseltin

# Servers_btn_Connect
source: Connect
be_by: Падключыцца
el_gr: Σύνδεση
es_419: Conectar
fi_fi: Yhdistä
fr_fr: Se connecter
id_id: Hubungkan
it_it: Connetti
nl_nl: Verbinden
pl_pl: Połącz
ro_ro: Conectare
sk_sk: Pripojiť
sl_si: Poveži
tr_tr: Bağlan

# Servers_btn_Disconnect
source: Disconnect
be_by: Адключыцца
el_gr: Αποσύνδεση
es_419: Desconectar
fi_fi: Katkaise
fr_fr: Se déconnecter
id_id: Putuskan
it_it: Disconnetti
nl_nl: Verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
sk_sk: Odpojiť
sl_si: Prekini
tr_tr: Bağlantıyı kes

# Servers_btn_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Changer d'abonnement
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
nl_nl: Upgraden
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Inovovať
sl_si: Nadgradi
tr_tr: Yükselt

# Servers_lbl_UpgradeToPlus
source: Upgrade to Plus
be_by: Палепшыць да Plus
el_gr: Αναβαθμίστε στο Plus
es_419: Mejorar a Plus
fi_fi: Päivitä Plus-tilaukseen
fr_fr: Passez à l'abonnement Plus
it_it: Effettua l'upgrade a Plus
pl_pl: Ulepsz do planu Plus
ro_ro: Treceți la Plus
sk_sk: Inovovať na Plus
sl_si: Nadgradite na Plus
tr_tr: Plus tarifesine yükselt

# Servers_lbl_ViaCountry
source: via
be_by: праз
el_gr: μέσω
es_419: vía
fi_fi: Reititys:
it_it: tramite
pl_pl: przez
ro_ro: prin
sk_sk: cez
sl_si: preko
tr_tr: şu ülkeden

# Servers_msg_CantConnect_CertificateExpired
source: Proton VPN was unable to refresh client authentication certificate.
be_by: Proton VPN не змог абнавіць сертыфікат аўтэнтыфікацыі кліента.
el_gr: Το Proton VPN δεν μπόρεσε να ανανεώσει το πιστοποιητικό ελέγχου ταυτότητας πελάτη.
es_419: Proton VPN no pudo actualizar el certificado de autenticación del cliente.
fi_fi: Proton VPN ei voinut päivittää päätelaitteen todennusvarmennetta.
fr_fr: Proton VPN n'a pas réussi à rafraichir l'authentification client du certificat.
id_id: Proton VPN tidak dapat memuat ulang sertifikat otentikasi klien.
it_it: Proton VPN non è stato in grado di aggiornare il certificato di autenticazione del client.
nl_nl: Proton VPN was niet in staat om het authenticatiecertificaat van de klant te vernieuwen.
pl_pl: Aplikacja Proton VPN nie może odświeżyć certyfikatu uwierzytelniania klienta.
ro_ro: Proton VPN nu a putut împrospăta certificatul de autentificare.
sk_sk: Proton VPN nebola schopná obnoviť overujúci certifikát klienta.
sl_si: Proton VPN ni mogel osvežiti potrdila o pristnosti odjemalca.
tr_tr: Proton VPN, istemci kimlik doğrulama sertifikasını yenileyemedi.

# Servers_msg_CantConnect_Maintenance
source: The server you are trying to connect to is currently offline for maintenance. Please select another server or profile.
be_by: Сервер, да якога вы спрабуеце падключыцца, у дадзены момант па-за сеткай для тэхнічнага абслугоўвання. Выберыце іншы сервер або профіль.
el_gr: Ο διακομιστής στον οποίο προσπαθείτε να συνδεθείτε είναι αυτήν τη στιγμή εκτός σύνδεσης για συντήρηση. Επιλέξτε άλλο διακομιστή ή προφίλ.
es_419: El servidor al que está intentando conectarse está actualmente desconectado por mantenimiento. Seleccione otro servidor o perfil.
fi_fi: Palvelin johon yrität yhdistää on huollossa. Valitse eri palvelin tai profiili.
fr_fr: Le serveur auquel vous essayez de vous connecter est actuellement hors ligne pour maintenance. Sélectionnez un autre serveur ou un autre profil.
id_id: Server yang coba anda sambung saat ini sedang luring untuk pemeliharaaan. Silahkan pilih server atau profil yang lain.
it_it: Il server al quale stai cercando di connetterti è attualmente offline per manutenzione. Per favore seleziona un altro server o profilo.
nl_nl: De server waarmee u verbinding probeert te maken is momenteel offline voor onderhoud. Selecteer een andere server of profiel.
pl_pl: Serwer, z którym próbujesz się połączyć, jest obecnie niedostępny z powodu prac technicznych. Wybierz inny serwer lub profil.
ro_ro: Serverul la care încercați să vă conectați este în mentenanță. Selectați alt server sau profil.
sk_sk: Server, ku ktorému sa pokúšate pripojiť, je z dôvodu údržby aktuálne nedostupný. Vyberte iný server alebo profil.
sl_si: Strežnik, s katerim se poskušate povezati, je trenutno brez povezave zaradi vzdrževanja. Izberite drug strežnik ali profil.
tr_tr: Bağlanmaya çalıştığınız sunucu şu anda bakım yapıldığından çevrim dışı. Lütfen başka bir sunucu ya da profil seçin.

# Servers_msg_CantConnect_Missing
source: The server you are trying to connect to has been removed. Please select another server or profile.
be_by: Сервер, да якога вы спрабуеце падключыцца, быў выдалены. Выберыце іншы сервер або профіль.
el_gr: Ο διακομιστής στον οποίο προσπαθείτε να συνδεθείτε έχει καταργηθεί. Επιλέξτε άλλο διακομιστή ή προφίλ.
es_419: El servidor al que está intentando conectarse ha sido eliminado. Seleccione otro servidor o perfil.
fi_fi: Palvelin johon yrität yhdistää on poistettu. Valitse eri palvelin tai profiili.
fr_fr: Le serveur auquel vous essayez de vous connecter a été retiré. choisissez un autre serveur ou un autre profil.
id_id: Server yang coba anda sambung telah dihapus. Silahkan pilih server atau profil yang lain.
it_it: Il server a cui stai cercando di connetterti è stato rimosso. Per favore seleziona un altro server o profilo.
nl_nl: De server waarmee u verbinding probeert te maken is verwijderd. Selecteer een andere server of profiel.
pl_pl: Serwer, z którym próbujesz się połączyć, został usunięty. Wybierz inny serwer lub profil.
ro_ro: Serverul la care încercați să vă conectați a fost eliminat. Selectați alt server sau profil.
sk_sk: Server, ku ktorému sa pokúšate pripojiť, bol odstránený. Vyberte iný server alebo profil.
sl_si: Strežnik, s katerim se poskušate povezati, je bil odstranjen. Izberite drug strežnik ali profil.
tr_tr: Bağlanmaya çalıştığınız sunucu kaldırılmış. Lütfen başka bir sunucu ya da profil seçin.

# Servers_msg_CantConnect_RpcServerUnavailable
source: Proton VPN can't connect because the RPC server is unavailable on your system. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">View possible solutions</Hyperlink>
be_by: Proton VPN не можа падключыцца, бо сервер RPC недаступны ў вашай сістэме. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Паглядзець магчымыя рашэнні</Hyperlink>
el_gr: Το Proton VPN δεν μπορεί να συνδεθεί, επειδή ο διακομιστής RPC στο σύστημά σας είναι μη διαθέσιμος. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Προβολή πιθανών λύσεων</Hyperlink>
es_419: Proton VPN no se puede conectar porque el servidor RPC no está disponible en su sistema. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Ver soluciones posibles</Hyperlink>
fi_fi: Proton VPN ei voi yhdistää, koska järjestelmässäsi käytettävissä RPC-palvelinta. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Näytä mahdollisia ratkaisuja</Hyperlink>
fr_fr: Proton VPN ne peut pas se connecter car le serveur RPC est indisponible sur votre système. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Voir les solutions possibles</Hyperlink>
id_id: Proton VPN tidak dapat terhubung karena server RPC tidak tersedia bagi sistem Anda. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Lihat daftar solusi</Hyperlink>
it_it: Proton VPN non può connettersi perché il server RPC non è disponibile sul tuo sistema. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">VIsualizza possibili soluzioni</Hyperlink>
nl_nl: Proton VPN kan geen verbinding maken omdat de RPC-server niet beschikbaar is op uw systeem. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Bekijk mogelijke oplossingen</Hyperlink>
pl_pl: Aplikacja Proton VPN nie może połączyć się, ponieważ serwer RPC jest niedostępny. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Pokaż możliwe rozwiązania</Hyperlink>
ro_ro: Proton VPN nu se poate conecta deoarece serverul RPC nu este disponibil în sistemul dvs. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Vedeți posibile soluțiil</Hyperlink>
sk_sk: Proton VPN sa nemôže pripojiť, pretože server RPC nie je vo vašom systéme dostupný. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Zobraziť možné riešenia</Hyperlink>
sl_si: Proton VPN se ne more povezati, ker strežnik RPC v vašem sistemu ni na voljo. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Oglejte si možne rešitve</Hyperlink>
tr_tr: Sisteminiz üzerinde kullanılabilecek bir RPC sunucusu bulunamadığından Proton VPN bağlantı kuramıyor. <Hyperlink Command="{Binding OpenRpcServerUrlCommand}">Olası çözümlere bakın</Hyperlink>

# Servers_msg_MissingServerPublicKey
source: Unfortunately, this server does not support WireGuard.
be_by: Нам вельмі шкада, але дадзены сервер не падтрымлівае WireGuard.
el_gr: Δυστυχώς, αυτός ο διακομιστής δεν υποστηρίζει το WireGuard.
es_419: Desafortunadamente, este servidor no soporta WireGuard.
fi_fi: Valitettavasti tämä palvelin ei tue WireGuardia.
fr_fr: Ce serveur ne supporte malheureusement pas WireGuard.
it_it: Sfortunatamente questo server non supporta WireGuard.
nl_nl: Helaas ondersteunt deze server WireGuard niet.
pl_pl: Serwer nie obsługuje protokołu WireGuard.
ro_ro: Din nefericire acest server nu suportă WireGuard.
sk_sk: Tento server bohužiaľ nepodporuje WireGuard.
sl_si: Na žalost ta strežnik ne podpira WireGuarda.
tr_tr: Ne yazık ki bu sunucu WireGuard desteklemiyor.

# Settings_Advanced_SplitTunnel_btn_AddApp
source: Add App
be_by: Дадаць праграму
el_gr: Προσθήκη Εφαρμογής
es_419: Añadir app
fi_fi: Lisää sovellus
fr_fr: Ajouter une application
id_id: Tambahkan Aplikasi
it_it: Aggiungi app
nl_nl: App toevoegen
pl_pl: Dodaj aplikację
ro_ro: Adăugare aplicație
sk_sk: Pridať aplikáciu
sl_si: Dodaj aplikacijo
tr_tr: Uygulama ekle

# Settings_Advanced_SplitTunnel_lbl_Apps
source: APPS:
be_by: ПРАГРАМЫ:
el_gr: ΕΦΑΡΜΟΓΕΣ:
es_419: APLICACIONES:
fi_fi: SOVELLUKSET:
fr_fr: APPLICATIONS :
id_id: APLIKASI:
it_it: APP:
pl_pl: APLIKACJE:
ro_ro: APLICAȚIE:
sk_sk: APLIKÁCIE:
sl_si: APLIKACJE:
tr_tr: UYGULAMALAR:

# Settings_Advanced_SplitTunnel_lbl_Exclude
source: Exclude apps/IPs from using VPN tunnel
be_by: Выключыць праграмы або IP-адрасы з дапамогай тунэлю VPN
el_gr: Εξαίρεση εφαρμογών/IP από τη χρήση σήραγγας VPN
es_419: Excluir apps/IPs de usar el túnel VPN
fi_fi: Rajoita sovelluksia/IP-osoitteita VPN-tunnelin ulkopuolelle
fr_fr: Exclure les applications/IP de l'utilisation du tunnel VPN
id_id: Kecualikan aplikasi/IP dari menggunakan terowongan VPN
it_it: Escludi app/IP dall'utilizzo del tunnel VPN
nl_nl: Apps/IP's uitsluiten van het gebruik van de VPN
pl_pl: Wyklucz aplikacje / adresy IP z korzystania z tunelu VPN
ro_ro: Aplicații/adrese IP excluse din rețeaua VPN
sk_sk: Vylúčenie aplikácií/IP adries z používania VPN tunela
sl_si: Izključite aplikacije/IP-je iz uporabe tunela VPN
tr_tr: Uygulamalar/IP adresleri VPN tüneline katılmasın

# Settings_Advanced_SplitTunnel_lbl_Include
source: Only included apps/IPs will go through VPN tunnel
be_by: Толькі выключаныя праграмы або IP-адрасы будуць праходзіць праз тунэль VPN
el_gr: Μόνο οι εφαρμογές / IP που περιλαμβάνονται, θα περάσουν από τη σήραγγα VPN
es_419: Solo las apps/IPs incluidas irán por el túnel VPN
fi_fi: Vain valitut sovellukset/IP-osoitteet käyttävät VPN-tunnelia
fr_fr: Seules les applications/IP incluses passeront par le tunnel VPN
id_id: Hanya aplikasi/IP yang disertakan yang dapat melalui terowongan VPN
it_it: Solo le apps/IP selezionate/i useranno il tunnel VPN
nl_nl: Alleen gekozen apps/IP-adressen maken gebruik van de VPN
pl_pl: Tylko wybrane aplikacje / adresy IP skorzystają z tunelu VPN
ro_ro: Doar aceste aplicații/adrese IP vor trece prin VPN
sk_sk: Iba zahrnuté aplikácie/IP adresy budú prechádzať VPN tunelom
sl_si: Samo vključene aplikacije/IP-ji bodo šli skozi tunel VPN
tr_tr: Yalnızca katılan uygulamalar/IP adresleri VPN tünelinden geçer

# Settings_Advanced_SplitTunnel_lbl_Ip_Watermark
source: Add IPv4 address
be_by: Дадаць адрас IPv4
el_gr: Προσθήκη διεύθυνσης IPv4
es_419: Añadir dirección IPv4
fi_fi: Lisää IPv4-osoite
fr_fr: Ajouter une adresse IPv4
id_id: Tambahkan alamat IPv4
it_it: Aggiungi indirizzo IPv4
nl_nl: IPv4 adres toevoegen
pl_pl: Dodaj adres IPv4
ro_ro: Adăugare adrese IPv4
sk_sk: Pridať adresu IPv4
sl_si: Dodaj IPv4 naslov
tr_tr: IPv4 adresi ekle

# Settings_Advanced_SplitTunnel_msg_IpInvalid
source: IP not valid
be_by: Несапраўдны IP-адрас
el_gr: Μη έγκυρο IP
es_419: IP inválida
fi_fi: Virheellinen IP-osoite
fr_fr: L'IP n'est pas valide.
id_id: IP tidak valid
it_it: IP non valido
nl_nl: IP-adres niet geldig
pl_pl: Adres IP nie jest prawidłowy
ro_ro: IP nu este valid
sk_sk: IP nie je platná
sl_si: IP ni veljaven
tr_tr: IP adresi geçersiz

# Settings_Advanced_lbl_DnsLeakProtection
source: DNS Leak Protection
be_by: Абарона ад уцечкі DNS
el_gr: Προστασία Διαρροής DNS
es_419: Protección contra filtración de DNS
fi_fi: DNS-vuotosuojaus
fr_fr: Protection contre les fuites DNS
id_id: Perlindungan Kebocoran DNS
it_it: Protezione dalle perdite di DNS
nl_nl: DNS-lekbescherming
pl_pl: Zabezpieczenie przed wyciekiem zapytań DNS
ro_ro: Protecție divulgări DNS
sk_sk: Ochrana proti úniku DNS
sl_si: Zaščita pred uhajanjem DNS
tr_tr: DNS sızıntı koruması

# Settings_Advanced_lbl_DnsLeakProtection_Info
source: Prevent leaking details of DNS queries to third parties. Always on.
be_by: Прадухіляе ўцечку падрабязнасцяў аб запытах DNS староннім асобам. Заўсёды ўключана.
el_gr: Αποτρέπει την διαρροή πληροφοριών του DNS queries σε τρίτους. Πάντα ανοιχτό.
es_419: Evita que se filtren detalles de consultas DNS a terceros. Siempre habilitada.
fi_fi: Estä DNS-kyselyitä vuotamasta ulkopuolisille. Aina käytössä.
fr_fr: Cela empêche les fuites d’information lors de requêtes DNS à des tiers. Toujours Activé.
id_id: Mencegah kebocoran rincian kueri DNS Anda kepada ke pihak ketiga. Selalu aktif.
it_it: Impedire la perdita di dettagli delle query DNS a terzi. Sempre attivo.
nl_nl: Voorkomt dat er informatie vanuit uw DNS-queries naar derden lekt. Altijd actief.
pl_pl: Zapobiega wyciekaniu zapytań DNS do stron trzecich. Zawsze włączone.
ro_ro: Previne divulgarea detaliilor interogărilor DNS către terțe părți. Întotdeauna activată.
sk_sk: Zabrániť úniku podrobností o dotazoch DNS tretím stranám. Vždy zapnuté.
sl_si: Prepreči razkrivanje podrobnosti poizvedb DNS tretjim osebam. Vedno aktivno.
tr_tr: DNS sorgularının üçüncü taraflara sızdırılmasını önleyin. Hep açık.

# Settings_Advanced_lbl_DoH
source: Allow Alternative Routing
be_by: Дазволіць альтэрнатыўную маршрутызацыю
el_gr: Επιτρέψτε Εναλλακτική Δρομολόγηση
es_419: Permitir ruta alternativa
fi_fi: Salli vaihtoehtoinen reititys
fr_fr: Autoriser le routage alternatif
id_id: Izinkan Perutean Alternatif
it_it: Consenti routing alternativo
nl_nl: Alternatieve routering toestaan
pl_pl: Alternatywne przekierowanie połączenia
ro_ro: Permitere rută alternativă
sk_sk: Povoliť alternatívne smerovanie
sl_si: Dovoli alternativno usmerjanje
tr_tr: Alternatif yöneltme kullanılabilsin

# Settings_Advanced_lbl_DoH_Info
source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability.
be_by: У выпадку блакіроўкі сайтаў Proton гэта налада дазваляе праграме скарыстацца альтэрнатыўнай сеткавай маршрутызацыяй, каб атрымаць доступ да Proton, што можа быць карысным для абыходу міжсеткавых экранаў або праблем з сеткай. Для большай надзейнасці мы рэкамендуем пакінуць гэту наладу актыўнай.
el_gr: Σε περίπτωση που μπλοκάρουν τις ιστοσελίδες Proton, αυτή η ρύθμιση θα επιτρέψει στην εφαρμογή να δοκιμάσει εναλλακτική δρομολόγηση δικτύου ώστε να φτάσει στο Proton, το οποίο μπορεί να είναι χρήσιμο για παράκαμψη τείχους προστασίας ή ζητήματα δικτύου. Συνιστούμε να διατηρήσετε αυτήν τη ρύθμιση για μεγαλύτερη αξιοπιστία.
es_419: En caso de que los sitios de Proton estén bloqueados, esta configuración permite a la aplicación probar rutas alternativas de red para llegar a Proton, lo que puede ser útil para evitar problemas de red o firewalls. Recomendamos mantener esta configuración activada para mayor confiabilidad.
fi_fi: Jos Protonin sivustoja ei tavoiteta, sallii tämä asetus niiden tavoittamiseksi verkkoyhteyden vaihtoehtoisen reitityksen, joka voi auttaa palomuurien tai yhteysongelmien kierrossa. Tämä on suositeltavaa luotettavuuden lisäämiseksi.
fr_fr: En cas de blocage des sites Proton, ce paramètre permet à l'application d'essayer un autre routage réseau pour atteindre Proton, ce qui peut être utile pour contourner les pare-feux ou les problèmes de réseau. Nous vous recommandons de garder ce paramètre activé pour plus de fiabilité.
id_id: Apabila situs Proton diblokir, pengaturan ini akan memungkinkan aplikasi kami untuk dapat terhubung dengan Proton melalui lalu lintas jaringan alternatif, yang dapat berguna untuk melewati hadangan firewall atau masalah jaringan. Kami sarankan agar pengaturan ini selalu aktif untuk koneksi yang lebih andal.
it_it: Nel caso in cui i siti Proton siano bloccati, questa impostazione consente all'app di provare l'instradamento di rete alternativo per raggiungere Proton, che può essere utile per aggirare i firewall o problemi di rete. Consigliamo di mantenere questa impostazione per una maggiore affidabilità.
nl_nl: In het geval dat Proton-sites worden geblokkeerd, stelt deze instelling de app in staat om alternatieve netwerkroutering te proberen om Proton te bereiken, wat nuttig kan zijn voor het omzeilen van firewalls of netwerkproblemen. We raden aan deze instelling aan te houden voor een grotere betrouwbaarheid.
pl_pl: W przypadku zablokowania dostępu do stron Proton, ta konfiguracja pozwoli aplikacji wypróbować alternatywne połączenia sieciowe, które mogą przywrócić ten dostęp. Ta funkcja może być przydatna podczas problemów z siecią lub w celu ominięcia zapór. Zalecamy włączenie tego ustawienia dla zapewnienia większej niezawodności.
ro_ro: În cazul în care serverele Proton sunt blocate, această setare permite aplicației să încerce accesarea printr-o rețea alternativă pentru a ajunge la Proton, ceea ce poate fi util pentru ocolirea paravanelor de protecție sau a problemelor de rețea. Se recomandă păstrarea acestei setări pentru o fiabilitate mai mare.
sk_sk: V prípade, že sú stránky Proton blokované, toto nastavenie umožňuje aplikácii vyskúšať alternatívne sieťové smerovanie na Proton, čo môže byť užitočné pre obchádzanie brán firewall alebo problémom so sieťou. Pre väčšiu spoľahlivosť odporúčame ponechať toto nastavenie zapnuté.
sl_si: Če so spletna mesta Proton blokirana, ta nastavitev aplikaciji omogoča, da poskuša z alternativnim usmerjanjem omrežja doseči Proton, kar je lahko koristno za izogibanje požarnim zidovom ali težavam z omrežjem. Priporočamo, da je za večjo zanesljivost ta nastavitev vklopljena.
tr_tr: Bu seçenek ile, Proton sitelerinin engellenmiş olması durumunda, uygulama Proton ağına ulaşmak için alternatif ağ yöneltmesini dener. Güvenlik duvarlarını veya ağ sorunlarını aşmakta yararlı olabilir. Bağlantı güvenilirliğini artırmak için bu seçeneği açık tutmanız önerilir.

# Settings_Advanced_lbl_HardwareAcceleration
source: Hardware Acceleration
be_by: Апаратнае паскарэнне
el_gr: Επιτάχυνση Υλικού
es_419: Aceleración de hardware
fi_fi: Laitteistokiihdytys
fr_fr: Accélération matérielle
id_id: Akselerasi Perangkat
it_it: Accelerazione hardware
nl_nl: Hardwareversnelling
pl_pl: Przyśpieszenie sprzętowe
ro_ro: Accelerare hardware
sk_sk: Hardwarová akcelerácia
sl_si: Strojno pospeševanje
tr_tr: Donanım hızlandırma

# Settings_Advanced_lbl_HardwareAcceleration_Info
source: Provides improved system performance and a smoother experience by using the GPU for graphics rendering. Turn off in case of screen glitches.
be_by: Забяспечвае палепшаную прадукцыйнасць сістэмы і больш плаўную працу, бо выкарыстоўвае відэакарту для рэндэрынгу. Пажадана адключыць пры з'яўленні праблем з вывадам на экран.
el_gr: Παρέχει βελτιωμένη απόδοση συστήματος και ομαλότερη εμπειρία χρησιμοποιώντας την GPU για απόδοση γραφικών. Απενεργοποιήστε σε περίπτωση δυσλειτουργιών οθόνης.
es_419: Proporciona un rendimiento mejorado del sistema y una experiencia más fluida al usar la GPU para la representación de gráficos. Desactívelo en caso de problemas con la pantalla.
fi_fi: Parantaa suorituskykyä ja tarjoaa sulavamman käyttökokemuksen piirtämällä ulkoasun näytönohjaimella. Poista käytöstä, jos huomaat ruudussa häiriöitä.
fr_fr: Offre des performances système améliorées et une expérience plus agréable en utilisant le GPU pour le rendu graphique. À désactiver en cas de soucis d'affichage à l'écran.
id_id: Mengoptimalkan kinerja sistem dengan membebankan proses rendering elemen grafis kepada GPU. Nonaktifkan opsi ini apabila tampilan layar Anda bermasalah.
it_it: Fornisce prestazioni di sistema migliorate e un'esperienza più fluida usando la GPU per il rendering grafico. Disattivala in caso di glitch dello schermo.
nl_nl: Zorgt voor betere systeemprestaties en een vloeiendere ervaring door de GPU te gebruiken voor grafische rendering. Uit te schakelen in geval van scherm haperingen.
pl_pl: Zapewnia wyższą wydajność systemu i płynniejszą pracę dzięki użyciu układu GPU do renderowania grafiki. Wyłącz tę funkcję w przypadku wystąpienia zakłóceń na ekranie.
ro_ro: Oferă performanță îmbunătățită a sistemului și o experiență mai fluidă prin utilizarea GPU-ului pentru redarea grafică. Opriți în caz de erori de ecran.
sk_sk: Poskytuje vyšší výkon systému a plynulejší zážitok vďaka využitiu grafického procesora na vykresľovanie grafiky. Vypnite v prípade chýb v zobrazení.
sl_si: Zagotavlja izboljšano zmogljivost sistema in bolj gladko izkušnjo z uporabo GPU za upodabljanje grafike. Izklopite v primeru napak na zaslonu.
tr_tr: Grafikler için grafik işlemciyi kullanarak gelişmiş sistem başarımı ve daha sorunsuz bir deneyim sağlar. Görüntüde sorun çıkarsa kapatın.
