Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Settings_Advanced_lbl_Ipv6Protection
source: IPv6 Leak Protection
be_by: Абарона ад уцечкі ў IPv6
el_gr: Προστασία Διαρροής IPv6
es_419: Protección contra filtración de IPv6
fi_fi: IPv6-vuotosuojaus
fr_fr: Protection contre la fuite de trafic IPv6
id_id: Perlindungan Kebocoran IPv6
it_it: Protezione perdita di IPv6
nl_nl: IPv6 Lek Bescherming
pl_pl: Zabezpieczenie przed wyciekiem adresu IPv6
ro_ro: Protecție divulgări IPv6
sk_sk: Ochrana proti úniku IPv6
sl_si: Zaščita pred puščanjem IPv6
tr_tr: IPv6 sızıntı koruması

# Settings_Advanced_lbl_Ipv6Protection_Info
source: Prevent leaking IPv6 address.
be_by: Прадухіляе ўцечку адрасоў IPv6.
el_gr: Αποτρέψτε τη διαρροή διεύθυνσης IPv6.
es_419: Evita el filtrado de dirección IPv6.
fi_fi: Estä IPv6-osoitteen vuoto.
fr_fr: Empêcher la fuite d'adresse IPv6.
id_id: Mencegah kebocoran alamat IPv6.
it_it: Evita la perdita di indirizzo IPv6.
nl_nl: Voorkom het lekken van IPv6 adres.
pl_pl: Zapobiega wyciekaniu adresu IPv6.
ro_ro: Prevenire divulgare adresă IPv6.
sk_sk: Zabrániť úniku adresy IPv6.
sl_si: Preprečite puščanje naslova IPv6.
tr_tr: IPv6 adresinin sızmasını önleyin.

# Settings_Advanced_lbl_NetworkDriver
source: OpenVPN Network driver
be_by: Сеткавы драйвер OpenVPN
el_gr: Οδηγός δικτύου OpenVPN
es_419: Controlador de red OpenVPN
fi_fi: OpenVPN-verkkoajuri
fr_fr: Pilote réseau OpenVPN
id_id: Driver Jaringan OpenVPN
it_it: Apri il driver di Rete di OpenVPN
nl_nl: OpenVPN Netwerk stuurprogramma
pl_pl: Sterownik sieciowy OpenVPN
ro_ro: Driver rețea OpenVPN
sk_sk: Sieťový ovládač OpenVPN
sl_si: Gonilnik za omrežje OpenVPN
tr_tr: OpenVPN ağ sürücüsü

# Settings_Advanced_lbl_NetworkDriver_info
source: Network drivers can impact your connection and speed. The new TUN adapter provides higher speed, fallback on TAP adapter if you encounter any connectivity problem.
be_by: Сеткавыя драйверы могуць уплываць на ваша падключэнне і хуткасць. Новы адаптар TUN забяспечвае больш высокую хуткасць. У выпадку праблем з падключэннем, мы раім вярнуцца на адаптар TAP.
el_gr: Οι οδηγοί δικτύου μπορούν να επηρεάσουν τη σύνδεση και την ταχύτητά σας. Ο νέος προσαρμογέας TUN παρέχει υψηλότερη ταχύτητα, επαναφορά στον προσαρμογέα TAP εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα συνδεσιμότητας.
es_419: Los controladores de red pueden afectar su conexión y velocidad. El nuevo adaptador TUN proporciona mayor velocidad, recurriendo al adaptador TAP si se produce algún problema de conectividad.
fi_fi: Verkkoajurit saattavat vaikuttaa yhteyteesi ja sen nopeuteen. Uusi TUN-sovitin tarjoaa paremman hopeuden ja voit käyttää TAP-sovitinta varmistuksena, jos yhteydessä ilmenee ongelmia.
fr_fr: Les pilotes réseau peuvent affecter votre connexion et votre vitesse. Le nouvel adaptateur TUN vous offre une vitesse plus élevée, secondé par un adaptateur TAP si vous rencontrez un problème de connectivité.
id_id: Driver jaringan dapat mempengaruhi koneksi dan kecepatan Anda. Adapter TUN baru menyediakan kecepatan yang lebih tinggi, kembali ke adapter TAP jika Anda menemukan masalah pada konektivitas.
it_it: I driver di rete possono influire sulla tua connessione e velocità. Il nuovo adattatore TUN fornisce una velocità maggiore, torna sull'adattatore TAP se riscontri problemi di connettività.
nl_nl: Netwerkstuurprogramma's kunnen uw verbinding en snelheid beïnvloeden. De nieuwe TUN-adapter heeft een hogere snelheid, fallback op de TAP-adapter als u een verbindingsprobleem ondervindt.
pl_pl: Sterownik sieciowy może mieć wpływ na połączenie i jego prędkość. Nowy adapter TUN zapewnia wyższą prędkość. W przypadku problemów z połączeniem wróć do adaptera TAP.
ro_ro: Driverele de rețea vă pot afecta conexiunea și viteza. Noul adaptor TUN oferă viteză mai mare, alternativă la adaptorul TAP dacă întâmpinați orice problemă de conectivitate.
sk_sk: Sieťové ovládače môžu ovplyvniť rýchlosť vášho pripojenia. Nový adaptér TUN ponúka vyššiu rýchlosť, v prípade problémov s pripojením môžete skúsiť aj pomalší adaptér TAP.
sl_si: Omrežni gonilnik lahko vpliva na povezavo in njeno hitrost. Novi TUN adapter zagotavlja večjo hitrost. V primeru težav s povezavo se vrnite na TAP adapter.
tr_tr: Ağ sürücüleri bağlantınızı ve hızınızı etkileyebilir. Yeni TUN bağdaştırıcısı daha yüksek hız sağlar. Herhangi bir bağlantı sorunuyla karşılaşırsanız, TAP bağdaştırıcısına geri dönün.

# Settings_Advanced_lbl_NonStandardPorts
source: Non-standard ports
be_by: Нестандартныя парты
el_gr: Μη τυποποιημένες θύρες
es_419: Puertos no estándar
fi_fi: Epätyypilliset portit
fr_fr: Ports non standard
id_id: Port non-standar
it_it: Porte non standard
nl_nl: Niet-standaard poorten
pl_pl: Niestandardowe porty
ro_ro: Porturi nonstandard
sk_sk: Neštandardné porty
sl_si: Nestandardna vrata
tr_tr: Standart olmayan bağlantı noktaları

# Settings_Advanced_lbl_NonStandardPorts_Info
source: Use Proton VPN for any special need by allowing traffic to non-standard ports through the VPN network.
be_by: Выкарыстоўвайце Proton VPN для любых адмысловых патрабаванняў, дазваляючы трафік да нестандартных партоў праз сетку VPN.
el_gr: Χρησιμοποιήστε το Proton VPN για κάθε ειδική περιπτωση επιτρέποντας την ροή των δεδομένων από μη τυποποιημένες θύρες μέσω του δικτύου VPN.
es_419: Use Proton VPN para cualquier necesidad al permitir el tráfico a puertos no estándar a través de la red VPN.
fi_fi: Käytä Proton VPN:ää erityistapauksissa sallimalla VPN-verkon tietoliikenteen kulkea epätyypillisten porttien kautta.
fr_fr: Utilisez Proton VPN pour tout besoin particulier en autorisant le trafic vers les ports non standard à travers le réseau VPN.
id_id: Gunakan Proton VPN untuk berbagai kebutuhan khusus dengan mengalihkan lalu lintas data yang tertuju pada port non-standar melalui jaringan VPN.
it_it: Usa Proton VPN per qualsiasi esigenza speciale consentendo il traffico verso porte non standard attraverso la rete VPN.
nl_nl: Gebruik Proton VPN voor elke speciale nood door verkeer naar niet-standaard poorten toe te laten via het VPN-netwerk.
pl_pl: Używaj aplikacji Proton VPN do wszelkich specjalnych potrzeb, zezwalając na ruch do niestandardowych portów przez sieć VPN.
ro_ro: Utilizați Proton VPN pentru orice nevoie specială permițând traficul către porturile nonstandard prin VPN.
sk_sk: Použite Proton VPN pre akékoľvek špeciálne potreby tým, že povolíte prevádzku na neštandardných portoch prostredníctvom siete VPN.
sl_si: Uporabite Proton VPN za kakršne koli posebne potrebe, tako da omogočite promet do nestandardnih vrat prek omrežja VPN.
tr_tr: VPN ağı üzerinden standart olmayan bağlantı noktalarından trafik geçişine izin vererek herhangi bir özel gereksinim için Proton VPN kullanabilirsiniz.

# Settings_Advanced_lbl_OpenVpnTap
source: TAP adapter
be_by: Адаптар TAP
el_gr: Προσαρμογέας TAP
es_419: Adaptador TAP
fi_fi: TAP-sovitin
fr_fr: Adaptateur TAP
id_id: Adapter TAP
it_it: Adattatore TAP
pl_pl: Adapter TAP
ro_ro: Adaptor TAP
sk_sk: TAP adaptér
tr_tr: TAP bağdaştırıcısı

# Settings_Advanced_lbl_OpenVpnTun
source: TUN adapter
be_by: Адаптар TUN
el_gr: Προσαρμογέας TUN
es_419: Adaptador TUN
fi_fi: TUN-sovitin
fr_fr: Adaptateur TUN
id_id: Adapter TUN
it_it: Adattatore TUN
pl_pl: Adapter TUN
ro_ro: Adaptor TUN
sk_sk: TUN adaptér
tr_tr: TUN bağdaştırıcısı

# Settings_Advanced_lbl_PortForwarding
source: Port Forwarding
be_by: Перанакіраванне партоў
el_gr: Προώθηση Θυρών
es_419: Reenvío de puertos
fi_fi: Porttiohjaus
fr_fr: Redirection de port
pl_pl: Przekierowanie portów
ro_ro: Redirecționare port
sk_sk: Presmerovanie portov
sl_si: Posredovanje vrat
tr_tr: Bağlantı noktası yönlendirme

# Settings_Advanced_lbl_PortForwardingInQuickSettings
source: Port Forwarding shortcut
be_by: Спалучэнні клавіш для перанакіравання партоў
el_gr: Συντόμευση προώθησης θυρών
es_419: Atajo de reenvío de puertos
fi_fi: Porttiohjauksen pikavalinta
fr_fr: Raccourci de redirection de port
id_id: Pintasan Port Forwarding
it_it: Scorciatoia per il Port Forwarding
nl_nl: Port forwarding sneltoets
pl_pl: Skrót przekierowania portów
ro_ro: Scurtătură redirecționare porturi
sk_sk: Odkaz presmerovania portu
sl_si: Bližnjica za posredovanje vrat
tr_tr: Bağlantı noktası yönlendirme kısayolu

# Settings_Advanced_lbl_PortForwardingInQuickSettings_Info
source: Access Port Forwarding settings from the Quick Settings
be_by: Доступ да налад перанакіравання партоў з хуткіх налад
el_gr: Άνοιγμα ρυθμίσεων Προώθησης Θυρών από τις Γρήγορες Ρυθμίσεις
es_419: Acceda a los ajustes de reenvío de puertos desde Ajustes Rápidos
fi_fi: Avaa porttiohjausasetukset Pika-asetuksista
fr_fr: Accéder aux paramètres de redirection de port à partir des paramètres rapides
id_id: Akses pengaturan Port Forwarding dari menu Quick Settings
it_it: Accedi alle impostazioni di Port Forwarding dalle Impostazioni rapide
nl_nl: Toegang tot Port forwarding instellingen vanaf Snelle Instellingen
pl_pl: Uzyskaj dostęp do ustawień przekierowania portów z szybkich ustawień
ro_ro: Accesare setări redirecționare porturi din setările rapide
sk_sk: Prístup k nastaveniu presmerovania portov z Rýchleho nastavenia
sl_si: Dostopajte do nastavitev posredovanja vrat iz hitrih nastavitev
tr_tr: Hızlı ayarlar bölümünden bağlantı noktası yönlendirme ayarlarına gidin

# Settings_Advanced_lbl_PortForwardingNotifications
source: Port Forwarding notifications
be_by: Апавяшчэнні перанакіравання партоў
el_gr: Ειδοποιήσεις προώθησης θυρών
es_419: Notificaciones de reenvío de puertos
fi_fi: Porttiohjauksen ilmoitukset
fr_fr: Notifications de redirection de port
id_id: Notifikasi Port Forwarding
it_it: Notifiche di Port Forwarding
nl_nl: Port forwarding meldingen
pl_pl: Powiadomienia przekierowania portów
ro_ro: Notificări redirecționare porturi
sk_sk: Notifikácie presmerovania portov
sl_si: Obvestila o posredovanju vrat
tr_tr: Bağlantı noktası yönlendirme bildirimleri

# Settings_Advanced_lbl_PortForwardingNotifications_Info
source: Get notified when the Port Forwarding number changes
be_by: Апавяшчаць пра змену нумара перанакіравання парта
el_gr: Ειδοποιηθείτε όταν αλλάζει ο αριθμός Προώθησης Θύρας
es_419: Sea notificado cuando cambie el número de reenvío de puerto
fi_fi: Ilmoita porttiohjauksen portin vaihtumisesta
fr_fr: Soyez averti des changements de numéros de redirection de port
id_id: Dapatkan notifikasi pada saat nomor port yang digunakan pada prosedur Port Forwarding diubah
it_it: Ricevi una notifica quando il numero di Port Forwarding cambia
nl_nl: Krijg meldingen wanneer het Port forwarding nummer wijzigt
pl_pl: Otrzymaj powiadomienie, kiedy zmienią się ustawienia przekierowania portów
ro_ro: Primiți notificări când numărul porturilor redirecționate se modifică
sk_sk: Dostať upozornenie pri zmene čísla presmerovaného portu
sl_si: Prejmite obvestilo, ko se spremeni številka za posredovana vrata
tr_tr: Yönlendirilen bağlantı noktası değiştirildiğinde bildirim alın

# Settings_Advanced_lbl_PortForwarding_Info
source: Speed up your torrenting and online gaming by allowing supported local apps to be reachable from the internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Learn more</Hyperlink>
be_by: Павялічце хуткасць абмену файламі торэнт і сеткавымі гульнямі, дазволіўшы лакальным праграмам, якія маюць адпаведную падтрымку, быць даступнымі з інтэрнэту. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Даведацца больш</Hyperlink>
el_gr: Επιταχύνετε το torrenting και το online gaming, επιτρέποντας στις υποστηριζόμενες τοπικές εφαρμογές να είναι προσβάσιμες από το Διαδίκτυο. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Μάθετε περισσότερα</Hyperlink>.
es_419: Acelere su descarga de torrents y juegos en línea permitiendo que las aplicaciones locales compatibles estén accesibles desde Internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Más información</Hyperlink>
fi_fi: Nopeuta torrenteja ja verkkopelejä sallimalla tuettujen paikallisten sovellusten tavoittaminen Internetistä. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Lue lisää</Hyperlink>
fr_fr: Accélérez vos torrents et vos jeux en ligne en permettant aux applications locales prises en charge d'être accessibles à partir d'internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">En savoir plus.</Hyperlink>
id_id: Percepat akses torrent dan gaming Anda dengan mengizinkan berbagai aplikasi lokal yang didukung untuk dapat dijangkau melalui internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Pelajari lebih lanjut</Hyperlink>
it_it: Velocizza i tuoi torrent e i giochi online consentendo alle app locali supportate di essere raggiungibili da Internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Scopri di più</Hyperlink>
nl_nl: Versnel uw torrenting en online gaming door het mogelijk te maken dat ondersteunde lokale apps bereikbaar zijn vanaf internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Meer informatie</Hyperlink>
pl_pl: Przyśpiesz torrenty i gry online poprzez umożliwienie dostępu do obsługiwanych aplikacji lokalnych z Internetu. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Dowiedz się więcej</Hyperlink>
ro_ro: Măriți viteza pe torente și jocurile online permițând ca aplicațiile locale să fie accesibile de pe internet. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Detalii</Hyperlink>
sk_sk: Zrýchlite torrenty a online hry tým, že k podporovaným lokálnym aplikáciám umožníte prístup z internetu. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Viac informácií</Hyperlink>
sl_si: Pospešite torrente in spletno igranje tako, da omogočite, da so podprte lokalne aplikacije dosegljive iz interneta. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Več o tem</Hyperlink>
tr_tr: Desteklenen yerel uygulamalara İnternet üzerinden erişilmesini sağlayarak, torrent ve çevrim içi oyun hızınızı artırın. <Hyperlink Command="{Binding LearnMoreAboutPortForwardingCommand}">Ayrıntılı bilgi alın</Hyperlink>

# Settings_Advanced_lbl_PortForwarding_Tooltip
source: Speed up your torrenting and online gaming by allowing supported local apps to be reachable from the internet.
be_by: Павялічце хуткасць абмену файламі торэнт і прадукцыйнасць сеткавых гульняў, дазволіўшы лакальным праграмам, якія маюць адпаведную падтрымку, быць даступнымі з інтэрнэту.
el_gr: Επιταχύνετε το torrenting και το online gaming, επιτρέποντας στις υποστηριζόμενες τοπικές εφαρμογές να είναι προσβάσιμες από το διαδίκτυο.
es_419: Acelere sus descargas de torrents y juegos en línea al permitir que las aplicaciones locales admitidas sean accesibles desde internet.
fi_fi: Nopeuta torrenteja ja verkkopelejä sallimalla tuettujen paikallisten sovellusten tavoittaminen Internetistä.
fr_fr: Accélérez vos torrents et vos jeux en ligne en permettant aux applications locales prises en charge d'être accessibles depuis internet.
it_it: Velocizza i tuoi torrent e giochi online consentendo alle app locali supportate di essere raggiungibili da internet.
pl_pl: Przyśpiesz torrenty i gry online poprzez umożliwienie dostępu do obsługiwanych aplikacji lokalnych z Internetu.
ro_ro: Accelerați-vă lucrul și jocul online, permițând ca aplicațiile locale să aibă acces direct la internet.
sk_sk: Zrýchlite prácu s torrentmi a online hrami tým, že podporované miestne aplikácie budú dostupné z internetu.
sl_si: Pospešite torrente in spletno igranje tako, da omogočite, da so podprte lokalne aplikacije dosegljive iz interneta.
tr_tr: Desteklenen yerel uygulamalara İnternet üzerinden erişilebilmesine izin vererek torrent ve çevrim içi oyun kullanımınızı hızlandırın.

# Settings_Advanced_lbl_SplitTunnel
source: Split Tunneling
el_gr: Διαίρεση σήραγγας
es_419: Tunelización dividida
fi_fi: Jaettu tunnelointi
ro_ro: Divizare trafic
sl_si: Razdeljeno tuneliranje
tr_tr: Ayrılmış tünelleme

# Settings_Advanced_lbl_SplitTunnel_Info
source: Exclude an application or an IP address from VPN traffic or include only specific apps. Cannot be switched on together with kill switch.
be_by: Выключэнне праграм або IP-адрасоў з трафіка VPN або ўключэнне толькі вызначаных праграм. Не можа быць уключана разам з Kill Switch.
el_gr: Εξαιρέστε μια εφαρμογή ή μια διεύθυνση IP από την κίνηση VPN ή συμπεριλάβετε μόνο συγκεκριμένες εφαρμογές. Δεν είναι δυνατή η ενεργοποίησή του μαζί με τη λειτουργία kill switch.
es_419: Excluye una aplicación o una dirección IP del tráfico VPN o incluye solo aplicaciones específicas. No se puede activar junto con el interruptor de apagado.
fi_fi: Rajoita sovelluksia tai IP-osoitteita VPN-tietoliikenteen ulkopuolelle tai sisällytä vain tiettyjä sovelluksia. Ei voi olla käytössä samanaikaisesti tappokytkimen kanssa.
fr_fr: Exclure une application ou une adresse IP du trafic VPN, ou inclure uniquement des applications spécifiques. Ne peut pas être activé en même temps que la fonctionnalité Arrêt d'urgence (kill switch).
id_id: Kecualikan aplikasi atau alamat IP dari lalu lintas VPN atau sertakan hanya aplikasi tertentu. Tidak bisa diaktifkan bersama dengan Kill Switch.
it_it: Escludi un'applicazione o un indirizzo IP dal traffico VPN o includi solo applicazioni specifiche. Non può essere attivato insieme al Kill Switch.
nl_nl: Een applicatie of een IP-adres uit VPN-verkeer uitsluiten of alleen specifieke apps opnemen. Kan niet samen met de Kill Switch gebruikt worden.
pl_pl: Wyklucz aplikację lub adres IP z ruchu przez tunel VPN lub uwzględnij w nim tylko wybrane aplikacje. Opcja nie może być włączona z funkcją Kill Switch.
ro_ro: Excludeți o aplicație sau o adresă IP din traficul VPN sau includeți numai anumite aplicații. Nu poate fi pornit împreună cu blocarea conexiunii.
sk_sk: Vylúčiť aplikáciu alebo IP adresu z prevádzky VPN alebo zahrnúť iba konkrétne aplikácie. Nie je možné zapnúť spoločne s funkciou Kill Switch.
sl_si: Izključite aplikacijo ali naslov IP iz prometa VPN ali vključite samo določene aplikacije. Ni ga mogoče vklopiti skupaj s stikalom za izklop.
tr_tr: Bir uygulama veya IP adresinin VPN trafiğine katılmamasını ya da yalnızca belirli uygulamaların katılmasını sağlar. Bağlantı kesici ile aynı anda kullanılamaz.

# Settings_Advanced_lbl_btn_LearnMore
source: Learn more
be_by: Даведацца больш
el_gr: Μάθετε περισσότερα
es_419: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
ro_ro: Aflați mai multe
sk_sk: Zistiť viac
sl_si: Več informacij
tr_tr: Ayrıntılı bilgi alın

# Settings_Advanced_ttl
source: Advanced
be_by: Дадаткова
el_gr: Προχωρημένα
es_419: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
id_id: Lanjutan
it_it: Avanzate
nl_nl: Geavanceerd
pl_pl: Zaawansowane
ro_ro: Avansat
sk_sk: Pokročilé
sl_si: Napredno
tr_tr: Gelişmiş

# Settings_Connection_DefaultProtocol_val_Smart
source: Smart (suggested)
be_by: Smart (прапанавана)
el_gr: Smart (προτεινόμενο)
es_419: Inteligente (sugerido)
fi_fi: Smart (ehdotettu)
fr_fr: Smart (suggéré)
id_id: Smart Protocol (disarankan)
it_it: Smart (suggerito)
nl_nl: Smart (voorgesteld)
pl_pl: Smart (zalecany)
ro_ro: Smart (sugerat)
sk_sk: Smart (odporúča sa)
sl_si: Pametno (predlagano)
tr_tr: Smart (önerilen)

# Settings_Connection_Warning_CustomDnsServer
source: Using Custom DNS servers will disable NetShield. DNS servers are responsible for directing you to the correct websites. <LineBreak/><LineBreak/>Only use DNS servers that you trust. Do you want to turn Custom DNS servers on?
be_by: Выкарыстанне карыстальніцкіх сервераў DNS прывядзе да адключэння NetShield. Серверы DNS адказваюць за накіраванне вас на слушны вэб-сайт.<LineBreak/><LineBreak/>Карыстайцеся толькі тымі серверамі DNS, якім вы давяраеце. Вы сапраўды хочаце ўключыць карыстальніцкія серверы DNS?
el_gr: Θέλετε ενεργοποίηση Προσαρμοσμένων Διακομιστών DNS; Η χρήση τους θα απενεργοποιήσει το NetShield. Οι διακομιστές DNS είναι υπεύθυνοι της καθοδήγησής σας προς ορθούς ιστοτόπους. <LineBreak/><LineBreak/>Χρησιμοποιείτε μόνο διακομιστές DNS που εμπιστεύεστε.
es_419: Usar servidores DNS personalizados desactivará NetShield. Los servidores DNS son responsables de dirigirle a los sitios web correctos. <LineBreak/><LineBreak/>Solo use servidores DNS en los que confíe. ¿Desea activar los servidores DNS personalizados?
fi_fi: Omien DNS-palvelimien käyttö poistaa NetShieldin käytöstä. DNS-palvelimet vastaavat siitä, että ohjaudut oikealle verkkosivustolle. <LineBreak/><LineBreak/>Käytä vain luotettavia palvelimia. Haluatko käyttää omia DNS-palvelimia?
fr_fr: L'utilisation de serveurs DNS personnalisés désactivera NetShield. Les serveurs DNS sont chargés de vous rediriger vers les bons sites web. <LineBreak/><LineBreak/>Utilisez uniquement les serveurs DNS auxquels vous faites confiance. Voulez-vous activer les serveurs DNS personnalisés ?
id_id: Menggunakan Server DNS khusus akan menonaktifkan NetShield. Server DNS bertanggung jawab untuk mengarahkan Anda ke situs yang benar. <LineBreak/><LineBreak/>Gunakan hanya server DNS yang Anda percayai. Apakah Anda ingin mengaktifkan server DNS khusus?
it_it: Utilizzando server DNS Personalizzati disattiverai NetShield. I server DNS servono per indirizzarti ai siti web corretti. <LineBreak/><LineBreak/>Utilizza solo i server DNS di cui ti fidi. Vuoi attivare i server DNS personalizzati?
nl_nl: Met behulp van aangepaste DNS-servers zal NetShield worden uitgeschakeld. DNS-servers zijn verantwoordelijk voor u te verbinden met de juiste websites. <LineBreak/><LineBreak/>Gebruik alleen DNS-servers die je vertrouwt. Wilt u aangepaste DNS-servers inschakelen?
pl_pl: Korzystanie z niestandardowych serwerów DNS spowoduje wyłączenie funkcji NetShield. Serwery DNS są odpowiedzialne za przekierowywanie użytkowników na właściwe strony internetowe. <LineBreak/><LineBreak/>Używaj tylko zaufanych serwerów DNS. Czy chcesz włączyć niestandardowe serwery DNS?
ro_ro: Utilizarea serverelor DNS personalizate va dezactiva NetShield. Serverele DNS sunt responsabile pentru direcționarea către site-urile web corecte. <LineBreak/><LineBreak/>Folosiți numai servere DNS în care aveți încredere. Doriți să activați serverele DNS personalizate?
sk_sk: Používanie vlastných serverov DNS deaktivuje NetShield. Servery DNS sú zodpovedné za presmerovanie na správne webové stránky. <LineBreak/><LineBreak/>Používajte iba servery DNS, ktorým dôverujete. Chcete zapnúť vlastné servery DNS?
sl_si: Uporaba strežnikov DNS po meri bo onemogočila NetShield. Strežniki DNS so odgovorni za usmerjanje na pravilna spletna mesta. <LineBreak/><LineBreak/>Uporabljajte samo strežnike DNS, ki jim zaupate. Ali želite vklopiti strežnike DNS po meri? ​
tr_tr: Özel DNS sunucularının kullanılması NetShield özelliğini kapatır. DNS sunucuları sizi doğru sitelere yönlendirmekten sorumludur. <LineBreak/><LineBreak/>Yalnızca güvendiğiniz DNS sunucularını kullanın. Özel DNS sunucularını açmak istiyor musunuz?

# Settings_Connection_btn_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Changer d'abonnement
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
nl_nl: Upgraden
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Navýšiť tarif
sl_si: Nadgradi
tr_tr: Yükselt

# Settings_Connection_lbl_CustomDnsServer
source: Custom DNS Servers
be_by: Карыстальніцкія серверы DNS
el_gr: Προσαρμοσμένοι Διακομιστές DNS
es_419: Servidores DNS personalizados
fi_fi: Omat DNS-palvelimet
fr_fr: Serveurs DNS personnalisés
id_id: Server DNS Khusus
it_it: Server DNS personalizzati
nl_nl: Aangepaste DNS Servers
pl_pl: Niestandardowe serwery DNS
ro_ro: Servere DNS personalizate
sk_sk: Vlastné servery DNS
sl_si: Strežniki DNS po meri
tr_tr: Özel DNS sunucuları
