Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_WireGuardAdapterInUse_msg
source: Proton VPN could not connect because a WireGuard network adapter is already in use. Please disconnect any active VPNs and retry. Alternatively, you can switch protocols in the Advanced Settings.
be_by: Proton VPN не можа падключыцца, бо сеткавы адаптар WireGuard ужо выкарыстоўваецца. Адключыце ўсе актыўныя падключэнні па VPN і паспрабуйце яшчэ раз. Вы таксама можаце паспрабаваць выбраць іншы пратакол у пашыраных наладах праграмы.
el_gr: Το Proton VPN δεν μπόρεσε να συνδεθεί επειδή ο προσαρμογέας δικτύου WireGuard είναι ήδη σε χρήση. Αποσυνδέστε τυχόν ενεργά VPN και δοκιμάστε ξανά. Εναλλακτικά, μπορείτε να αλλάξετε πρωτόκολλα στις Ρυθμίσεις για Προχωρημένους.
es_419: Proton VPN no pudo conectarse porque un adaptador de red de WireGuard ya está en uso. Desconecte cualquier VPN activa y vuelva a intentarlo. Alternativamente, cambie entre los protocolos en los ajustes avanzados.
fi_fi: Proton VPN ei voi yhdistää, koska WireGuard-verkkosovitin on jo käytössä. Katkaise kaikki aktiiviset VPN-yhteydet ja yritä uudelleen. Vaihtoehtoisesti voit muuttaa protokollia lisäasetuksista.
fr_fr: Proton VPN n'a pas pu se connecter car une carte réseau WireGuard est déjà utilisée. Déconnectez tout VPN actif et réessayez. Vous pouvez aussi changer de protocole dans les paramètres avancés.
it_it: Proton VPN non ha potuto connettersi perché l'adattatore di rete WireGuard è già in uso. Si prega di disconnettere qualsiasi VPN attiva e riprovare. In alternativa, è anche possibile modificare i protocolli nelle impostazioni avanzate.
nl_nl: Proton VPN kon geen verbinding maken omdat de WireGuard-netwerkadapter al in gebruik is. Verbreek alle actieve VPN's en probeer het opnieuw. Als alternatief kunt u wisselen van protocol in de Geavanceerde Instellingen.
pl_pl: Aplikacja Proton VPN nie może się połączyć, ponieważ adapter WireGuard jest już w użyciu. Rozłącz się z siecią VPN i spróbuj ponownie. Opcjonalnie, zmień protokół. Możesz to zrobić w ustawieniach zaawansowanych.
ro_ro: Proton VPN nu s-a putut conecta deoarece un adaptor de rețea WireGuard este deja utilizat. Deconectați orice VPN activ și reîncercați. Alternativ, puteți schimba protocolul în „Setări avansate”.
sk_sk: Proton VPN sa nemohla pripojiť, pretože sieťový adaptér WireGuard je už používaný. Odpojte prosím všetky aktívne siete VPN a skúste to znova. Prípadne môžete protokoly prepínať aj v pokročilých nastaveniach.
sl_si: Proton VPN se ni mogel povezati, ker je omrežna kartica WireGuard že v uporabi. Prekinite povezavo vseh aktivnih VPN-jev in poskusite znova. Druga možnost je, da protokole zamenjate v naprednih nastavitvah.
tr_tr: Zaten bir WireGuard ağ bağdaştırıcısı kullanıldığından Proton VPN bağlantı kuramadı. Lütfen etkin VPN bağlantısını kestikten sonra yeniden deneyin. Alternatif olarak, gelişmiş ayarlar bölümünden iletişim kurallarını değiştirebilirsiniz.

# Dialogs_btn_Cancel
source: Cancel
be_by: Скасаваць
el_gr: Ακύρωση
es_419: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
id_id: Batal
it_it: Annulla
nl_nl: Annuleer
pl_pl: Anuluj
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
tr_tr: İptal

# Dialogs_btn_Close
source: Close
be_by: Закрыць
el_gr: Κλείσιμο
es_419: Cerrar
fi_fi: Sulje
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închidere
sk_sk: Zavrieť
sl_si: Zapri
tr_tr: Kapat

# Dialogs_btn_Continue
source: Continue
be_by: Працягнуць
el_gr: Συνέχεια
es_419: Continuar
fi_fi: Jatka
fr_fr: Continuer
id_id: Lanjutkan
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj
ro_ro: Continuare
sk_sk: Pokračovať
sl_si: Nadaljuj
tr_tr: İlerle

# Dialogs_btn_Enable
source: Enable
be_by: Уключыць
el_gr: Ενεργοποίηση
es_419: Habilitar
fi_fi: Ota käyttöön
fr_fr: Activer
id_id: Aktifkan
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz
ro_ro: Activare
sk_sk: Zapnúť
sl_si: Omogoči
tr_tr: Aç

# Dialogs_btn_NoThanks
source: No Thanks
be_by: Не, дзякуй
el_gr: Όχι, ευχαριστώ
es_419: No, gracias
fi_fi: Ei kiitos
fr_fr: Non merci
id_id: Tidak, Terima Kasih
it_it: No, Grazie
nl_nl: Nee, bedankt
pl_pl: Nie, dziękuję
ro_ro: Nu, mulțumesc
sk_sk: Nie, ďakujem
sl_si: Ne, hvala.
tr_tr: Hayır, teşekkürler

# Dialogs_btn_Ok
source: OK
be_by: Добра
el_gr: ΟΚ
sl_si: V redu
tr_tr: Tamam

# Dialogs_reconnection_FromServer
source: From server:
be_by: З сервера:
el_gr: Από διακομιστή:
es_419: Del servidor:
fi_fi: Palvelimelta:
fr_fr: Depuis le serveur :
id_id: Dari server:
it_it: Dal server:
nl_nl: Van server:
pl_pl: Z serwera:
ro_ro: De la serverul:
sk_sk: Zo servera:
sl_si: Iz strežnika:
tr_tr: Şu sunucudan:

# Dialogs_reconnection_ToServer
source: To server:
be_by: На сервер:
el_gr: Προς διακομιστή:
es_419: Al servidor:
fi_fi: Palvelimelle:
fr_fr: Vers le serveur :
id_id: Ke server:
it_it: Al server:
nl_nl: Naar server:
pl_pl: Do serwera:
ro_ro: La serverul:
sk_sk: Na server:
sl_si: Na strežnik:
tr_tr: Şu sunucuya:

# Dialogs_ttl_Question
source: Attention
be_by: Увага
el_gr: Προσοχή
es_419: Atención
fi_fi: Huomio
id_id: Perhatian
it_it: Attenzione
nl_nl: Attentie
pl_pl: Uwaga
ro_ro: Atenție
sk_sk: Upozornenie
sl_si: Pozor
tr_tr: Uyarı

# Dialogs_ttl_Warning
source: Attention
be_by: Увага
el_gr: Προσοχή
es_419: Atención
fi_fi: Huomio
id_id: Perhatian
it_it: Attenzione
nl_nl: Attentie
pl_pl: Uwaga
ro_ro: Atenție
sk_sk: Upozornenie
sl_si: Pozor
tr_tr: Uyarı

# ErrorWindow_lbl_Close
source: Close
be_by: Закрыць
el_gr: Κλείσιμο
es_419: Cerrar
fi_fi: Sulje
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închidere
sk_sk: Zavrieť
sl_si: Zapri
tr_tr: Kapat

# ErrorWindow_lbl_Download
source: Download
be_by: Спампаваць
el_gr: Λήψη
es_419: Descargar
fi_fi: Lataa
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
nl_nl: Downloaden
pl_pl: Pobierz
ro_ro: Descărcare
sk_sk: Stiahnuť
sl_si: Prenesi
tr_tr: İndir

# ErrorWindow_lbl_DownloadInfo
source: Download and install the latest version to fix the problem.
be_by: Спампуйце і ўсталюйце апошнюю версію для выпраўлення праблемы.
el_gr: Κάντε λήψη και εγκαταστήστε την πιο πρόσφατη έκδοση για να διορθώσετε το πρόβλημα.
es_419: Descargue e instale la última versión para solucionar el problema.
fi_fi: Korjaa ongelma lataamalla ja asentamalla viimeisin versio.
fr_fr: Téléchargez et installez la dernière version pour résoudre le problème.
id_id: Unduh dan instal Proton VPN versi terbaru untuk menyelesaikan masalah ini.
it_it: Scarica e installa l'ultima versione per risolvere il problema.
nl_nl: Download en installeer de laatste versie om het probleem op te lossen.
pl_pl: Pobierz i zainstaluj najnowszą wersję, aby naprawić problem.
ro_ro: Descărcați și instalați ultima versiune pentru a rezolva problema.
sk_sk: Pre vyriešenie problému si stiahnite a nainštalujte najnovšiu verziu.
sl_si: Prenesite in namestite najnovejšo različico, da odpravite težavo.
tr_tr: Sorunu çözmek için son sürümü indirip kurun.

# ErrorWindow_lbl_MissingHeading
source: The application is missing a required file
be_by: У праграме адсутнічае неабходны файл
el_gr: Από την εφαρμογή λείπει ένα απαιτούμενο αρχείο
es_419: A la aplicación le falta un archivo requerido
fi_fi: Sovelluksesta puuttuu vaadittu tiedosto
fr_fr: Il manque un fichier nécessaire à l'application.
id_id: Aplikasi kehilangan berkas yang dibutuhkan
it_it: All'applicazione manca un file richiesto
nl_nl: Er ontbreekt een verplicht bestand in de applicatie
pl_pl: Brak wymaganego pliku aplikacji
ro_ro: Aplicației îi lipsește un fișier
sk_sk: V aplikácii chýba požadovaný súbor
sl_si: V aplikaciji manjka zahtevana datoteka
tr_tr: Gerekli bir uygulama dosyası eksik

# ErrorWindow_lbl_MissingInfo
source: Some applications on your PC might have removed some files or prevented them to be installed successfully.
be_by: Некаторыя праграмы на вашым камп'ютары маглі выдаліць файлы або перашкодзіць іх паспяховаму ўсталяванню.
el_gr: Ορισμένες εφαρμογές στον υπολογιστή σας ενδέχεται να έχουν αφαιρέσει ορισμένα αρχεία ή να τους εμπόδισαν να εγκατασταθούν με επιτυχία.
es_419: Algunas aplicaciones de su PC podrían haber eliminado algunos archivos o impedido que se instalaran correctamente.
fi_fi: Jotkin tietokoneesi sovellukset ovat saattaneet poistaa joitakin tiedostoja tai estää niitä asentumasta oikein.
fr_fr: Certaines applications de votre PC ont peut-être retiré des fichiers ou empêché leur installation.
id_id: Beberapa aplikasi di PC Anda mungkin telah menghapus berkas atau mencegah pemasangan aplikasi.
it_it: Alcune applicazioni sul tuo PC potrebbero aver rimosso alcuni file o impedito loro di essere installati correttamente.
nl_nl: Sommige toepassingen op uw PC hebben bestanden verwijderd of voorkomen dat ze met succes geïnstalleerd konden worden.
pl_pl: Niektóre aplikacje na Twoim komputerze mogły usunąć część plików lub uniemożliwić ich poprawną instalację.
ro_ro: Unele aplicații din sistem ar putea să aibă câteva fișiere șterse sau să fi fost împiedicate să se instaleze corect.
sk_sk: Niektoré aplikácie vo vašom počítači mohli niektoré súbory odstrániť alebo zabrániť ich úspešnej inštalácii.
sl_si: Nekatere aplikacije v vašem računalniku so morda odstranile nekatere datoteke ali preprečile njihovo namestitev.
tr_tr: Bilgisayarınızdaki bazı uygulamalar, bazı dosyaları silmiş ya da bunların doğru şekilde kurulmasını engellemiş olabilir.

# ErrorWindow_lbl_Repair
source: Repair
be_by: Выправіць
el_gr: Επιδιόρθωση
es_419: Reparar
fi_fi: Korjaa
fr_fr: Corriger
id_id: Perbaiki
it_it: Ripara
nl_nl: Herstellen
pl_pl: Napraw
ro_ro: Reparare
sk_sk: Opraviť
sl_si: Popravi
tr_tr: Onar

# ErrorWindow_lbl_RepairInfo
source: Please repair your installation.
be_by: Выпраўце ваша ўсталяванне.
el_gr: Παρακαλώ επιδιορθώστε την εγκατάσταση σας.
es_419: Repare su instalación.
fi_fi: Korjaa asennuksesi.
fr_fr: Nous vous invitons à corriger votre installation.
id_id: Mohon perbaiki instalasi Anda.
it_it: Ripara la tua installazione.
nl_nl: Herstel uw installatie alstublieft.
pl_pl: Napraw swoją instalację.
ro_ro: Reparați instalarea.
sk_sk: Opravte svoju inštaláciu.
sl_si: Popravite namestitev.
tr_tr: Lütfen kurulumunuzu onarın.

# License_ttl
source: License
be_by: Ліцэнзія
el_gr: Άδεια
es_419: Licencia
fi_fi: Lisenssi
fr_fr: Licence
id_id: Lisensi
it_it: Licenza
nl_nl: Licentie
pl_pl: Licencja
ro_ro: Licența
sk_sk: Licencia
sl_si: Licenca
tr_tr: Lisans

# Login_Error_msg_SessionExpired
source: Your session has expired. Please sign in again.
be_by: Ваш сеанс пратэрмінаваны. Увайдзіце яшчэ раз.
el_gr: Η συνεδρία σας έχει λήξει. Παρακαλούμε εισέλθετε ξανά.
es_419: Su sesión ha expirado. Inicie sesión de nuevo.
fi_fi: Istuntosi on erääntynyt. Kirjaudu uudelleen.
fr_fr: Votre session a expiré. Nous vous invitons à vous reconnecter.
id_id: Sesi Anda telah berakhir. Silakan masuk kembali.
it_it: La tua sessione è scaduta. Per favore riprova l'accesso.
nl_nl: Uw sessie is verlopen. Log opnieuw in.
pl_pl: Sesja wygasła. Zaloguj się ponownie.
ro_ro: Sesiunea a expirat. Reutentificați-vă.
sk_sk: Vaša relácia vypršala, musíte sa znova prihlásiť.
sl_si: Vaša seja se je iztekla. Ponovno se prijavite.
tr_tr: Oturumunuzun geçerlilik süresi dolmuş. Lütfen yeniden oturum açın.

# Login_Error_msg_Unauthorized
source: Invalid refresh token, please sign in again.
be_by: Памылковы токен абнаўлення. Увайдзіце яшчэ раз.
el_gr: Μη έγκυρο διακριτικό ανανέωσης, συνδεθείτε ξανά.
es_419: El token de actualización es inválido. Inicie sesión de nuevo.
fi_fi: Virheellinen päivitystunniste. Kirjaudu uudelleen.
fr_fr: Le jeton de rafraîchissement n'est pas valide, nous vous invitons à vous reconnecter.
id_id: Refresh token tidak valid. Silakan masuk kembali.
it_it: Token di aggiornamento non valido, accedi di nuovo.
nl_nl: Ongeldige vernieuwingstoken, log opnieuw in.
pl_pl: Token sesji jest nieprawidłowy. Zaloguj się ponownie.
ro_ro: Token de împrospătare nevalid, reconectați-vă.
sk_sk: Neplatný obnovovací token, prihláste sa prosím znova.
sl_si: Neveljavna možnost za osvežitev, ponovno se prijavite
tr_tr: Yenileme kodu geçersiz. Lütfen yeniden oturum açın.

# Login_Error_msg_Unknown
source: Unknown error
be_by: Невядомая памылка
el_gr: Άγνωστο σφάλμα
es_419: Error desconocido
fi_fi: Tuntematon virhe
fr_fr: Erreur inconnue
id_id: Kesalahan yang tidak diketahui
it_it: Errore sconosciuto
nl_nl: Onbekende fout
pl_pl: Wystąpił nieznany błąd
ro_ro: Eroare necunoscută
sk_sk: Neznáma chyba
sl_si: Neznana napaka
tr_tr: Bilinmeyen sorun

# Login_btn_Authenticate
source: Authenticate
be_by: Аўтэнтыфікацыя
el_gr: Ταυτοποίηση
es_419: Autenticar
fi_fi: Todenna
fr_fr: S'authentifier
id_id: Otentikasi
it_it: Autentica
nl_nl: Authenticeren
pl_pl: Uwierzytelnij
ro_ro: Autentificare
sk_sk: Overiť
sl_si: Preverjanje pristnosti
tr_tr: Kimliği doğrula

# Login_btn_Login
source: Sign in
be_by: Увайсці
el_gr: Σύνδεση
es_419: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
id_id: Masuk
it_it: Accedi
nl_nl: Inloggen
pl_pl: Zaloguj się
ro_ro: Conectare
sk_sk: Prihlásiť sa
sl_si: Prijava
tr_tr: Oturum aç

# Login_lbl_KillSwitch
source: Kill switch is currently active
be_by: Kill Switch зараз актыўны
el_gr: Το kill switch είναι ενεργό
es_419: El interruptor de apagado está activado
fi_fi: Tappokytkin on aktiivinen
fr_fr: Arrêt d'urgence (kill switch) est activé.
id_id: Kill Switch saat ini sedang aktif
it_it: Kill Switch è attualmente attivo
nl_nl: IP-beveiliging is momenteel actief
pl_pl: Funkcja Kill Switch jest aktywna
ro_ro: Blocarea conexiunii este activă
sk_sk: Kill switch je momentálne aktívny
sl_si: Stikalo za izklop je trenutno aktivno
tr_tr: Bağlantı kesici etkin

# Login_lbl_Password
source: Password
be_by: Пароль
el_gr: Κωδικός
es_419: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
id_id: Kata sandi
nl_nl: Wachtwoord
pl_pl: Hasło
ro_ro: Parola
sk_sk: Heslo
sl_si: Geslo
tr_tr: Parola

# Login_lbl_SecureInternetAnywhere
source: Secure internet anywhere
be_by: Бяспечны інтэрнэт у любым месцы
el_gr: Ασφαλές διαδίκτυο οπουδήποτε
es_419: Internet seguro en cualquier lugar
fi_fi: Turvallinen Internet kaikkialla
fr_fr: Pour un internet plus sûr, partout
it_it: Internet sicuro ovunque
nl_nl: Overal veilig internet
pl_pl: Bezpieczny Internet w każdym miejscu
ro_ro: Internet sigur oriunde
sk_sk: Bezpečný internet kdekoľvek
sl_si: Varen internet kjerkoli
tr_tr: Her yerde güvenli İnternet

# Login_lbl_StartAndConnectOnBoot
source: Start and connect on boot
be_by: Запускаць і падключацца пры загрузцы АС
el_gr: Έναρξη και σύνδεση κατά την εκκίνηση
es_419: Iniciar y conectar al arrancar
fi_fi: Suorita ja yhdistä käynnistettäessä
fr_fr: Démarrer et se connecter au démarrage
id_id: Jalankan dan sambungkan aplikasi pada saat booting
it_it: Apri e collegati all'avvio
nl_nl: Starten en verbinden bij opstarten
pl_pl: Rozpocznij i połącz przy starcie systemu
ro_ro: Autopornire și conectare la inițializare
sk_sk: Spustiť a pripojiť sa pri štarte
sl_si: Zaženite in se povežite ob zagonu
tr_tr: Başlangıçta açılsın ve bağlanılsın

# Login_lbl_StartWithWindows
source: Start with Windows
be_by: Запускаць разам з Windows
el_gr: Εκκίνηση με τα Windows
es_419: Iniciar con Windows
fi_fi: Suorita Windowsin käynnistyessä
fr_fr: Démarrer avec Windows
id_id: Mulai dengan Windows
it_it: Avvia con Windows
nl_nl: Starten tijdens opstarten
pl_pl: Uruchamiaj przy starcie systemu
ro_ro: Pornire cu Windows
sk_sk: Spustiť so systémom Windows
sl_si: Začnite z Windows
tr_tr: Windows ile başlat

# Login_lbl_TakingLongerThanExpected
source: Connection to Proton VPN in progress...
be_by: Адбываецца падключэнне да Proton VPN...
el_gr: Σύνδεση με το Proton VPN σε εξέλιξη...
es_419: Conexión a Proton VPN en curso...
fi_fi: Proton VPN -yhteyttä muodostetaan...
fr_fr: Connexion à Proton VPN en cours
id_id: Sambungan ke Proton VPN sedang berlangsung...
it_it: Connessione a Proton VPN in corso...
nl_nl: Verbinding met Proton VPN wordt opgezet...
pl_pl: Łączenie z Proton VPN...
ro_ro: Conexiunea la Proton VPN este în derulare...
sk_sk: Pripájanie k Proton VPN...
sl_si: Povezava s Proton VPN v teku ...
tr_tr: Proton VPN bağlantısı kuruluyor...

# Login_lbl_TwoFactorAuthCode
source: Two-factor authentication code
be_by: Код двухфактарнай аўтэнтыфікацыі
el_gr: Κωδικός ταυτοποίησης δύο παραγόντων
es_419: Código de autenticación de dos factores
fi_fi: Kaksivaiheinen todennuskoodi
fr_fr: Code d’authentification à deux facteurs
id_id: Kode otentikasi dua faktor
it_it: Codice di autenticazione a due fattori
nl_nl: Tweestapsverificatiecode
pl_pl: Kod uwierzytelniający
ro_ro: Cod autentificare cu doi factori
sk_sk: Kód dvojstupňového overenia
sl_si: Koda za dvojno preverjanje pristnosti
tr_tr: İki adımlı doğrulama kodu

# Login_lbl_Username
source: Username
be_by: Імя карыстальніка
el_gr: Όνομα Χρήστη
es_419: Nombre de usuario
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
id_id: Nama pengguna
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
ro_ro: Utilizator
sk_sk: Používateľské meno
sl_si: Uporabniško ime
tr_tr: Kullanıcı adı

# Login_lnk_CommonSignInIssues
source: Common sign in issues
be_by: Распаўсюджаныя праблемы ўваходу
el_gr: Συνήθη προβλήματα εισόδου
es_419: Problemas comunes de inicio de sesión
fi_fi: Yleisiä kirjautumisongelmia
fr_fr: Problèmes de connexion courants
id_id: Masalah sign-in umum
it_it: Problemi di accesso comuni
nl_nl: Veel voorkomende problemen bij aanmelden
pl_pl: Typowe problemy z logowaniem
ro_ro: Probleme comune de conectare
sk_sk: Bežné problémy s prihlásením
sl_si: Pogoste težave pri vpisu
tr_tr: Sık karşılaşılan oturum açma sorunları

# Login_lnk_CreateAccount
source: Create Account
be_by: Стварыць уліковы запіс
el_gr: Δημιουργία Λογαριασμού
es_419: Crear cuenta
fi_fi: Luo tili
fr_fr: Créer un compte
id_id: Buat Akun
it_it: Crea account
nl_nl: Account aanmaken
pl_pl: Utwórz konto
ro_ro: Creare cont
sk_sk: Vytvoriť účet
sl_si: Ustvarite račun
tr_tr: Hesap aç

# Login_lnk_ForgotUsername
source: Forgot username
be_by: Не памятаю імя карыстальніка
el_gr: Ξέχασα το όνομα χρήστη μου
es_419: Nombre de usuario olvidado
fi_fi: Käyttäjätunnus unohtunut
fr_fr: Nom d'utilisateur oublié
id_id: Lupa nama pengguna
it_it: Nome utente dimenticato
nl_nl: Gebruikersnaam vergeten
pl_pl: Przypomnij nazwę użytkownika
ro_ro: Am uitat numele de utilizator
sk_sk: Zabudnuté uživateľské meno
sl_si: Pozabljeno uporabniško ime
tr_tr: Kullanıcı adımı unuttum

# Login_lnk_LoginProblems
source: Common login issues
be_by: Распаўсюджаныя праблемы ўваходу
el_gr: Συνήθη προβλήματα εισόδου
es_419: Problemas comunes de inicio de sesión
fi_fi: Yleisiä kirjautumisongelmia
fr_fr: Problèmes de connexion courants
id_id: Masalah login umum
it_it: Problemi di accesso comuni
nl_nl: Veel voorkomende problemen bij aanmelden
pl_pl: Typowe problemy z logowaniem
ro_ro: Probleme comune de conectare
sk_sk: Bežné problémy s prihlásením
sl_si: Pogoste težave pri vpisu
tr_tr: Sık karşılaşılan oturum açma sorunları

# Login_lnk_NeedHelp
source: Need Help?
be_by: Неабходна дапамога?
el_gr: Χρειάζεστε Βοήθεια;
es_419: ¿Necesita ayuda?
fi_fi: Tarvitsetko apua?
fr_fr: Besoin d’aide ?
id_id: Butuh Bantuan?
it_it: Hai bisogno di aiuto?
nl_nl: Hulp nodig?
pl_pl: Potrzebujesz pomocy?
ro_ro: Doriți ajutor?
sk_sk: Potrebujete pomôcť?
sl_si: Potrebujete pomoč?
tr_tr: Yardım gerekiyor mu?

# Login_lnk_ReportAnIssue
source: Report an issue
be_by: Паведаміць пра праблему
el_gr: Αναφορά προβλήματος
es_419: Reportar un problema
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un problème
id_id: Laporkan masalah
it_it: Segnala un problema
nl_nl: Een probleem melden
pl_pl: Zgłoś problem
ro_ro: Raportare o problemă
sk_sk: Nahlásiť problém
sl_si: Prijava napake
tr_tr: Bir sorun bildirin

# Login_lnk_ReportIssue
source: Report an issue
be_by: Паведаміць пра праблему
el_gr: Αναφορά προβλήματος
es_419: Reportar un problema
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un problème
id_id: Laporkan masalah
it_it: Segnala un problema
nl_nl: Een probleem melden
pl_pl: Zgłoś problem
ro_ro: Raportare o problemă
sk_sk: Nahlásiť problém
sl_si: Prijava napake
tr_tr: Bir sorun bildirin

# Login_lnk_ResetPassword
source: Reset password
be_by: Скінуць пароль
el_gr: Επαναφορά κωδικού πρόσβασης
es_419: Restablecer contraseña
fi_fi: Nollaa salasana
fr_fr: Réinitialiser le mot de passe
id_id: Atur ulang kata sandi
it_it: Reimposta la password
nl_nl: Wachtwoord resetten
pl_pl: Resetowanie hasła
ro_ro: Resetare parolă
sk_sk: Resetovať heslo
sl_si: Ponastavitev gesla
tr_tr: Parolayı sıfırla

# Login_msg_IncorrectTwoFactorCode
source: Incorrect two-factor authentication code
be_by: Няправільны код двухфактарнай аўтэнтыфікацыі
el_gr: Λανθασμένος κωδικός ταυτοποίησης δύο παραγόντων
es_419: Código de dos factores incorrecto
fi_fi: Virheellinen kaksivaiheinen todennuskoodi
fr_fr: Le code d'authentification à deux facteurs n'est pas correct.
id_id: Kode otentikasi dua faktor tidak tepat
it_it: Codice di autenticazione a due fattori non valido
nl_nl: Foutieve tweestapsverificatiecode
pl_pl: Kod uwierzytelniający jest nieprawidłowy
ro_ro: Cod de autentificare cu doi factori incorect
sk_sk: Chybný dvojstupňový overovací kód
sl_si: Neveljavna koda za dvojno preverjanje pristnosti.
tr_tr: İki adımlı doğrulama kodu geçersiz

# Login_msg_TwoFactorAuthFailed
source: Incorrect login credentials. Please try again.
be_by: Няправільныя ўліковыя даныя для ўваходу. Паспрабуйце яшчэ раз.
el_gr: Λανθασμένα διαπιστευτήρια εισόδου. Παρακαλούμε δοκιμάστε ξανά.
es_419: Credenciales de acceso incorrectas. Intente de nuevo.
fi_fi: Virheelliset kirjautumistiedot. Yritä uudelleen.
fr_fr: Les identifiants de connexion ne sont pas corrects, nous vous invitons à réessayer.
id_id: Kredensial masuk salah. Silakan coba lagi.
it_it: Credenziali di accesso non valide. Si prega di riprovare.
nl_nl: Onjuiste inloggegevens. Gelieve opnieuw te proberen.
pl_pl: Dane logowania są nieprawidłowe. Spróbuj ponownie.
ro_ro: Date de conectare incorecte. Reîncercați.
sk_sk: Nesprávne prihlasovacie údaje. Skúste to znova.
sl_si: Napačne poverilnice za prijavo. Poskusite znova.
tr_tr: Oturum açma bilgileri yanlış. Lütfen yeniden deneyin.

# Map_SpeedGraph_lbl_DownSpeed
source: Down Speed:
be_by: Хуткасць спампоўвання:
el_gr: Ταχύτητα Λήψης:
es_419: Velocidad de bajada:
fi_fi: Latausnopeus:
fr_fr: Vitesse de téléchargement :
id_id: Kecepatan Unduh:
it_it: Velocità di download:
nl_nl: Downloadsnelheid:
pl_pl: Prędkość pobierania:
ro_ro: Viteză descărcare:
sk_sk: Rýchlosť sťahovania:
sl_si: Hitrost odjemanja
tr_tr: İndirme hızı:

# Map_SpeedGraph_lbl_DownVolume
source: Down Volume:
be_by: Спампаваны аб'ём:
el_gr: Όγκος Λήψης:
es_419: Volumen de bajada:
fi_fi: Latausmäärä:
fr_fr: Volume téléchargé :
id_id: Volume Unduh:
it_it: Volume di download:
nl_nl: Downloadvolume:
pl_pl: Pobrano:
ro_ro: Volum descărcare:
sk_sk: Objem sťahovania:
sl_si: Volumen prejemanja
tr_tr: İndirilen miktar:

# Map_SpeedGraph_lbl_Session
source: Session:
be_by: Сеанс:
el_gr: Συνεδρία:
es_419: Sesión:
fi_fi: Istunto:
id_id: Sesi:
it_it: Sessione:
nl_nl: Sessie:
pl_pl: Sesja:
ro_ro: Sesiune:
sk_sk: Relácia:
sl_si: Seja
tr_tr: Oturum:

# Map_SpeedGraph_lbl_Speed
source: Speed
be_by: Хуткасць
el_gr: Ταχύτητα
es_419: Velocidad
fi_fi: Nopeus
fr_fr: Vitesse
id_id: Kecepatan
it_it: Velocità
nl_nl: Snelheid
pl_pl: Prędkość
ro_ro: Viteza
sk_sk: Rýchlosť
sl_si: Hitrost
tr_tr: Hız

# Map_SpeedGraph_lbl_TimeUnits
source: 60 Seconds
be_by: 60 секунд
el_gr: 60 Δευτερόλεπτα
es_419: 60 segundos
fi_fi: 60 sekuntia
fr_fr: 60 secondes
id_id: 60 Detik
it_it: 60 secondi
nl_nl: 60 Seconden
pl_pl: 60 sekund
ro_ro: 60 de secunde
sk_sk: 60 sekúnd
sl_si: 60 sekund
tr_tr: 60 saniye
