Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Notifications_MaximumDeviceLimit_Upgrade_Description
source: Please disconnect another device to connect this one or upgrade to PLUS to get up to 10 devices connected at the same time.
be_by: Адключыце іншую прыладу для падключэння гэтай або палепшыце свой тарыфны план да PLUS, які падтрымлівае падключэнне да 10 прылад адначасова.
el_gr: Παρακαλούμε αποσυνδεθείτε από την άλλη συσκευή, που είναι συνδεδεμένη, για να συνδεθείτε με αυτή ή αναβαθμίστε τη συνδρομή σε PLUS με τη δυνατότητα ταυτόχρονης σύνδεσης μέχρι και 10 συσκευών.
es_419: Desconecte otro dispositivo para conectar éste o actualice a un plan PLUS para conectar hasta 10 dispositivos al mismo tiempo.
fi_fi: Katkaise jonkin muun laitteen yhteys yhdistääksesi tämän laitteen tai päivitä Plus-tilaukseen yhdistääksesi samanaikaisesti 10 laitetta.
fr_fr: Vous devez déconnecter un autre appareil pour connecter celui-ci ou passer à l’abonnement PLUS pour pouvoir connecter jusqu'à 10 appareils en même temps.
id_id: Mohon putuskan sambungan dari perangkat lain agar perangkat ini dapat tersambung atau tingkatkan akun Anda ke PLUS untuk dapat menyambungkan hingga 10 perangkat dalam satu waktu.
it_it: Disconnetti un altro dispositivo per collegare questo o aggiorna a PLUS per ottenere fino a 10 dispositivi connessi allo stesso tempo.
nl_nl: Verbreek verbinding met een ander apparaat om deze te verbinden of upgrade naar PLUS om tegelijkertijd 10 apparaten verbonden te krijgen.
pl_pl: Aby połączyć się, rozłącz inne urządzenie lub ulepsz konto do planu PLUS w celu połączenia 10 urządzeń jednocześnie.
ro_ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta sau treceți la planul PLUS pentru a conecta 10 dispozitive în același timp.
sk_sk: Ak sa chcete pripojiť, odpojte iné zariadenie alebo prejdite na tarif PLUS, aby ste mohli pripojiť až 10 zariadení súčasne.
sl_si: Prekinite povezavo z drugo napravo, da povežete to, ali nadgradite na Plus, da boste hkrati povezali do 10 naprav.
tr_tr: Lütfen bu aygıtı bağlamak için başka bir aygıtın bağlantısını kesin ya da aynı anda 10 aygıtı bağlamak için Plus tarifesine yükseltin.

# Notifications_SubscriptionExpired_Description
source: Your subscription has been downgraded. Upgrade again to enjoy all the features.
be_by: Ваша падпіска была паніжана. Палепшыце яе, каб мець магчымасць карыстацца ўсімі функцыямі.
el_gr: Η συνδρομή σας έχει υποβαθμιστεί. Αναβαθμίστε ξανά για να απολαύσετε όλες τις δυνατότητες.
es_419: Su suscripción ha pasado a un nivel inferior. Mejore su plan de nuevo para disfrutar de todas las funciones.
fi_fi: Tilauksesi on vaihdettu alempaan luokkaan. Tilaa uudelleen nauttiaksesi kaikista ominaisuuksista.
fr_fr: Votre abonnement contient moins de fonctionnalités. Repassez à la version supérieure pour profiter de toutes les fonctionnalités.
id_id: Langganan Anda telah diturunkan. Tingkatkan lagi untuk menikmati semua fitur.
it_it: Il tuo abbonamento è stato declassato. Aggiorna di nuovo per godere di tutte le funzionalità.
nl_nl: Uw abonnement is gedegradeerd. Upgrade opnieuw om gebruik te maken van alle functies.
pl_pl: Twoja subskrypcja została obniżona. Ulepsz plan ponownie, aby korzystać z wszystkich funkcji.
ro_ro: Abonamentul a fost retrogradat. Remodernizați planul pentru a beneficia de toate funcțiile.
sk_sk: Vaše predplatné bolo znížené. Ak chcete využívať všetky funkcie, predplaťte si vyšší tarif.
sl_si: Vaša naročnina je bila znižana. Znova nadgradite, da boste uživali v vseh funkcijah.
tr_tr: Abonelik tarifeniz düşürüldü. Tüm özelliklerin tadını çıkarmak için tarifenizi yeniden yükseltin.

# Notifications_SubscriptionExpired_Reconnected_Description
source: Your subscription has been downgraded, so we are reconnecting to the fastest available server. Upgrade again to enjoy all the features.
be_by: Ваша падпіска была паніжана і таму, мы перападключым вас на самы хуткі з даступных у гэты час сервер. Палепшыце падпіску, каб мець магчымасць карыстацца ўсімі функцыямі.
el_gr: Η συνδρομή σας έχει υποβαθμιστεί, συνεπώς γίνεται επανασύνδεση στον ταχύτερο διαθέσιμο διακομιστή. Αναβάθμιση ξανά, προς απόλαυση όλων των χαρακτηριστικών.
es_419: Su suscripción ha pasado a un nivel inferior, así que estamos volviendo a conectar al servidor más rápido disponible. Mejore su plan de nuevo para disfrutar de todas las funciones.
fi_fi: Tilauksesi on vaihdettu alempaan luokkaan, joten yhdistetään nopeimpaan käytettävissä olevaan palvelimeen. Tilaa uudelleen nauttiaksesi kaikista ominaisuuksista.
fr_fr: Votre abonnement est passé à un niveau inférieur. Nous nous reconnectons au serveur le plus rapide qui est disponible. Repassez à la version supérieure pour profiter à nouveau de toutes les fonctionnalités.
id_id: Langganan Anda telah diturunkan, jadi kami menyambungkan ulang ke server tercepat yang tersedia. Tingkatkan lagi untuk menikmati semua fitur.
it_it: Il tuo abbonamento è stato declassato, quindi ci stiamo riconnettendo al server più veloce disponibile. Aggiorna di nuovo per godere di tutte le funzionalità.
nl_nl: Uw abonnement is gedegradeerd, dus we maken opnieuw verbinding met de snelste beschikbare server. Upgrade opnieuw om van alle functies te genieten.
pl_pl: Twoja subskrypcja została obniżona, więc zostałeś ponownie połączony z najszybszym dostępnym serwerem. Ulepsz plan ponownie, aby korzystać z wszystkich funkcji.
ro_ro: Abonamentul a fost retrogradat, deci se va reconecta la cel mai rapid server disponibil. Remodernizați planul pentru a beneficia de toate funcțiile.
sk_sk: Vaše predplatné bolo znížené, takže vás prepájame k najrýchlejšiemu dostupnému serveru. Ak chcete využívať všetky funkcie, predplaťte si vyšší tarif.
sl_si: Vaša naročnina je bila znižana, zato se ponovno povezujemo z najhitrejšim razpoložljivim strežnikom. Znova nadgradite, da boste uživali v vseh funkcijah.
tr_tr: Abonelik tarifeniz düşürüldü. Bu nedenle bağlantınızı kullanılabilecek en hızlı sunucuya geçiriyoruz. Tüm özelliklerin tadını çıkarmak için tarifenizi yeniden yükseltin.

# Notifications_SubscriptionExpired_Title
source: Your VPN subscription plan has expired
be_by: Ваша падпіска на тарыфны план VPN пратэрмінавана
el_gr: Το πρόγραμμά σας συνδρομής VPN έχει λήξει
es_419: Su suscripción de VPN ha expirado
fi_fi: VPN-tilauksesi on päättynyt
fr_fr: Votre abonnement VPN a expiré.
id_id: Paket langganan VPN Anda telah berakhir
it_it: Il tuo piano di abbonamento VPN è scaduto
nl_nl: Uw VPN-abonnement is verlopen
pl_pl: Twoja subskrypcja planu VPN wygasła
ro_ro: Abonamentul planului VPN a expirat
sk_sk: Vaše VPN predplatné vypršalo
sl_si: Vaš naročniški paket VPN je potekel
tr_tr: VPN abonelik tarifenizin geçerlilik süresi dolmuş

# Notifications_Update_lnk_Restart
source: Restart
be_by: Перазапусціць
el_gr: Επανεκκίνηση
es_419: Reiniciar
fi_fi: Käynnistä uudelleen
fr_fr: Redémarrer
it_it: Riavvia
nl_nl: Herstarten
pl_pl: Uruchom ponownie
ro_ro: Repornire
sk_sk: Reštartovať
sl_si: Ponovni zagon
tr_tr: Yeniden başlat

# Notifications_Update_lnk_WhatsNew
source: What's new
be_by: Што новага
el_gr: Τι νέο υπάρχει
es_419: Novedades
fi_fi: Mitä uutta
fr_fr: Nouveautés
id_id: Apa yang baru
it_it: Cosa c'è di nuovo
nl_nl: Wat is er nieuw
pl_pl: Co nowego
ro_ro: Ce este nou
sk_sk: Čo je nové
sl_si: Kaj je novega
tr_tr: Yenilikler

# Notifications_Update_msg_NewAppVersion
source: A new app version is now available!
be_by: Даступна новая версія праграмы!
el_gr: Μια νέα έκδοση εφαρμογής είναι τώρα διαθέσιμη!
es_419: ¡Hay una versión nueva disponible!
fi_fi: Sovelluksesta on nyt saatavilla uusi versio!
fr_fr: Une nouvelle version de l’application est disponible !
id_id: Versi aplikasi baru tersedia!
it_it: È disponibile una nuova versione dell'app!
nl_nl: Er is een nieuwe versie beschikbaar!
pl_pl: Dostępna jest nowa wersja aplikacji!
ro_ro: Versiune nouă disponibilă!
sk_sk: Nová verzia aplikácie je teraz k dispozícii!
sl_si: Na voljo je nova verzija aplikacije!
tr_tr: Uygulamanın yeni bir sürümü yayınlanmış!

# Notifications_VpnState_msg_Connected
source: CONNECTED to {0}
be_by: ПАДКЛЮЧАНА да {0}
el_gr: ΣΥΝΔΕΘΗΚΕ με {0}
es_419: CONECTADO a {0}
fi_fi: YHDISTETTIIN palvelimeen {0}
fr_fr: CONNECTÉ à {0}
id_id: TERHUBUNG ke {0}
it_it: CONNESSO a {0}
nl_nl: VERBONDEN met {0}
pl_pl: POŁĄCZONO z {0}
ro_ro: CONECTAT LA {0}
sk_sk: PRIPOJENÉ k {0}
sl_si: POVEZANI z {0}
tr_tr: {0} ile BAĞLANTI KURULDU

# Notifications_VpnState_msg_Disconnected
source: DISCONNECTED
be_by: АДКЛЮЧАНА
el_gr: ΑΠΟΣΥΝΔΕΘΗΚΕ
es_419: DESCONECTADO
fi_fi: YHTEYS KATKAISTIIN
fr_fr: DÉCONNECTÉ
id_id: TIDAK TERHUBUNG
it_it: DISCONNESSO
nl_nl: NIET VERBONDEN
pl_pl: ROZŁĄCZONO
ro_ro: DECONECTAT
sk_sk: ODPOJENÉ
sl_si: ODKLOPLJENO
tr_tr: BAĞLI DEĞİL

# Onboarding_btn_EndTour
source: End Tour
be_by: Завяршыць знаёмства
el_gr: Λήξη Περιήγησης
es_419: Terminar recorrido
fi_fi: Lopeta esittely
fr_fr: Fin de la visite
id_id: Akhiri Tur
it_it: Termina tour
nl_nl: Rondleiding beëindigen
pl_pl: Zamknij przewodnik
ro_ro: Terminare tur
sk_sk: Ukončiť prehliadku
sl_si: Konec ogleda
tr_tr: Turu bitir

# Onboarding_btn_NextStep
source: Next Tip
be_by: Наступная парада
el_gr: Επόμενη Συμβουλή
es_419: Siguiente consejo
fi_fi: Seuraava vinkki
fr_fr: Astuce suivante
id_id: Tips Berikutnya
it_it: Prossimo consiglio
nl_nl: Volgende tip
pl_pl: Następna wskazówka
ro_ro: Înainte
sk_sk: Ďalší tip
sl_si: Naslednji nasvet
tr_tr: Sonraki ipucu

# Onboarding_msg_Step_1
source: Automatically connect to the server that will provide you with the fastest connection.
be_by: Аўтаматычна падключацца да сервера, які забяспечвае найлепшую хуткасць.
el_gr: Αυτόματη σύνδεση με το διακομιστή που θα σας παρέχει την πιο γρήγορη σύνδεση.
es_419: Conectarse automáticamente al servidor que le proporcionará la conexión más rápida.
fi_fi: Yhdistä automaattisesti nopeimman yhteyden tarjoavaan palvelimeen.
fr_fr: Se connecter automatiquement au serveur qui vous fournira la connexion la plus rapide.
id_id: Menghubungkan Anda ke server tercepat yang tersedia bagi Anda secara otomatis.
it_it: Connettiti automaticamente al server che ti fornisce la connessione più veloce.
nl_nl: Verbind automatisch met de server met de snelste verbinding.
pl_pl: Automatycznie połącz się z serwerem, który zapewni najszybsze połączenie.
ro_ro: Conectare automată la servereul care va furniza cea mai rapidă conexiune.
sk_sk: Automaticky pripojiť k serveru, ktorý Vám poskytne najrýchlejšie pripojenie.
sl_si: Samodejno se povežite s strežnikom, ki vam bo zagotovil najhitrejšo povezavo.
tr_tr: Size en hızlı bağlantıyı sağlayacak sunucuya otomatik olarak bağlanın.

# Onboarding_msg_Step_2
source: Save your preferred settings and servers for future use.
be_by: Захавайце вашы пажаданыя налады і серверы для выкарыстання ў будучым.
el_gr: Αποθηκεύστε τις προτιμώμενες ρυθμίσεις και τους διακομιστές σας για μελλοντική χρήση.
es_419: Guarde sus ajustes y servidores preferidos para uso futuro.
fi_fi: Tallenna suosimasi asetukset ja palvelimet myöhempää käyttöä varten.
fr_fr: Enregistrez vos paramètres et serveurs préférés pour une utilisation future.
id_id: Simpan pengaturan dan server pilihan Anda untuk digunakan nanti.
it_it: Salva le impostazioni e i server preferiti per l'utilizzo futuro.
nl_nl: Sla uw instellingen en servers op voor toekomstig gebruik.
pl_pl: Zapisz preferowane ustawienia i serwery do wykorzystania w przyszłości.
ro_ro: Salvați setările preferate și serverele pentru o utilizare ulterioară.
sk_sk: Uložte si preferované nastavenia a servery pre budúce použitie.
sl_si: Shranite želene nastavitve in strežnike za prihodnjo uporabo.
tr_tr: Kullanmayı yeğlediğiniz ayarları ve sunucuları ileride kullanmak üzere kaydedin.

# Onboarding_msg_Step_3
source: Choose which country and server you would like to use for your end IP address.
be_by: Выберыце сервер і краіну, якую вы хочаце выкарыстоўваць для канцавога IP-адраса.
el_gr: Επιλέξτε τη χώρα και το διακομιστή που θέλετε να χρησιμοποιήσετε για την τελική διεύθυνση IP.
es_419: Elija qué país y servidor desea utilizar para su dirección IP final.
fi_fi: Valitse mitä maata ja palvelinta haluat käyttää ulos näkyvälle IP-osoitteellesi.
fr_fr: Choisissez le pays et le serveur que vous voulez utiliser pour définir votre nouvelle adresse IP.
id_id: Pilih negara dan server yang ingin Anda gunakan untuk alamat IP akhir Anda.
it_it: Scegli quale paese e server vuoi utilizzare per il tuo indirizzo IP finale.
nl_nl: Kies welk land en server u wilt gebruiken voor uw publieke IP adres.
pl_pl: Wybierz kraj i serwer, który chcesz wykorzystać jako końcowy adres IP.
ro_ro: Alegeți țara și serverul pe care doriți să le utilizați ca adresă IP vizibilă.
sk_sk: Vyberte krajinu a server, ktorý chcete použiť pre svoju koncovú IP adresu.
sl_si: Izberite državo in strežnik, ki ju želite uporabiti za svoj končni naslov IP.
tr_tr: Çıkış IP adresiniz için kullanmak istediğiniz ülkeyi ve sunucuyu seçin.

# Onboarding_msg_Step_4
source: Adapt your VPN connection to your online activity with Proton VPN's special features for optimal speed and privacy protection.
be_by: Адаптуйце ваша падключэнне па VPN да вашай актыўнасці ў інтэрнэце з дапамогай адмысловых функцый Proton VPN для аптымальнай хуткасці і абароны прыватнасці.
el_gr: Προσαρμόστε τη σύνδεση του VPN σας στο διαδίκτυο με τα ειδικά χαρακτηριστικά του Proton VPN για βέλτιστη ταχύτητα και προστασία απορρήτου.
es_419: Adapte su conexión VPN a su actividad en línea con las funciones especiales de Proton VPN para una mejor velocidad y protección de la privacidad.
fi_fi: Mukauta VPN-yhteytesi Internet-käyttöösi sopivaksi Proton VPN:n erityisominaisuuksilla parasta nopeutta ja tietosuojaa varten.
fr_fr: Adaptez votre connexion VPN à votre activité en ligne avec les fonctionnalités spéciales de Proton VPN pour une vitesse et une protection de la vie privée optimales.
id_id: Sesuaikan koneksi VPN Anda dengan aktivitas online Anda dengan fitur khusus Proton VPN yang dioptimalkan untuk kecepatan dan perlindungan privasi.
it_it: Adatta la tua connessione VPN alla tua attività online con le funzionalità speciali di Proton VPN per una velocità e una protezione della privacy ottimali.
nl_nl: Pas uw VPN-verbinding aan met uw online activiteit aan met de speciale functies van Proton VPN voor optimale snelheid en privacybescherming.
pl_pl: Dostosuj połączenie VPN do swojej aktywności online. Dzięki specjalnym funkcjom aplikacji Proton VPN możesz uzyskać optymalną prędkość i ochronę prywatności.
ro_ro: Adaptați-vă conexiunea VPN la activitatea online cu funcțiile speciale ale Proton VPN pentru viteza optimă și protecția intimității.
sk_sk: Pre optimálnu rýchlosť a ochranu súkromia prispôsobte pripojenie VPN svojej online aktivite pomocou špeciálnych funkcií Proton VPN.
sl_si: Prilagodite svojo povezavo VPN svoji spletni dejavnosti s posebnimi funkcijami Proton VPN za optimalno hitrost in zaščito zasebnosti.
tr_tr: En uygun hız ve gizlilik koruması için Proton VPN özellikleriyle VPN bağlantınızı çevrim içi etkinliğinize göre uyarlayın.

# Onboarding_ttl_Step_1
source: Quick Connect
be_by: Хуткае падключэнне
el_gr: Γρήγορη Σύνδεση
es_419: Conexión rápida
fi_fi: Pikayhteys
fr_fr: Connexion rapide
it_it: Connessione rapida
nl_nl: Snel Verbinden
pl_pl: Szybkie połączenie
ro_ro: Conectare rapidă
sk_sk: Rýchle pripojenie
sl_si: Hitro povezovanje
tr_tr: Hızlı bağlan

# Onboarding_ttl_Step_2
source: Profiles
be_by: Профілі
el_gr: Προφίλ
es_419: Perfiles
fi_fi: Profiilit
fr_fr: Profils
id_id: Profil
it_it: Profili
nl_nl: Profielen
pl_pl: Profile
ro_ro: Profile
sk_sk: Profily
sl_si: Profili
tr_tr: Profiller

# Onboarding_ttl_Step_3
source: Countries
be_by: Краіны
el_gr: Χώρες
es_419: Países
fi_fi: Maat
fr_fr: Pays
id_id: Negara
it_it: Paesi
nl_nl: Landen
pl_pl: Kraje
ro_ro: Țări
sk_sk: Krajiny
sl_si: Države
tr_tr: Ülkeler

# Onboarding_ttl_Step_4
source: Quick Settings
be_by: Хуткія налады
el_gr: Γρήγορες Ρυθμίσεις
es_419: Ajustes rápidos
fi_fi: Pika-asetukset
fr_fr: Paramètres rapides
id_id: Pengaturan Cepat
it_it: Impostazioni rapide
nl_nl: Snelle Instellingen
pl_pl: Szybkie ustawienia
ro_ro: Setări rapide
sk_sk: Rýchle nastavenia
sl_si: Hitre nastavitve
tr_tr: Hızlı ayarlar

source: Port Forwarding
be_by: Перанакіраванне партоў
el_gr: Προώθηση Θυρών
es_419: Reenvío de puertos
fi_fi: Porttiohjaus
fr_fr: Redirection de port
pl_pl: Przekierowanie portów
ro_ro: Redirecționare port
sk_sk: Presmerovanie portov
sl_si: Posredovanje vrat
tr_tr: Bağlantı noktası yönlendirme

# PortForwarding_lbl_ActivePort
source: Active port:
be_by: Актыўны порт:
el_gr: Ενεργή θύρα:
es_419: Puerto activo:
fi_fi: Aktiivinen portti:
fr_fr: Port actif :
id_id: Port aktif:
it_it: Porta attiva:
nl_nl: Actieve poort:
pl_pl: Aktywny port:
ro_ro: Port activ:
sk_sk: Aktívny port:
sl_si: Aktivna vrata:
tr_tr: Etkin bağlantı noktası:

# PortForwarding_lbl_CopyValue
source: Click to copy this port number.
be_by: Націсніце, каб скапіяваць нумар гэтага парта.
el_gr: Κλικ για αντιγραφή αυτού του αριθμού θύρας.
es_419: Clic para copiar este número de puerto.
fi_fi: Kopioi portti klikkaamalla.
fr_fr: Cliquez pour copier ce numéro de port.
id_id: Klik untuk menyalin nomor port ini.
it_it: Clicca per copiare questo numero di porta.
nl_nl: Klik om dit poortnummer te kopiëren.
pl_pl: Kliknij, aby skopiować numer portu.
ro_ro: Faceți clic pentru a copia acest port.
sk_sk: Kliknutím skopírujete toto číslo portu.
sl_si: Kliknite, da kopirate to številko vrat.
tr_tr: Bu bağlantı noktasını kopyalamak için tıklayın.

# PortForwarding_lbl_Info
source: Set this number in your BitTorrent app for greater speed.
be_by: Задаць гэты нумар у вашай праграме BitTorrent для павелічэння хуткасці.
el_gr: Για μεγαλύτερη ταχύτητα, ρυθμίστε αυτόν τον αριθμό στην εφαρμογή σας BitTorrent.
es_419: Configure este número en su aplicación BitTorrent para una mayor velocidad.
fi_fi: Määritä tämä numero BitTorrent-sovellukseesi suurempaa nopeutta varten.
fr_fr: Paramétrez ce numéro dans votre application BitTorrent pour une vitesse plus élevée.
id_id: Tentukan nomor port ini pada aplikasi BitTorrent Anda untuk memperoleh kecepatan yang lebih.
it_it: Imposta questo numero nella tua app BitTorrent per una maggiore velocità.
nl_nl: Stel dit nummer in uw BitTorrent app in voor hogere snelheid.
pl_pl: Ustaw ten numer portu w aplikacji BitTorrent dla lepszej prędkości.
ro_ro: Setați acet număr în aplicația BitTorrent pentru o viteză sporită.
sk_sk: Nastavte toto číslo vo vašej aplikácii BitTorrent pre najvyššie rýchlosti.
sl_si: Nastavite to številko v aplikaciji BitTorrent za večjo hitrost.
tr_tr: Daha yüksek hız elde etmek için BitTorrent uygulamasında bu numarayı ayarlayın.

# PortForwarding_lbl_ServerWarning
source: To use Port Forwarding, please <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">connect</Hyperlink> to a server that supports P2P.
be_by: Для таго, каб выкарыстоўваць перанакіраванне партоў, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">падключыцеся</Hyperlink> да сервера, які падтрымлівае аднарангавую сетку (P2P).
el_gr: Για να χρησιμοποιήσετε την προώθηση θυρών, παρακαλούμε <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">συνδεθήτε</Hyperlink> σε διακομιστή που υποστηρίζει P2P.
es_419: Para usar el enrutamiento de puertos, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">conéctese</Hyperlink> a un servidor que admita P2P.
fi_fi: Käyttääksesi porttiohjausta, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">yhdistä</Hyperlink> palvelimeen, joka tukee P2P-tiedostonjakoa.
fr_fr: Pour utiliser la redirection de port, veuillez vous <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">connecter</Hyperlink> à un serveur prenant en charge le P2P.
id_id: Untuk dapat menggunakan Port Forwarding, mohon <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">hubungkan</Hyperlink> diri Anda ke server yang mendukung P2P.
it_it: Per utilizzare il Port Forwarding, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">collegati</Hyperlink> ad un server che supporta il P2P.
nl_nl: Om Port Forwarding te gebruiken, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">verbind</Hyperlink> met een server die ondersteuning heeft voor P2P.
pl_pl: Aby przekierować porty, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">połącz się</Hyperlink> z serwerem P2P.
ro_ro: Pentru a folosi redirecționarea porturilor, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">conectați-vă</Hyperlink> la un server care suportă P2P.
sk_sk: Pre použitie presmerovania portu, sa prosím <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">pripojte</Hyperlink> k serveru, ktorý podporuje P2P.
sl_si: Če želite uporabiti posredovanje vrat, <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">se povežite</Hyperlink> na strežnik, ki podpira P2P.
tr_tr: Bağlantı noktası yönlendirmeyi kullanmak için P2P destekleyen bir sunucu ile <Hyperlink Command="{Binding ConnectToBestP2PServerCommand}">bağlantı kurun</Hyperlink>.

# ProfileConnector_msg_MissingAuthCert
source: Proton VPN failed to fetch authentication certificate due to network issue.
be_by: Не ўдалося атрымаць сертыфікат аўтэнтыфікацыі Proton VPN па прычыне праблем з сеткай.
el_gr: Το Proton VPN απέτυχε να ανακτήσει το πιστοποιητικό ελέγχου ταυτότητας λόγω προβλήματος δικτύου.
es_419: Proton VPN no pudo obtener el certificado de autenticación debido a un problema de red.
fi_fi: Proton VPN ei voinut noutaa todennusvarmennetta verkko-ongelman vuoksi.
fr_fr: Proton VPN n'a pas pu obtenir l'authentification du certificat suite à une erreur réseau.
id_id: Proton VPN tidak dapat mengambil sertifikat otentikasi karena masalah jaringan.
it_it: Proton VPN non è riuscito a recuperare il certificato di autenticazione a causa di un problema di rete.
nl_nl: Proton VPN is er niet in geslaagd om het authenticatiecertificaat op te halen vanwege een netwerk probleem.
pl_pl: Z powodu problemu z siecią, aplikacja Proton VPN nie może pobrać certyfikatu uwierzytelniania.
ro_ro: Proton VPN a eșuat să preia certificatul de autentificare datorită problemelor de rețea.
sk_sk: Proton VPN sa nepodarilo načítať overovací certifikát kvôli problému so sieťou.
sl_si: Proton VPN ni uspel pridobiti potrdila o pristnosti zaradi težave z omrežjem.
tr_tr: Proton VPN, ağ sorunu nedeniyle kimlik doğrulama sertifikasını alamadı.

# Profiles_Profile_Description_val_Fastest
source: Fastest available server
be_by: Найхутчэйшы даступны сервер
el_gr: Ο Γρηγορότερος διαθέσιμος διακομιστής
es_419: Servidor más rápido disponible
fi_fi: Nopein käytettävissä oleva palvelin
fr_fr: Serveur le plus rapide disponible
id_id: Server tercepat yang tersedia
it_it: Server più veloce disponibile
nl_nl: Snelste beschikbare server
pl_pl: Najszybszy dostępny serwer
ro_ro: Cel mai rapid server disponibil
sk_sk: Najrýchlejší dostupný server
sl_si: Najhitrejši dostopni strežnik
tr_tr: Kullanılabilecek en hızlı sunucu

# Profiles_Profile_Description_val_Random
source: Different server each time
be_by: Кожны раз іншы сервер
el_gr: Διαφορετικός διακομιστής κάθε φορά
es_419: Servidor diferente cada vez
fi_fi: Joka kerta eri palvelin
fr_fr: Serveur différent à chaque fois
id_id: Server berbeda tiap waktu
it_it: Server diverso ogni volta
nl_nl: Telkens een andere server
pl_pl: Za każdym razem inny serwer
ro_ro: Server diferit de fiecare dată
sk_sk: Zakaždým iný server
sl_si: Vsakih drug strežnik
tr_tr: Her seferinde farklı sunucu
