Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Upsell_PortForwarding_Subtitle
source: Unlock <Bold>port forwarding</Bold> with VPN Plus
be_by: Атрымайце доступ да <Bold>перанакіравання партоў</Bold> з VPN Plus
el_gr: Ξεκλειδώστε την <Bold>προώθηση θυρών</Bold> με το VPN Plus
es_419: Desbloquee la <Bold>redirección de puertos</Bold> con VPN Plus
fi_fi: Avaa <Bold>porttiohjaus</Bold> VPN Plus -tilauksella
fr_fr: Utilisez la <Bold>redirection de port</Bold> en passant à VPN Plus.
id_id: Dapatkan unduhan P2P yang lebih cepat dan perkaya pengalaman gaming online Anda dengan Port Forwarding. <LineBreak/><LineBreak/>Dapatkan fitur ini dan berbagai fitur menarik lainnya dengan VPN Plus.
it_it: Sblocca il <Bold>port forwarding</Bold> con VPN Plus
nl_nl: Verkrijg snellere P2P-downloads en verbeter uw online game-ervaring met Port Forwarding. <LineBreak/><LineBreak/>Ontgrendel deze functie en veel meer met VPN Plus.
pl_pl: Odblokuj <Bold>przekierowanie portów</Bold> w planie VPN Plus
ro_ro: Deblocați <Bold>redirecționarea porturilor</Bold> cu VPN Plus
sk_sk: Odomknite <Bold>split tunneling</Bold> s VPN Plus
sl_si: Odkleni <Bold>posredovanje vrat</Bold> z VPN Plus
tr_tr: VPN Plus tarifesi ile <Bold>bağlantı noktası yönlendirme</Bold> özelliğine erişin

# Upsell_PortForwarding_Title
source: Supercharge your P2P connections
be_by: Паляпшыце падключэнне P2P
el_gr: Ενισχύστε τις συνδέσεις P2P σας
es_419: Potencie sus conexiones P2P
fi_fi: Tehosta P2P-yhteyksiäsi
fr_fr: Optimisez vos connexions P2P
id_id: Aktifkan Port Forwarding
it_it: Potenzia le tue connessioni P2P
nl_nl: Schakel port forwarding in
pl_pl: Ulepsz połączenia P2P
ro_ro: Îmbunătățiți-vă conexiunile P2P
sk_sk: Zvýšte výkon svojich P2P pripojení
sl_si: Napolnite svoje povezave P2P
tr_tr: P2P bağlantılarınızı hızlandırın

# Upsell_Profiles_Bullet1
source: Save your preferred server, city, or country.
be_by: Захоўвайце свой пажаданы сервер, горад або краіну.
el_gr: Αποθηκεύστε τον διακομιστή, την πόλη ή τη χώρα που προτιμάτε.
es_419: Guarde su servidor, ciudad o país preferido.
fi_fi: Tallenna mieleisesi palvelin, kaupunki tai maa.
fr_fr: Enregistrez le serveur, la ville ou le pays que vous préférez.
it_it: Salva il tuo server, città o paese preferito.
pl_pl: Zapisz ulubiony serwer, miasto lub kraj.
ro_ro: Salvați serverul, orașul sau țara favorită.
sk_sk: Uložte si preferované servery, mestá alebo krajiny.
sl_si: Shranite želeni strežnik, mesto ali državo.
tr_tr: Yeğlediğiniz sunucuyu, ili ve ülkeyi kaydedin.

# Upsell_Profiles_Bullet2
source: Set custom protocols and premium VPN features.
be_by: Задавайце карыстальніцкія пратаколы і прэміяльныя функцыі VPN.
el_gr: Ορίστε προσαρμοσμένα πρωτόκολλα και premium χαρακτηριστικά VPN.
es_419: Establezca protocolos personalizados y funciones VPN premium.
fi_fi: Määritä muita protokollia ja VPN:n premium-ominaisuuksia.
fr_fr: Définissez des protocoles personnalisés et des fonctions VPN premium.
it_it: Imposta protocolli personalizzati e funzionalità VPN premium.
pl_pl: Ustaw niestandardowe protokoły i funkcje premium VPN.
ro_ro: Setați protocoale personale și funcții VPN premium.
sk_sk: Nastavte si vlastné protokoly a prémiové funkcie VPN.
sl_si: Nastavite protokole po meri in premijske funkcije VPN.
tr_tr: Özel iletişim kuralları ayarlayın ve ücretli VPN özelliklerine erişin.

# Upsell_Profiles_Bullet3
source: Set up auto-connect for even faster access.
be_by: Наладжвайце аўтаматычнае падключэнне для яшчэ больш хуткага доступу.
el_gr: Ρυθμίστε την αυτόματη σύνδεση για ακόμα πιο γρήγορη πρόσβαση.
es_419: Configure la conexión automática para un acceso más rápido.
fi_fi: Määritä automaattinen yhdistäminen nopeampaa pääsyä varten.
fr_fr: Configurez la connexion automatique pour un accès encore plus rapide.
it_it: Configura la connessione automatica per un accesso ancora più veloce.
pl_pl: Skonfiguruj automatyczne połączenie, aby uzyskać jeszcze szybszy dostęp.
ro_ro: Activați autoconectarea pentru acces și mai rapid.
sk_sk: Nastavte automatické pripojenie pre ešte rýchlejší prístup.
sl_si: Nastavite samodejno povezavo za še hitrejši dostop.
tr_tr: Daha hızlı erişim için otomatik bağlantı kurun.

# Upsell_Profiles_Subtitle
source: Unlock <Bold>profiles</Bold> with VPN Plus
be_by: Атрымайце доступ да <Bold>профіляў</Bold> з VPN Plus
el_gr: Ξεκλειδώστε τα <Bold>προφίλ</Bold> με το VPN Plus
es_419: Desbloquee los <Bold>perfiles</Bold> con VPN Plus
fi_fi: Avaa <Bold>profiilit</Bold> VPN Plus -tilauksella
fr_fr: Accédez aux <Bold>profils</Bold> en passant à VPN Plus.
it_it: Sblocca i <Bold>profili</Bold> con VPN Plus
pl_pl: Odblokuj <Bold>profile</Bold> w planie VPN Plus
ro_ro: Deblocați <Bold>profilurile</Bold> cu VPN Plus
sk_sk: Odomknite <Bold>profily</Bold> s VPN Plus
sl_si: Odklenite <Bold>profile</Bold> z VPN Plus
tr_tr: VPN Plus tarifesi ile <Bold>profiller</Bold> özelliğine erişin

# Upsell_Profiles_Title
source: Get quick access to your frequent connections
be_by: Атрымайце хуткі доступ да падключэнняў, якімі часта карыстаецеся
el_gr: Αποκτήστε γρήγορη πρόσβαση στις συχνές συνδέσεις σας
es_419: Obtenga acceso rápido a sus conexiones frecuentes
fi_fi: Pääset nopeasti käsiksi usein käyttämiisi yhteyksiin
fr_fr: Accédez rapidement aux connexions que vous utilisez souvent
it_it: Ottieni un accesso rapido alle tue connessioni frequenti
pl_pl: Uzyskaj szybki dostęp do często wybieranych połączeń
ro_ro: Obțineți acces rapid la conexiunile frecvent utilizate
sk_sk: Získajte rýchly prístup k častým spojeniam
sl_si: Zagotovite si hiter dostop do pogostih povezav
tr_tr: Sık kullandığınız bağlantılara hızla erişin

# Upsell_SecureCore_ExtraEncryption
source: Add another layer of encryption to your VPN connection
be_by: Дадайце яшчэ адзін слой шыфравання ў ваша падключэнне па VPN
el_gr: Επιπρόσθετο επίπεδο κρυπτογράφησης στη σύνδεση VPN σας
es_419: Añada otra capa de cifrado a su conexión VPN
fi_fi: Lisää VPN-yhteyteesi yksi salauskerros lisää
fr_fr: Ajoutez une autre couche de chiffrement à votre connexion VPN
id_id: Terapkan lapisan perlindungan tambahan pada koneksi VPN Anda
it_it: Aggiungi un altro livello di crittografia alla tua connessione VPN
nl_nl: Voeg een extra laag encryptie toe aan uw VPN-verbinding
pl_pl: Dodatkowa warstwa szyfrowania połączenia VPN
ro_ro: Adăugați încă un nivel de criptare a conexiunii VPN
sk_sk: Pridajte ďalšiu úroveň šifrovania vášmu VPN pripojeniu
sl_si: Dodajte še eno plast šifriranja svoji VPN povezavi s Secure Core
tr_tr: VPN bağlantınıze ek bir şifreleme düzeyi ekleyebilirsiniz

# Upsell_SecureCore_NetworkAttacks
source: Protect yourself from network attacks
be_by: Абараніце сябе ад сеткавых атак
el_gr: Προστασία από δικτυακές επιθέσεις
es_419: Protéjase de los ataques de red
fi_fi: Suojaudu verkkohyökkäyksiltä
fr_fr: Protégez-vous des attaques réseau
id_id: Lindungi diri Anda dari serangan berbasis jaringan
it_it: Proteggiti dagli attacchi di rete
nl_nl: Bescherm uzelf van netwerkaanvallen
pl_pl: Chroń się przed atakami sieciowymi
ro_ro: Protejați-vă de atacurile din rețea
sk_sk: Chráňte sa pred sieťovými útokmi
sl_si: Zaščitite se pred omrežnimi napadi
tr_tr: Kendinizi ağ saldırılarından koruyabilirsiniz

# Upsell_SecureCore_RouteThrough
source: Route through ultra secure servers in Switzerland, Sweden, and Iceland
be_by: Перанакіруйце трафік праз звышабароненыя серверы ў Швейцарыі, Швецыі і Ісландыі
el_gr: Περιηγηθείτε μέσω υπέρ ασφαλών διακομιστών στην Ελβετία, τη Σουηδία και την Ισλανδία
es_419: Enrute a través de servidores ultra seguros en Suiza, Suecia e Islandia
fi_fi: Ohjaa tietoliikenteesi huipputurvallisten Sveitsissä, Ruotsissa ja Islannissa sijaitsevien palvelimien kautta
fr_fr: Passez par des serveurs ultra-sécurisés en Suisse, en Suède et en Islande.
id_id: Alihkan lalu lintas jaringan Anda melalui berbagai server ultra aman di Swiss, Swedia, dan Islandia
it_it: Passa attraverso server ultra sicuri in Svizzera, Svezia e Islanda
nl_nl: Routeer via ultra beveiligde servers in Zwitserland, Zweden en IJsland
pl_pl: Przekieruj ruch przez ultra bezpieczne serwery w Szwajcarii, Szwecji i Islandii
ro_ro: Direcționați traficul prin serverele ultrasigure din Elveția, Suedia si Islanda
sk_sk: Smerovanie cez mimoriadne zabezpečené servery vo Švajčiarsku, Švédsku a Islande
sl_si: Uporabljate izjemno varne strežnike v Švici, na Švedskem in Islandiji
tr_tr: İsviçre, İsveç ve İzlanda'daki çok yüksek güvenlikli sunucuları kullanabilirsiniz

# Upsell_SecureCore_Subtitle
source: When you upgrade to Plus
be_by: Калі вы паляпшаеце да Plus
el_gr: Όταν γίνει αναβάθμισή στο πρόγραμμα Plus
es_419: Cuando actualice a Plus
fi_fi: Kun päivität Plus-tilaukseen
fr_fr: En passant à l'abonnement Plus
id_id: Pada saat Anda meningkatkan akun Anda ke Plus
it_it: Quando esegui l'upgrade a Plus
nl_nl: Wanneer u upgrade naar Plus
pl_pl: Po ulepszeniu planu do wersji Plus
ro_ro: Când treceți la Plus
sk_sk: Po navýšení na tarif Plus
sl_si: Ko nadgradite na Plus
tr_tr: Plus tarifesine yükselttiğinizde

# Upsell_SecureCore_Title
source: Double the encryption with Secure Core
be_by: Падвойнае шыфраванне з Secure Core
el_gr: Διπλή κρυπτογράφηση με Secure Core
es_419: Duplique el cifrado con Secure Core
fi_fi: Tuplaa salaus Secure Corella
fr_fr: Doublez le chiffrement avec Secure Core
id_id: Enkripsi berganda dengan Secure Core
it_it: Raddoppia la crittografia con Secure Core
nl_nl: Verdubbel de encryptie met Secure Core
pl_pl: Podwójne szyfrowanie dzięki funkcji Secure Core
ro_ro: Dublați criptarea cu Secure Core
sk_sk: Dvojnásobné šifrovanie pomocou Secure Core
sl_si: Podvojite šifriranje s Secure Core
tr_tr: Secure Core ile şifrelemeyi iki katına çıkarabilirsiniz

# Upsell_SplitTunneling_Bullet1
source: Split your traffic into VPN and non-VPN tunnels
be_by: Раздзяляйце трафік, які павінен і не павінен праходзіць праз тунэлі VPN
el_gr: Διαχωρίστε την κίνησή σας σε σήραγγες VPN και μη VPN
es_419: Divida su tráfico en túneles VPN y no VPN
fi_fi: Jaa tietoliikenne VPN-tunneliin ja sen ulkopuoliseen tunneliin
fr_fr: Répartissez votre trafic entre ce qui doit passer par le VPN et ce qui ne le doit pas.
it_it: Separa il tuo traffico in tunnel VPN e non-VPN
pl_pl: Podziel ruch na tunele VPN i tunele bez VPN
ro_ro: Divizați traficul în tuneluri VPN și non-VPN
sk_sk: Rozdeľte svoju prevádzku na VPN tunely mimo VPN
sl_si: Razdelite svoj promet na tunele VPN in tunele, ki niso VPN
tr_tr: VPN kullanan ve VPN kullanmayan trafiğinizi ayırın

# Upsell_SplitTunneling_Bullet2
source: Let trusted apps and IP addresses bypass VPN for faster speeds
be_by: Дазвольце давераным праграмам і IP-адрасам абыходзіць VPN, каб атрымаць больш высокую хуткасць
el_gr: Αφήστε τις αξιόπιστες εφαρμογές και διευθύνσεις IP να παρακάμψουν το VPN για μεγαλύτερες ταχύτητες
es_419: Permita que las app de confianza y direcciones IP eviten la VPN para velocidades rápidas
fi_fi: Anna luotettavien sovellusten ja IP-osoitteiden ohittaa VPN nopeuden parantamiseksi
fr_fr: Laissez les applications et les adresses IP de confiance contourner le VPN pour profiter de vitesses plus élevées.
it_it: Permetti alle app e agli indirizzi IP attendibili di ignorare la VPN per velocità più elevate
pl_pl: Zezwalaj zaufanym aplikacjom i adresom IP na omijanie połączenia VPN, aby uzyskać większą prędkość
ro_ro: Permiteți aplicațiilor și adreselor IP de încredere să ocolească VPN-ul pentru viteze mai mari
sk_sk: Povoliť overeným aplikáciam a IP adresám obchádzať VPN pre väčšie rýchlosti
sl_si: Naj zaupanja vredne aplikacije in naslovi IP obidejo VPN za večje hitrosti
tr_tr: Daha yüksek hız için güvenilir uygulamaların ve IP adreslerinin VPN kullanmamasını sağlayın

# Upsell_SplitTunneling_Bullet3
source: Access both home and local content when browsing from abroad
be_by: Атрымайце доступ да лакальнага змесціва сваёй краіны, калі знаходзіцеся за мяжой
el_gr: Αποκτήστε πρόσβαση τόσο σε οικιακό όσο και σε τοπικό περιεχόμενο κατά την περιήγηση από το εξωτερικό
es_419: Acceda a contenido de su hogar y local cuando navegue desde el extranjero
fi_fi: Käytä ulkomailla kotimaasi sisältöä ja paikallista sisältöä
fr_fr: Depuis l'étranger, accédez à la fois au contenu de votre pays et au contenu local quand vous naviguez.
it_it: Accedi sia ai contenuti di casa sia a quelli locali quando navighi dall'estero
pl_pl: Dostęp do treści krajowych i lokalnych podczas przeglądania z zagranicy
ro_ro: Accesați atât conținutul de acasă, cât și cel local atunci când navigați pe web din străinătate
sk_sk: Pristupujte k domovskému aj miestnemu obsahu pri prehliadaní zo zahraničia
sl_si: Ko brskate iz tujine, dostopajte do domačih in lokalnih vsebin
tr_tr: Yurt dışındayken hem evinizdeki hem de yerel içeriklere erişin

# Upsell_SplitTunneling_Subtitle
source: Unlock <Bold>split tunneling</Bold> with VPN Plus
be_by: Атрымайце доступ да функцыі <Bold>Split Tunneling</Bold> з VPN Plus
el_gr: Ξεκλειδώστε τη <Bold>διαίρεση σήραγγας</Bold> με το VPN Plus
es_419: Desbloquee el <Bold>túnel dividido</Bold> con VPN Plus
fi_fi: Avaa <Bold>jaettu tunnelointi</Bold> VPN Plus -tilauksella
fr_fr: Utilisez le <Bold>Split tunneling</Bold> en passant à VPN Plus.
it_it: Sblocca lo <Bold>split tunneling</Bold> con VPN Plus
pl_pl: Odblokuj funkcję <Bold>Split Tunneling</Bold> w planie VPN Plus
ro_ro: Deblocați <Bold>divizarea tunelurilor</Bold> cu VPN Plus
sk_sk: Odomknite <Bold>split tunneling</Bold> s VPN Plus
sl_si: Odkleni <Bold>posredovanje vrat</Bold> z VPN Plus
tr_tr: VPN Plus tarifesi ile <Bold>ayrılmış tünelleme</Bold> özelliğine erişin

# Upsell_SplitTunneling_Title
source: Get the best of both worlds
be_by: Атрымлівайце лепшае ад абодвух светаў
el_gr: Αξιοποιήστε στο έπακρο και τους δύο κόσμους
es_419: Obtenga lo mejor de ambas opciones
fi_fi: Hanki molempien parhaat puolet
fr_fr: Utilisez votre VPN sur mesure
it_it: Ottieni il meglio di entrambi i mondi
pl_pl: Uzyskaj to, co najlepsze z obu krajów
ro_ro: Obțineți maximum din ambele părți
sk_sk: Získajte to najlepšie z oboch svetov
sl_si: Izkoristite najboljše iz obeh svetov
tr_tr: İki dünyanın da en iyisini edinin

# Upsell_btn_Upgrade
source: Upgrade
be_by: Палепшыць
el_gr: Αναβάθμιση
es_419: Mejorar
fi_fi: Päivitä
fr_fr: Changer d'abonnement
id_id: Tingkatkan Akun
it_it: Effettua l'upgrade
nl_nl: Upgraden
pl_pl: Ulepsz
ro_ro: Modificare
sk_sk: Navýšiť
sl_si: Nadgradi
tr_tr: Yükselt

# Welcome_btn_Skip
source: Skip
be_by: Прапусціць
el_gr: Παράλειψη
es_419: Omitir
fi_fi: Ohita
fr_fr: Ignorer
id_id: Lewati
it_it: Salta
nl_nl: Overslaan
pl_pl: Pomiń
ro_ro: Omitere
sk_sk: Preskočiť
sl_si: Preskoči
tr_tr: Atla

# Welcome_btn_TakeATour
source: Take a Tour
be_by: Пачаць знаёмства
el_gr: Κάντε μια Περιήγηση
es_419: Hacer recorrido
fi_fi: Katso esittely
fr_fr: Découvrez-le
id_id: Ikuti Tur
it_it: Fai un tour
nl_nl: Neem een rondleiding
pl_pl: Otwórz przewodnik
ro_ro: Faceți un tur
sk_sk: Absolvujte prehliadku
sl_si: Oglejte si
tr_tr: Tura çıkın

# Welcome_lbl_Thanks
source: Thanks for using Proton VPN. Take a quick look at the main app features.
be_by: Дзякуй, што карыстаецеся Proton VPN. Звярніце ўвагу на асноўныя магчымасці праграмы.
el_gr: Ευχαριστούμε που χρησιμοποιείτε το ProtonVPN. Ρίξτε μια γρήγορη ματιά στις κύριες λειτουργίες της εφαρμογής.
es_419: Gracias por usar Proton VPN. Eche un vistazo rápido a las funciones principales de la aplicación.
fi_fi: Kiitos Proton VPN:n käytöstä. Tutustu nopeasti sovelluksen pääominaisuuksiin.
fr_fr: Merci d’utiliser Proton VPN. Jetez un coup d’œil rapide aux principales fonctionnalités de l'application.
id_id: Terima kasih telah menggunakan Proton VPN. Telusuri berbagai fitur utama yang aplikasi kami miliki.
it_it: Grazie per utilizzare Proton VPN. Dai un rapido sguardo alle funzioni principali dell'app.
nl_nl: Bedankt voor het gebruiken van Proton VPN. Bekijk snel de belangrijkste kenmerken van de app.
pl_pl: Dziękujemy za skorzystanie z usługi Proton VPN. Rzuć okiem na główne funkcje aplikacji.
ro_ro: Vă mulțumim că utilizați Proton VPN. Examinați funcțiile de bază ale aplicației.
sk_sk: Ďakujeme, že používate Proton VPN. Pozrite sa rýchlo na hlavné funkcie aplikácie.
sl_si: Hvala, ker uporabljate Proton VPN. Na hitro si oglejte glavne funkcije aplikacije.
tr_tr: Proton VPN kullandığınız için teşekkürler. Temel uygulama özelliklerine hızlıca göz atın.

# Welcome_lbl_Welcome
source: WELCOME ON BOARD!
be_by: САРДЭЧНА ЗАПРАШАЕМ!
el_gr: ΚΑΛΩΣ ΗΛΘΑΤΕ!
es_419: ¡BIENVENIDO A BORDO!
fi_fi: TERVETULOA MUKAAN!
fr_fr: BIENVENUE !
id_id: SELAMAT DATANG!
it_it: TI DIAMO IL BENVENUTO A BORDO!
nl_nl: WELKOM AAN BOORD!
pl_pl: WITAJ NA POKŁADZIE!
ro_ro: BINE AȚI VENIT!
sk_sk: VITAJTE NA PALUBE!
sl_si: DOBRODOŠLI NA NADZORNI PLOŠČI!
tr_tr: HOŞ GELDİNİZ!

# Window_btn_Cancel
source: Cancel
be_by: Скасаваць
el_gr: Ακύρωση
es_419: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
id_id: Batal
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
tr_tr: İptal

# Window_btn_Disable
source: Disable
be_by: Адключыць
el_gr: Απενεργοποίηση
es_419: Deshabilitar
fi_fi: Poista käytöstä
fr_fr: Désactiver
id_id: Nonaktifkan
it_it: Disabilita
nl_nl: Uitschakelen
pl_pl: Wyłącz
ro_ro: Dezactivare
sk_sk: Vypnúť
sl_si: Onemogoči
tr_tr: Kapat

# Window_btn_Save
source: Save
be_by: Захаваць
el_gr: Αποθήκευση
es_419: Guardar
fi_fi: Tallenna
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
ro_ro: Salvare
sk_sk: Uložiť
sl_si: Shrani
tr_tr: Kaydet

# Window_lbl_Error
source: Error:
be_by: Памылка:
el_gr: Σφάλμα:
fi_fi: Virhe:
fr_fr: Erreur :
it_it: Errore:
nl_nl: Fout:
pl_pl: Błąd:
ro_ro: Eroare:
sk_sk: Chyba:
sl_si: Napaka:
tr_tr: Hata:

# Window_lbl_Loading
source: Loading
be_by: Загрузка
el_gr: Φόρτωση
es_419: Cargando
fi_fi: Ladataan
fr_fr: Chargement
id_id: Memuat
it_it: Caricamento
nl_nl: Laden
pl_pl: Ładowanie
ro_ro: Se încarcă
sk_sk: Načítavanie
sl_si: Nalaganje
tr_tr: Yükleniyor

source: Kill switch
es_419: Interruptor de apagado
fi_fi: Tappokytkin
fr_fr: Arrêt d'urgence (kill switch)
nl_nl: IP-beveiliging
ro_ro: Blocare conexiune
sl_si: Stikalo za izklop
tr_tr: Bağlantı kesici

# Settings_Advanced_SplitTunnel_lbl_Ip
source: IP:
fi_fi: IP-OSOITTEET:
pl_pl: Adres IP:
tr_tr: IP adresi:

# Account_lbl_SecureCoreVpn
source: Secure Core VPN
id_id: VPN Secure Core
