Repository: ProtonVPN/win-app
Catalog: src/ProtonVPN.Translations/Properties/Resources.*.resx
Languages: be_by, el_gr, es_419, fi_fi, fr_fr, id_id, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, tr_tr

# Dialogs_Troubleshooting_msg_GovBlock
source: <Bold>Government block</Bold> - Your country may be blocking access to Proton. Try using <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> to access Proton.
be_by: <Bold>Дзяржаўная блакіроўка</Bold> - Магчыма, што ваша краіна блакіруе доступ да Proton. Для атрымання доступу, паспрабуйце скарыстацца <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>.
el_gr: <Bold>Κυβερνητικός αποκλεισμός</Bold> - Η χώρα σας μπορεί να μπλοκάρει την πρόσβαση στο Proton. Δοκιμάστε να μπείτε χρησιμοποιόντας <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> για να αποκτήσετε πρόσβαση στο Proton.
es_419: <Bold>Bloqueo del gobierno</Bold> - Su país podría estar bloqueando el acceso a Proton. Pruebe usando <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> para acceder a Proton.
fi_fi: <Bold>Hallinnollinen esto</Bold> - Maasi hallinto saattaa estää pääsyn Protoniin. Yritä tavoittaa Proton <Hyperlink Command="{Binding TorCommand}">Tor-verkon</Hyperlink> välityksellä.
fr_fr: <Bold>Blocage gouvernemental</Bold> : votre pays bloque peut-être l'accès à Proton. Essayez d'utiliser <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> pour accéder à Proton.
id_id: <Bold>Diblokir Pemerintah</Bold> - Negara anda mungkin memblokir akses ke Proton. Coba gunakan <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> untuk mengakses ke Proton.
it_it: <Bold>Bloccato dal Governo</Bold> - Il tuo paese potrebbe bloccare l'accesso a Proton. Prova ad utilizzare <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> per accedere a Proton.
nl_nl: <Bold>Blokkade door overheidsinstanties</Bold> - Uw land blokkeert mogelijk de toegang tot Proton. Probeer <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> te gebruiken voor toegang tot Proton.
pl_pl: <Bold>Blokada rządowa</Bold> - Twój kraj może blokować dostęp do usług Proton. Spróbuj połączyć się przez <Hyperlink Command="{Binding TorCommand}">sieć Tor</Hyperlink>, aby uzyskać połączenie.
ro_ro: <Bold>Blocare guvernamentală</Bold> - Țara dvs. s-ar putea să vă blocheze accesul la Proton. Încercați să utilizați <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> pentru a accesa Proton.
sk_sk: <Bold>Vládne blokovanie</Bold> - Vaša krajina môže blokovať prístup k Protonu. Skúste použiť <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> k prístupu k Proton.
sl_si: <Bold>Vladna blokada</Bold> - Vaša država morda blokira dostop do Protona. Poskusite uporabiti <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> za dostop do Protona.
tr_tr: <Bold>Hükümet engellemesi</Bold> - Ülkeniz Proton ağına erişimi engelliyor olabilir. Proton ağına erişmek için <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> kullanmayı deneyin.

# Dialogs_Troubleshooting_msg_GovBlockDoH
source: <Bold>Government block</Bold> - Your country may be blocking access to Proton. Try using <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> to access Proton.
be_by: <Bold>Дзяржаўная блакіроўка</Bold> - Магчыма, што ваша краіна блакіруе доступ да Proton. Для атрымання доступу, паспрабуйце скарыстацца <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>.
el_gr: <Bold>Κυβερνητικός αποκλεισμός</Bold> - Η χώρα σας μπορεί να μπλοκάρει την πρόσβαση στο Proton. Δοκιμάστε να μπείτε χρησιμοποιόντας <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> για να αποκτήσετε πρόσβαση στο Proton.
es_419: <Bold>Bloqueo del gobierno</Bold> - Su país podría estar bloqueando el acceso a Proton. Pruebe usando <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> para acceder a Proton.
fi_fi: <Bold>Hallinnollinen esto</Bold> - Maasi hallinto saattaa estää pääsyn Protoniin. Yritä tavoittaa Proton <Hyperlink Command="{Binding TorCommand}">Tor-verkon</Hyperlink> välityksellä.
fr_fr: <Bold>Blocage gouvernemental</Bold> : votre pays bloque peut-être l'accès à Proton. Essayez d'utiliser <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> pour accéder à Proton.
id_id: <Bold>Diblokir Pemerintah</Bold> - Negara anda mungkin memblokir akses ke Proton. Coba gunakan <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> untuk mengakses ke Proton.
it_it: <Bold>Bloccato dal Governo</Bold> - Il tuo paese potrebbe bloccare l'accesso a Proton. Prova ad utilizzare <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> per accedere a Proton.
nl_nl: <Bold>Blokkade door overheidsinstanties</Bold> - Uw land blokkeert mogelijk de toegang tot Proton. Probeer <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> te gebruiken voor toegang tot Proton.
pl_pl: <Bold>Blokada rządowa</Bold> - Twój kraj może blokować dostęp do usług Proton. Spróbuj połączyć się przez <Hyperlink Command="{Binding TorCommand}">sieć Tor</Hyperlink>, aby uzyskać połączenie.
ro_ro: <Bold>Blocare guvernamentală</Bold> - Țara dvs. s-ar putea să vă blocheze accesul la Proton. Încercați să utilizați <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> pentru a accesa Proton.
sk_sk: <Bold>Vládne blokovanie</Bold> - Vaša krajina môže blokovať prístup k Protonu. Skúste použiť <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> k prístupu k Proton.
sl_si: <Bold>Vladna blokada</Bold> - Vaša država morda blokira dostop do Protona. Poskusite uporabiti <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> za dostop do Protona.
tr_tr: <Bold>Hükümet engellemesi</Bold> - Ülkeniz Proton ağına erişimi engelliyor olabilir. Proton ağına erişmek için <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> kullanmayı deneyin.

# Dialogs_Troubleshooting_msg_IspProblem
source: <Bold>Internet Service Provider (ISP) problem</Bold> - Try connecting to Proton from a different network (or use <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
be_by: <Bold>Праблема з пастаўшчыком паслуг інтэрнэту (ISP)</Bold> - Паспрабуйце падключыцца да Proton з іншай сеткі (або скарыстайцеся <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
el_gr: <Bold>Πρόβλημα Παρόχου Internet (ISP)</Bold> - Δοκιμάστε να συνδεθείτε στο Proton απο ένα διαφορετικό δίκτυο (ή χρησιμοποιήστε <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
es_419: <Bold>Problema del proveedor de servicio de Internet (ISP) </Bold> - Intente conectarse a Proton desde una red diferente (o utilice <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
fi_fi: <Bold>Internet-palveluntarjoajan (ISP) ongelma</Bold> - Yritä tavoittaa Proton eri verkon (tai <Hyperlink Command="{Binding TorCommand}">Tor-verkon</Hyperlink>) välityksellä.
fr_fr: <Bold>Problème de fournisseur d'accès internet (FAI)</Bold> : essayez de vous connecter à Proton à partir d'un autre réseau (ou utilisez <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
id_id: <Bold>Masalah Penyedia Layanan Internet (ISP)</Bold> - Coba sambungkan ke Proton dari jaringan yang berbeda (atau gunakan <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
it_it: <Bold>Problema del provider internet (ISP)</Bold> - Prova a connetterti a Proton da una rete diversa (o usa <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
nl_nl: <Bold>Internet Service Provider (ISP) Probleem</Bold> - Probeer verbinding te maken met Proton vanuit een ander netwerk (of gebruik <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
pl_pl: <Bold>Problem z dostawcą Internetu (ISP)</Bold> - Spróbuj połączyć się z usługą Proton z innej sieci (lub skorzystaj z <Hyperlink Command="{Binding TorCommand}">sieci Tor</Hyperlink>).
ro_ro: <Bold>Problemă cu Furnizorul de Servicii Internet (ISP)</Bold> - Încercați să vă conectați la Proton de la o rețea diferită (sau utilizați <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
sk_sk: <Bold>Problém poskytovateľa internetových služieb (ISP)</Bold> - Skúste sa pripojiť k Proton z inej siete (alebo použite <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
sl_si: <Bold>Težave s ponudnikom internetnih storitev (ISP)</Bold> - Poskusite se povezati s Protonom iz drugega omrežja (ali uporabite <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink>).
tr_tr: <Bold>İnternet hizmeti sağlayıcısı (ISP) sorunu</Bold> - Proton ile başka bir ağ kullanarak bağlanmayı deneyin (ya da <Hyperlink Command="{Binding TorCommand}">Tor</Hyperlink> kullanın).

# Dialogs_Troubleshooting_msg_NoInternet
source: <Bold>No internet connection</Bold> - Please make sure that your internet connection is working.
be_by: <Bold>Няма падключэння да інтэрнэту</Bold> - Пераканайцеся, што ваша падключэнне да інтэрнэту працуе.
el_gr: <Bold>Δεν υπάρχει σύνδεση στο internet</Bold> - Παρακαλώ βεβαιωθείτε οτι η σύνδεση σας στο internet λειτουργεί.
es_419: <Bold>Sin conexión a Internet</Bold> - Asegúrese de que su conexión a Internet está funcionando.
fi_fi: <Bold>Ei Internet-yhteyttä</Bold> - Varmista Internet-yhteytesi toiminta.
fr_fr: <Bold>Aucune connexion internet</Bold> : assurez-vous que votre connexion internet fonctionne.
id_id: <Bold>Tidak ada koneksi internet</Bold> - Pastikan koneksi internet Anda berfungsi.
it_it: <Bold>Nessuna connessione internet</Bold> - Assicurati che la tua connessione internet funzioni.
nl_nl: <Bold>Geen internetverbinding</Bold> - Controleer of uw internetverbinding werkt.
pl_pl: <Bold>Brak połączenia z Internetem</Bold> - Upewnij się, że Twoje połączenie sieciowe działa.
ro_ro: <Bold>Nu există conexiune</Bold> - Asigurați-vă că funcționează conexiunea la internet.
sk_sk: <Bold>Žiadne pripojenie na Internet</Bold> - Skontrolujte, či vaše pripojenie na Internet funguje.
sl_si: <Bold>Ni internetne povezave</Bold>. Preverite, ali vaša internetna povezava deluje.
tr_tr: <Bold>İnternet bağlantısı yok</Bold> - Lütfen İnternet bağlantınızın çalıştığından emin olun.

# Dialogs_Troubleshooting_msg_ProtonDown
source: <Bold>Proton is down</Bold> - Check <Hyperlink Command="{Binding ProtonStatusCommand}">Proton Status</Hyperlink> for our system status.
be_by: <Bold>Proton не працуе</Bold> - Праверце <Hyperlink Command="{Binding ProtonStatusCommand}">статус Proton, </Hyperlink> каб даведацца пра статус нашай сістэмы.
el_gr: <Bold>Το Proton έχει πέσει</Bold> - Ελέγξτε <Hyperlink Command="{Binding ProtonStatusCommand}">Κατάσταση Proton</Hyperlink> για την κατάσταση των συστημάτων μας.
es_419: <Bold>Proton está caído</Bold> - Compruebe el <Hyperlink Command="{Binding ProtonStatusCommand}">Estado de Proton</Hyperlink> para ver el estado de nuestro sistema.
fi_fi: <Bold>Proton ei ole tavoitettavissa</Bold> - Tarkasta järjestelmämme tila <Hyperlink Command="{Binding ProtonStatusCommand}">Proton Status</Hyperlink> -sivustolta.
fr_fr: <Bold>Proton est en panne</Bold> : vérifiez le <Hyperlink Command="{Binding ProtonStatusCommand}">statut de Proton</Hyperlink> pour consulter l'état de notre système.
id_id: <Bold>Proton sedang luring</Bold> - Cek <Hyperlink Command="{Binding ProtonStatusCommand}">Proton Status</Hyperlink> untuk status sistem kami.
it_it: <Bold>Proton è offline</Bold> - Controlla <Hyperlink Command="{Binding ProtonStatusCommand}">Stato di Proton</Hyperlink> per il nostro stato di sistema.
nl_nl: <Bold>Proton is offline</Bold> - Check <Hyperlink Command="{Binding ProtonStatusCommand}">Proton Status</Hyperlink> voor onze systeemstatus.
pl_pl: <Bold>Proton jest niedostępny</Bold> - Sprawdź <Hyperlink Command="{Binding ProtonStatusCommand}">Status usług Proton</Hyperlink> na naszej stronie.
ro_ro: <Bold>Proton este căzut</Bold> - Verificați <Hyperlink Command="{Binding ProtonStatusCommand}">starea Proton</Hyperlink> pentru starea sistemului.
sk_sk: <Bold>Proton je nedostupný</Bold> - Skontrolujte <Hyperlink Command="{Binding ProtonStatusCommand}">Stav Protonu</Hyperlink> pre aktuálny stav našich systémov.
sl_si: <Bold>Proton ne deluje</Bold>; - Preverite <Hyperlink Command="{Binding ProtonStatusCommand}">Stanje Protona </Hyperlink> in našega sistema.
tr_tr: <Bold>Proton çalışmıyor</Bold> - Sistem durumumuzu görmek için <Hyperlink Command="{Binding ProtonStatusCommand}">Proton durumu</Hyperlink> sayfasına bakın.

# Dialogs_Troubleshooting_msg_Title
source: Potential problems that could cause your connection to time out and their solution
be_by: Патэнцыйныя праблемы, якія маглі прывесці да сканчэння часу вашага падключэння, і іх вырашэнне
el_gr: Πιθανά προβλήματα που θα μπορούσαν να προκαλέσουν τη λήξη του χρονικού ορίου της σύνδεσής σας και τη λύση τους
es_419: Problemas potenciales que podrían causar que su conexión agotara el tiempo de conexión y su solución
fi_fi: Mahdollisia ongelmia, jotka saattavat aiheuttaa yhteyden aikakatkaisun, ja niiden ratkaisuja
fr_fr: Problèmes potentiels qui pourraient entraîner une interruption de votre connexion et leur solution
id_id: Masalah potensial yang dapat mengakibatkan waktu habis pada sambungan Anda dan solusinya
it_it: Potenziali problemi che potrebbero causare un timeout di connessione e la loro soluzione
nl_nl: Potentiële problemen die uw verbinding tot een time-out en hun oplossing kunnen maken
pl_pl: Potencjalne problemy, mogące powodować przekroczenie limitu czasu połączenia, i ich rozwiązanie
ro_ro: Probleme potențiale care ar putea cauza expirărarea conexiunii și soluția acestora
sk_sk: Potenciálne problémy, ktoré by mohli spôsobiť vypršanie časového limitu vášho pripojenia a ich riešenie
sl_si: Morebitne težave, zaradi katerih bi lahko vaša povezava pretekla, in njihova rešitev
tr_tr: Bağlantınızın zaman aşımına uğramasına neden olabilecek sorunlar ve çözümleri

# Dialogs_Troubleshooting_msg_Unknown
source: <Bold>Still can’t find a solution</Bold> - Contact us directly through our <Hyperlink Command="{Binding SupportFormCommand}">support form</Hyperlink>, email (support@protonvpn.com), or <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
be_by: <Bold>Так і не знайшлі рашэння</Bold> - Звяжыцеся з намі праз <Hyperlink Command="{Binding SupportFormCommand}">форму падтрымкі</Hyperlink>, электронную пошту (support@protonvpn.com) або <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
el_gr: <Bold>Ακόμα δεν μπορείτε να βρείτε λύση</Bold> - Επικοινωνήστε μαζί μας απευθείας μέσω <Hyperlink Command="{Binding SupportFormCommand}">φόρμα υποστήριξης</Hyperlink>, email (support@protonvpn.com), ή <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
es_419: <Bold>Si todavía no puede encontrar una solución</Bold> - Contáctenos directamente a través de nuestro <Hyperlink Command="{Binding SupportFormCommand}">formulario de soporte</Hyperlink>, correo electrónico (support@protonvpn.com), o <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
fi_fi: <Bold>Eikö ratkaisua löydy?</Bold> - Ota yhteyttä <Hyperlink Command="{Binding SupportFormCommand}">tukilomakkeen</Hyperlink>, sähköpostin (support@protonvpn.com) tai <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitterin</Hyperlink> välityksellä.
fr_fr: <Bold>Vous ne trouvez pas de solution</Bold> : contactez-nous directement via notre <Hyperlink Command="{Binding SupportFormCommand}">formulaire d’assistance</Hyperlink>, par e-mail (support@protonvpn.com) ou via <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
id_id: <Bold>Masih belum dapat menemukan solusi</Bold> - Hubungi kami secara langsung melalui <Hyperlink Command="{Binding SupportFormCommand}">formulir dukungan</Hyperlink> kami, email (support@protonvpn.com), atau <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
it_it: <Bold>Non è ancora possibile trovare una soluzione</Bold> - Contattaci direttamente attraverso il nostro <Hyperlink Command="{Binding SupportFormCommand}">modulo di supporto</Hyperlink>, email (support@protonvpn.com), o <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
nl_nl: <Bold>kan nog steeds geen oplossing vinden</Bold> - Neem contact met ons op via ons <Hyperlink Command="{Binding SupportFormCommand}">ondersteuningsformulier</Hyperlink>, e-mail (support@protonvpn.com), of <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
pl_pl: <Bold>Nadal nie mogę znaleźć rozwiązania</Bold> - Skontaktuj się z nami przez <Hyperlink Command="{Binding SupportFormCommand}">formularz kontaktowy</Hyperlink>, wiadomość e-mail (support@protonvpn.com) lub <Hyperlink Command="{Binding ProtonTwitterCommand}">Twittera</Hyperlink>.
ro_ro: <Bold>Încă nu puteți găsi o soluție?</Bold> - Contactați-ne direct prin <Hyperlink Command="{Binding SupportFormCommand}">formularul de asistență</Hyperlink>, e-mail (support@protonvpn.com) sau <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
sk_sk: <Bold>Stále nemôžem nájsť riešenie</Bold> - Kontaktujte nás priamo prostredníctvom nášho <Hyperlink Command="{Binding SupportFormCommand}">formulára podpory</Hyperlink>, emailom (support@protonvpn.com), alebo na <Hyperlink Command="{Binding ProtonTwitterCommand}" >Twitter</Hyperlink>.
sl_si: <Bold>Še vedno ne najdem rešitve</Bold> - Pišite nam neposredno prek našega <Hyperlink Command="{Binding SupportFormCommand}">obrazca za podporo</Hyperlink>, e-pošte (support@protonvpn.com) ali <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink>.
tr_tr: <Bold>Sorun hala çözülmedi</Bold> - <Hyperlink Command="{Binding SupportFormCommand}">Destek formu</Hyperlink> e-posta (support@protonvpn.com) ya da <Hyperlink Command="{Binding ProtonTwitterCommand}">Twitter</Hyperlink> üzerinden bizimle doğrudan görüşün.

# Dialogs_TunInUse_btn_SwitchToTap
source: Switch to TAP
be_by: Пераключыцца на TAP
el_gr: Αλλάξτε σε TAP
es_419: Cambiar a TAP
fi_fi: Vaihda TAP-sovittimeen
fr_fr: Basculer vers TAP
id_id: Ganti ke TAP
it_it: Passa a TAP
nl_nl: Overschakelen naar TAP
pl_pl: Przełącz na adapter TAP
ro_ro: Comutare la TAP
sk_sk: Prepnúť na TAP
sl_si: Preklopite na TAP adapter
tr_tr: TAP bağlaştırıcısına geç

# Dialogs_TunInUse_msg
source: Proton VPN could not connect because the TUN network adapter is already in use. Please disconnect any active VPNs and retry. Alternatively, switch to the TAP adapter (you can change back to TUN in the Advanced Settings).
be_by: Proton VPN не змог падключыцца, бо сеткавы адаптар TUN ужо выкарыстоўваецца. Адключыце ўсе актыўныя падключэнні па VPN і паспрабуйце яшчэ раз. Таксама можна пераключыцца на адаптар TAP. Вы заўсёды можаце вярнуцца на TUN у пашыраных наладах праграмы.
el_gr: Το Proton VPN δεν μπόρεσε να συνδεθεί επειδή ο προσαρμογέας δικτύου TUN είναι ήδη σε χρήση. Παρακαλούμε αποσυνδέστε οποιαδήποτε ενεργά VPN και προσπαθήστε ξανά. Εναλλακτικά, μεταβείτε στον προσαρμογέα TAP (μπορείτε να αλλάξετε πίσω σε TUN στις προηγμένες ρυθμίσεις).
es_419: Proton VPN no se pudo conectar porque el adaptador de red TUN ya está en uso. Desconecte cualquier VPN activa y vuelva a intentarlo. Alternativamente, cambie al adaptador TAP (puede volver a cambiar a TUN en los ajustes avanzados).
fi_fi: Proton VPN ei voinut muodostaa yhteyttä, koska TUN-verkkosovitin on jo käytössä. Katkaise kaikki aktiiviset VPN-yhteydet ja yritä uudelleen. Vaihtoehtoisesti voit vaihtaa TAP-sovittimeen (voit vaihtaa TUN-sovittimen takaisin lisäasetuksista).
fr_fr: Proton VPN n'a pas pu se connecter, car l'adaptateur réseau TUN est déjà utilisé. Veuillez déconnecter tous les VPN actifs et réessayer. Sinon, basculez sur l'adaptateur TAP (vous pouvez revenir à TUN dans les paramètres avancés).
id_id: Proton VPN tidak dapat terhubung karena adapter jaringan TUN telah digunakan. Mohon putuskan seluruh koneksi VPN yang sedang aktif lalu coba lagi. Sebagai alternatif, cobalah untuk berpindah ke adapter TAP (Anda dapat kembali ke TUN kapan saja melalui menu Pengaturan Lanjutan).
it_it: Proton VPN non ha potuto connettersi perché la scheda di rete TUN è già in uso. Si prega di disconnettere qualsiasi VPN attiva e riprovare. In alternativa, passare all'adattatore TAP (è possibile tornare a TUN nelle impostazioni avanzate).
nl_nl: Proton VPN kon geen verbinding maken omdat de TUN-netwerkadapter al in gebruik is. Verbreek alle actieve VPN's en probeer het opnieuw. Als alternatief kunt u overschakelen naar de TAP-adapter (u kunt terugschakelen naar TUN in de Geavanceerde Instellingen).
pl_pl: Aplikacja Proton VPN nie może się połączyć, ponieważ adapter TUN jest już w użyciu. Rozłącz się z siecią VPN i spróbuj ponownie. Opcjonalnie, przełącz się na adapter TAP. Możesz to zrobić w ustawieniach zaawansowanych.
ro_ro: Proton VPN nu s-a putut conecta deoarece adaptorul de rețea TUN este deja în uz. Deconectați toate VPN-urile active și încercați din nou. Alternativ, comutați la adaptorul TAP (puteți reveni la TUN în Setări avansate).
sk_sk: Proton VPN sa nemohla pripojiť, pretože sieťový adaptér TUN je už používaný. Odpojte prosím všetky aktívne siete VPN a skúste to znova. Prípadne prepnite na adaptér TAP (v pokročilých nastaveniach môžete zmeniť späť na TUN).
sl_si: Proton VPN se ni mogel povezati, ker je omrežna kartica TUN že v uporabi. Prekinite povezavo vseh aktivnih VPN-jev in poskusite znova. Druga možnost je, da preklopite na kartico TAP (lahko spremenite nazaj na TUN v naprednih nastavitvah).
tr_tr: TUN ağ bağdaştırıcısı kullanıldığından Proton VPN bağlantı kuramadı. Lütfen etkin VPN bağlantısını kestikten sonra yeniden deneyin. Alternatif olarak, TAP bağdaştırıcısına geçin (Gelişmiş ayarlar bölümünden TUN bağdaştırıcısına geri dönebilirsiniz).
